[
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 1,
    "text": ": يسمى هذا القانون قانون التحكيم."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 2,
    "text": ": يكون للمصطلحات والعبارات الواردة أدناه ، ولأغراض هذا القانون المعاني الموضحة قرين كل منها ، ما لم يقتض سياق النص معنى آخر :\nالتحكيـم :\tإختيار الطرفين برضائهما شخصاً آخر أو أكثر للحكم بينهما ، دون المحكمة المختصة ، فيما يقوم بينهما من خلافات أو نزاعات.\nالتحكيم التجاري : أي تحكيم، تكون أطرافه أشخاصاً طبيعيين أو إعتباريين يمارسون أعمالاً تجارية أو اقتصادية أو استثمارية أياً كان نوعها ، سواءً كانوا يمنيين أم عرباً أو أجانب.\nالتحكيم الوطني : يعني أن أطراف المنازعة أشخاص تحمل جنسية الجمهورية اليمنية.\nالتحكيم الدولي : يعني أن أطراف التحكيم أشخاص من جنسيات مختلفة أو يكون موطنها أو مقرها الرئيسي في بلدان مختلفة أو إذا تم التحكيم في مركز دولي للتحكيم.\nإتفاق التحكيم : موافقة الطرفين على الالتجاء إلى التحكيم والتي تشملها وثيقة التحكيم (أي عقد مستقل) أو شرط التحكيم (أي بند في عقد).\nلجنة التحكيم :\tالهيئة التي تتكون من محكم فرد أو عدة محكمين وفقاً لشروط إتفاق التحكيم أو لأحكام هذا القانون.\nالمحكمة المختصة :\tهي المحكمة المعنية بنظر النزاع أو التي يحيل إليها هذا القانون أي منازعات تخرج عن إختصاص لجان التحكيم.\nالصلح : هو حل النزاع بين طرفين بتراضيهما فيما لا يخالف الشرع. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 3,
    "text": ": تسري أحكام هذا القانون على أي تحكيم يجري في الجمهورية اليمنية كما تسري على أي تحكيم يجري خارجها إذا أختار طرفاه ذلك."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 4,
    "text": ": ينعقد التحكيم بأي لفظ يدل عليه وقبول من المحكم، ولا يجوز إثبات التحكيم إلا بالكتابة."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 5,
    "text": ": لا يجوز التحكيم فيما يأتي :\nأ‌-\tالحدود واللعان وفسخ عقود النكاح.\nب‌-\tرد القضاة ومخاصمتهم.\nج‌-\tالمنازعات المتعلقة بإجراءات التنفيذ جبراً.\nد- سائر المسائل التي لا يجوز فيها الصلح.\nهـ- كل ما يتعلق بالنظام العام."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 6,
    "text": ": يشترط لصحة التحكيم ما يأتي :\nأولاً : أن يكون المحتكم أهلاً للتصرف في الحق موضوع التحكيم ، على أن لا يقبل التحكيم من الولي أو الوصي إلا لمصلحة ، أو من المنصوب إلا بأذن المحكمة.\nثانياً : أن يكون المحكم كامل الأهلية عدلاً صالحاً للحكم فيما حكم فيه."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 7,
    "text": ": مع عدم الإخلال بأحكام هذا القانون ، يجوز لطرفي التحكيم إذا كان أحدهما أو كلاهما غير يمنيين ، الاتفاق على القانون الذي يخضع له التحكيم شكلاً وموضوعاً ،على لغة التحكيم ومكانه."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 8,
    "text": ": تختص المحاكم الاستئنافية بنظر القضايا التي يحيلها هذا القانون إلى القضاء ما لم يتفق طرفا التحكيم على جعل الاختصاص لمحكمة أخرى.\nالمادة (9) : إذا لم يعترض الطرف الذي يعلم بوقوع مخالفة لأحكام هذا القانون أو لشرط من شروط اتفاق التحكيم ويستمر رغم ذلك في إجراءات التحكيم دون تقديم اعتراضه في الميعاد المتفق عليه أو في اقرب وقت يسقط حقه في الاعتراض ويعتبر متنازلا ً عنه مالم تكن المخالفة على وجه لا يجيزه الشرع. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 10,
    "text": ": يجوز لطرفي التحكيم أن يتفقوا على وقف السير في الخصومة أمام المحكم أو لجنة التحكيم المدة التي يرونها ، وعلى المحكم أو لجنة التحكيم إقرار هذا الاتفاق وتستأنف الخصومة سيرها بعد انقضاء مدة الوقف بطلب يقدم إلى المحكم أو لجنة التحكيم من الطرفين أو أحدهما."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 11,
    "text": ": لا يجوز للقاضي أن يكون محكماً في قضية منظورة أمامه حتى ولو طلب منه الخصوم أنفسهم ذلك ، ولا يحق للقضاة أن يتفقوا على إحالة القضايا إلى بعضهم البعض للتحكيم فيها سواءً بصورة مباشرة أو غير مباشرة."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 12,
    "text": ": لا ينقضي التحكيم بوفاة أحد الخصوم ، وإذا كان في الورثة ناقص أهلية فإن التحكيم ينقضي إلا إذا استمر وليه أو وصيه أو أذنت فيه المحكمة للمنصوب عنه بالاستمرار فيه ، ويتبع ما تقدم إذا فقد المحتكم أهليته قبل صدور حكم التحكيم."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 13,
    "text": ": على المحاكم المختصة أو التي يتفق عليها طرفا التحكيم أن تفصل في المواضيع المحالة إليها وفقاً لأحكام هذا القانون وعلى وجه الاستعجال.\nالمادة (14) :يتحمل طرفا التحكيم كافة المصاريف والنفقات المتعلقة بالتحكيم بما فيها أتعاب المحكمين طبقاً  لما يتم الاتفاق عليه بين الطرفين ولجنة التحكيم ، فأن حصل الخلاف كأن الرجوع إلى المحكمة المختصة للبت في ذلك. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م.\nالمادة (15) :لا يجوز الاتفاق على التحكيم إلاَّ بالكتابة سواءً قبل قيام الخلاف أو النزاع أو بعد ذلك وحتى لو كأن طرفا التحكيم قد أقاما الدعوى أمام المحكمة ، ويكون الاتفاق باطلا ًإذا لم يكن مكتوباً ومحدداً  به موضوع التحكيم  ويكون الاتفاق مكتوباً إذا تضمنته وثيقة تحكيم أو برقيات أو خطابات أو غيرها من وسائل الاتصال الحديثة ذات الطابع التوثيقي. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 16,
    "text": ": يجوز أن يكون اتفاق التحكيم على شكل عقد مستقل (وثيقة التحكيم) أو على شكل بند في عقد (شرط التحكيم) وفي الحالة الأخيرة يعامل شرط التحكيم باعتباره اتفاقاً مستقلاً عن شروط العقد الأخرى وإذا حكم ببطلان العقد ذاته أو بفسخه فإنه لا يترتب على ذلك بطلان شرط التحكيم."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 17,
    "text": ": يجب تعيين شخص المحكم أو المحكمين في إتفاق التحكيم ، وفيما عدا التحكيم بين الزوجين أو الحالات التي يتفق الطرفان على خلاف ذلك إذا تعدد المحكمون وجب أن يكون عددهم وتراً وإلا كان التحكيم باطلاً."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 18,
    "text": ": إذا تم إتخاذ أي إجراء تحفظي أو مؤقت بواسطة المحكمة بناءً على طلب أحد طرفي التحكيم ، فإنه يكون صحيحاً ولا يناقض اتفاق التحكيم ، سواءً تم الإجراء قبل البدء في إجراءات التحكيم أو في أثنائها."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 19,
    "text": ": على المحكمة التي ترفع أمامها دعوى متعلقة بخلاف أو نزاع يوجد بشأنه اتفاق تحكيم أن تحيل الخصوم إلى التحكيم ما عدا الحالات الآتية :\nأ‌-\tإذا تبين للمحكمة أن اتفاق التحكيم باطل أو لاغ أو لا يشمل النزاع المطروح أمامها.\nب‌-\tإذا تابع الطرفان إجراءات التقاضي أمام المحكمة فيعتبر اتفاق التحكيم كأن لم يكن.\nالفصل الثالث\nإجراءات إختيار المحكم"
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 20,
    "text": ": لا يجوز أن يكون المحكم فاقد الأهلية أو محجوراً عليه أو محروماً من حقوقه المدنية أو غير صالح للحكم فيما حكم فيه - ويكون قبول المحكم بمهمته كتابياً."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 21,
    "text": ": يجوز لطرفي التحكيم الاتفاق على عدد المحكمين ، وإذا لم يتفقا كان عدد المحكمين ثلاثة."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 22,
    "text": ": مع مراعاة الأحكام الواردة بهذا القانون فإنه يحق لأطراف التحكيم الاتفاق على وقت إختيار المحكم أو لجنة التحكيم وكيفية تعيين المحكم ، او المحكمين وفي حالة عدم الاتفاق على ذلك يتم إتباع ما يلي :\n‌أ-\tإذا كأن لابد من تشكيل لجنة التحكيم من محكم فرد ، تقوم المحكمة المختصة بتعيينه بناءً  على طلب أحد الطرفين بعد سماع وملاحظة ما قد يكون لأي من الطرفين من اعتراض مبرر على المعين. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م.\nب‌-\tإذا كان لابد من تشكيل لجنة التحكيم من محكمين إثنين , يقوم كل طرف باختيار محكم عنه.\nج‌-\tإذا كأن لابد من تشكيل لجنة التحكيم من اكثر من محكمين ، يقوم كل طرف باختيار محكم عنه ثم يتفق المحكمان على المحكم الثالث ، وفي حالة عدم اتفاق المحكمين على المحكم الثالث خلال مدة الثلاثين يوما التالية لتعيين آخرهما ، تتولى المحكمة المختصة تعيينه بناءً  على طلب أحد الطرفين.. مع مراعاة ما ورد في الفقرة (أ) من هذه المادة  ويترأس لجنة التحكيم المحكم الذي اختاره محكما الطرفين أو الذي عينته المحكمة المختصة. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 23,
    "text": ": يجوز رد المحكم للأسباب التي يرد بها القاضي  أو يعتبر بسببها غير صالح للحكم أو إذا تبين عدم توافر الشروط المتفق عليها أو التي نصت عليها أحكام هذا القانون ويشترط أن تكون هذه الأسباب قد حدثت أو ظهرت بعد تحرير اتفاق التحكيم إلاَّ أنه لا يجوز بأي حال من الأحوال لأي من طرفي التحكيم رد المحكم الذي عينه أو اشترك في تعيينه ما عدا الرد للأسباب التي تتبين بعد التعيين , وفي كل الأحوال ,يجب على الشخص حين يفاتح بقصد احتمال تعيينه محكماً أن يصرح لمن سيوليه الثقة بكل الظروف التي من شأنها أن تثير شكوكاَ حول حيدته واستقلاله.\nالمادة (24) : يقدم طلب رد المحكم إلى المحكمة المختصة في ميعاد أسبوع واحد من يوم إخطار طالب الرد بتعيين المحكم أو من يوم علمه بالظروف المبررة للرد وتقوم المحكمة المختصة بالفصل في الطلب خلال أسبوع واحد على وجه الاستعجال.. فإذا رفضت المحكمة الطلب جاز لطالب الرد الطعن في قرارها أمام المحكمة الأعلى درجة خلال أسبوعين من تاريخ استلام القرار ، كما أنه يجوز تقديم طلب الرد إلى لجنة التحكيم ذاتها وتطبق نفس الإجراءات المذكورة في هذه المادة. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 25,
    "text": ": إذا لم يتمكن المحكم من أداء مهمته بما يؤدي إلى عرقلة استمرارية إجراءات التحكيم ولم يتنح , فانه يجوز إما اتفاق الطرفين على عزله أو تقديم أي من الطرفين طلباَ بذلك إلى اللجنة أو المحكمة المختصة."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 26,
    "text": ": يتم تعيين بدل للمحكم الذي انتهت مهمته بالرد أو العزل او التنحي أو بأي سبب آخر وفقاَ للإجراءات التي تم بها تعيين المحكم الذي انتهت مهمته.\nالفصل الرابع\nإختصاص لجنة التحكيم"
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 27,
    "text": ": تختص لجنة التحكيم بالفصل في المنازعات التي تحال إليها وفقاَ لهذا القانون أو وفقاَ لشروط اتفاق التحكيم ذاته."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 28,
    "text": ": تختص لجنة التحكيم بالفصل في الدفوع المتعلقة باختصاصها بما فيها الدفع المقدم بعدم وجود اتفاق التحكيم أو سقوطه أو بطلانه أو عدم شموله موضوع النزاع , وإذا فصلت لجنة التحكيم في الدفع برفضه جاز الطعن في هذا الحكم أمام محكمة الاستئناف خلال الأسبوع التالي لإخطار الطاعن بالحكم."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 29,
    "text": ": على لجنة التحكيم الالتزام باتفاق التحكيم ولا يجوز لها أن تحكم بما لم يشمله الاتفاق أو بما لم يطلبه طرفا التحكيم."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 30,
    "text": ": يجوز للجنة التحكيم أن تأمر أياَ من الطرفين بتقديم أي ضمانات تراها ضرورية ومناسبة لإجراء مؤقت أو تحفظي وبناَ على طلب الطرف الآخر ,وفي حالة الامتناع عن تقديم الضمان المطلوب فانه يجوز للجنة أن تأذن للطرف الآخر في القيام بتنفيذ الأمر وعلى نفقة الطرف الممتنع عن التنفيذ."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 31,
    "text": ": يجوز للجنة التحكيم أن تطلب من طرفي التحكيم تقديم الضمانات اللازمة لسير إجراءات التحكيم وتنفيذ حكم التحكيم عند صدوره.\nالفصل الخامس\nاجراءات التحكيم"
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 32,
    "text": ": يحق لطرفي التحكيم أن يتفقا على الإجراءات التي يتعين على لجنة التحكيم إتباعها , فإذا لم يوجد أي اتفاق , فانه يجوز للجنة أن تتبع ما تراه ملائماً من الإجراءات مع ضرورة مراعاة أحكام هـذا القـانون , وعدم الإخلال بأحكام قانون المرافعات التي تعتبر من النظام العام."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 33,
    "text": ": يتعين على لجنة التحكيم معاملة طرفي التحكيم على قدم المساواة وأن تهيئ لكل منهما فرصاً متكافئة لعرض قضيته والدفاع عنها."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 34,
    "text": ": تبدأ إجراءات التحكيم من اليوم الذي يتسلم فيه أحد الطرفين طلباً من الطرف الآخر بعرض النزاع على التحكيم وفقاَ لأحكام هذا القانون أو لشروط اتفاق التحكيم.\nالمادة (35) :على الطرف المدعي أن يرسل بياناً  مكتوباً  إلى كل عضو من أعضاء لجنة التحكيم ، وذلك خلال المدة الزمنية المتفق عليها أو التي تعينها لجنة التحكيم ، ويجــب أن يشمل البيان المكتوب المعلومات التالية :\n-\tاسم وعنوان الطرف المدعى.\n-\tاسم وعنوان الطرف المدعى عليه.\n-\tشرح كامل لوقائع الدعوى ، مع تحديد القضايا محل النزاع ، وكذا طلباته وكل ما اتفق الطرفان على ضرورة ذكره في بيان الدعوى ، ويحق للطرف المدعى أن يعدل دفاعه أو طلباته أو يضيف إليها خلال مدة سير إجراءات التحكيم ، مالم تكن القضية قد حجزت للحكم. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م.\nالمادة (36) :على الطرف المدعى عليه أن يقدم بيان دفاعه مكتوبا إلى كل عضو من أعضاء لجنة التحكيم ، وأن يشمل رده كل ما ورد في بيان الادعاء وأي بيانات وطلبات ودفوع أخرى يرى أنها ضرورية وله أن يعدل طلباته أو دفوعه أو أن يضيف إليها خلال سير إجراءات التحكيم مالم تكن القضية قد حجزت للحكم. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م.\nالمادة (37) : يتم تقديم المستندات والوثائق من الطرفين إلى لجنة التحكيم ، وكذا تقارير الخبراء وتقوم اللجنة بعرض ما يلزم عرضه على أي من طرفي النزاع. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 38,
    "text": ": تعقد لجنة التحكيم جلسات للاستماع للمرافعات الشفوية وذلك لتمكين كل من الطرفين من شرح موضوع الدعوى وتقديم الحجج والأدلة ، وتكون الجلسات سرية ولا يجوز حضور أحد ممن ليس له علاقة بالمنازعة."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 39,
    "text": ": على لجنة التحكيم إخطار الطرفين بمواعيد جلسات المرافعات الشفوية والاجتماعات قبل عقدها بوقت كاف.\nالمادة (40) : إذا تطلب الأمر الاستعانة بخبراء أو كانت هناك ضرورة لسماع الشهود ففي هذه الحالة لا يكون هناك أي داع لطلب اليمين ، مالم يخالف ذلك قانون الإثبات الشرعي. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 41,
    "text": ": إذا تخلف الطرف المدعي عن تقديم بيان دعواه تنهي لجنة التحكيم كافة إجراءات التحكيم ولها الحق في مطالبته بدفع كافة النفقات المترتبة على بدء الإجراءات وإنهائها ، وإذا تخلف الطرف المدعى عليه عن تقديم بيان دفاعه تواصل لجنة التحكيم الإجراءات ولا يعتبر تخلف الطرف المدعى عليه قبولاً بما ورد في بيان الادعاء ، وإذا تخلف أحد الطرفين عن حضور جلسة أو اجتماع أو تخلف عن تقديم الأدلة المطلوبة منه فانه يجوز للجنة التحكيم الاستمرار في الإجراءات وإصدار حكمها في المنازعة استناداً إلى الأدلة المطروحة أمامها ، بحيث لا يخل ذلك بحقوق الطرفين التي تنظمها أحكام هذا القانون."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 42,
    "text": ": يجوز للجنة التحكيم أن تعين خبيراً أو أكثر لتقديم تقرير مكتوب أو شفوي بشأن ما تراه من قضايا متعلقة بموضوع النزاع ، وعلى أطراف النزاع تقديم المساعدة اللازمة لتمكين الخبير أو الخبراء من إكمال المهمة على خير وجه وترسل لجنة التحكيم نسخاً من التقرير إلى كل من الأطراف وللجنة أن تقرر عقد جلسة لسماع أقوال الخبير وإتاحة الفرصة للأطراف لسماعه ومناقشته والرد عليه ويجوز لأي من الطرفين الاستعانة بخبير أو خبراء بصفة شهود في مثل هذه الحالة ما لم يوجد اتفاق بخلاف ذلك."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 43,
    "text": ": يجوز للجنة التحكيم أو لأي من الطرفين طلب المساعدة من المحكمة المختصة للحصول على أدلة وكذا طلب اتخاذ ما تراه ملائماً من الإجراءات التحفظية أو المؤقتة ، كما يجوز لها أن تطلب من المحكمة المختصة الحكم في المواضيع المتعلقة بالنزاع والتي تخرج عن صلاحياتها ودون أن يعني ذلك توقف إجراءات التحكيم."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 44,
    "text": ": تنقطع الخصومة أمام لجنة التحكيم لقيام أحد أسباب الانقطاع الواردة في قانون المرافعات المدنية والتجارية ويترتب على ذلك الآثار التي ينص عليها ذات القانون.\nالفصل السادس\nحكم التحكيـم\nالمادة (45) :على لجنة التحكيم أن تفصل في النزاع استناداً إلى القواعد القانونية التي يتفق عليها الطرفان وإذا اتفق الطرفان على قانون آخر غير قانون الجمهورية اليمنية فعليها أن تتبع القواعد الموضوعية فيه ، وإذا لم يتفقا على القانون الواجب التطبيق طبقت اللجنة القانون الذي تحدده قواعد تنازع القوانين في القانون اليمني ، ويجوز للجنة التحكيم أن تفصل في موضوع النزاع بمقتضى قواعد القانون الدولي ومبادئ العدالة والأنصاف إذا أجازها في ذلك طرفا التحكيم وفي جميع الأحوال على لجنة التحكيم أن تفصل في النزاع وفقاً  للقانون اليمني أو لشروط العقد المبرم بين الطرفين وأن تأخذ بعين الاعتبار الأعراف والعادات الاجتماعية ، وكذا الأعراف والعادات التجارية المتبعة في مثل ذلك النوع من المعاملات ، ويشترط في كل حال عدم التعارض مع أحكام الشريعة الإسلامية. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م.\nالمادة (46) :إذا أتفق طرفا التحكيم على تسوية النزاع خلال سير إجراءات التحكيم فعلى لجنة التحكيم إنهاء الإجراءات واثبات اتفاق التسوية في صورة وثيقة منهية للخلاف. بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 47,
    "text": ": تصدر لجنة التحكيم حكمها بعد المداولة وإذا لم تتوفر الأغلبية يرجح الرأي الذي فيه الرئيس ما لم يتفق طرفا التحكيم على خلاف ذلك.\nالمادة (48) :تصدر لجنة التحكيم حكمها كتابة  ويوقعه المحكمون جميعهم ما عدا في حالة صدور الحكم بالأغلبية.. فأنه يجوز للمحكم الذي لم يوافق على الحكم عدم التوقيع مع ذكر الأسباب ، ويجب أن يصدر الحكم مسبباً  وإلاَّ أعتبر ناقصاً  إلاَّ إذا اتفق الطرفان على خلاف ذلك ، ويجب أن يشتمل حكم لجنة التحكيم على البيانات الآتية :\n-\t(أسماء أطراف التحكيم وعناوينهم وجنسياتهم وملخص الطلبات ودفوعات الخصوم وأقوالهم ومستنداتهم ومنطوق الحكم وأسبابه وتاريخ ومكان إصداره ، ويكون حكم التحكيم نهائيا  وباتا في حالة اتفاق أطراف التحكيم عليه ، وكذا في حالة انتهاء التحكيم بالصلح وفي الحالات التي ينص عليها هذا القانون ، وعلى لجنة التحكيم أن تقوم بإرسال صور من الحكم موقعه من المحكمين إلى أطراف التحكيم ). بصيغتها المعدله بموجب القانون رقم (32) لسنة 1997م."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 49,
    "text": ": لا يجوز بأي حال من الأحوال نشر الحكم أو جزء منه إلا بموافقة كتابية من أطراف التحكيم."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 50,
    "text": ": على لجنة التحكيم إيداع أصل الحكم والقرارات التي تصدرها في موضوع النزاع مع إتفاق التحكيم قلم كتاب المحكمة المختصة خلال الثلاثين يوماً التالية لإصدار الحكم ، ويحرر كاتب المحكمة محضراً بهذا الإيداع ويحق لأطراف التحكيم الحصول على نسخ منه."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 51,
    "text": ": تنتهي إجراءات التحكيم بصدور حكم التحكيم وكذلك يجوز للجنة أن تأمر بإنهاء إجراءات التحكيم في الأحوال التالية :\nأ‌-\tإذا سحب المدعي طلب الدعوى.\nب‌-\tإذا اتفق الطرفان على إنهاء النزاع.\nج- إذا رأت لجنة التحكيم لأي سبب آخر عدم جدوى الاستمرار في الإجراءات أو استحالته.\nد- وتنتهي مهمة لجنة التحكيم بانتهاء إجراءات التحكيم مع مراعاة الأحكام الواردة في هذا القانون."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 52,
    "text": ": يجوز لأي من الطرفين أن يطلب من لجنة التحكيم خلال الثلاثين يوماً التالية لتسليم حكم التحكيم تصحيح ما يكون قد وقع في الحكم من أخطاء كتابية أو حسابية أو أي أخطاء مماثلة ، كما يجوز لأي من الطرفين أن يطلب من اللجنة تفسير أي عبارات أو جمل أو أجزاء من الحكم وبشرط إخطار الطرف الآخر بالطلب ، وإذا رأت اللجنة أن التصحيح أو التفسير المطلوب لـه ما يبرره فعليها إصدار التصحيح أو التفسير كتابة خلال الثلاثين يوماً التالية لتسليم الطلب ، ويعتبر التفسير جزءاً من حكم التحكيم.\nالفصل السابع\nالطعن في حكم التحكيم"
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 53,
    "text": ": مع مراعاة أحكام هذا القانون ، لا يجوز طلب إبطال حكم التحكيم إلا في الأحوال التالية :\nأ‌-\tإذا لم يوجد اتفاق تحكيم أو انتهت مدته أو كان باطلاً وفقاً للقانون.\nب‌-\tإذا كان أحد أطراف التحكيم فاقد الأهلية.\nج- إذا كانت الإجراءات غير صحيحة.\nد- إذا تجاوزت لجنة التحكيم صلاحياتها.\nهـ إذا تم تشكيل لجنة التحكيم بصورة مخالفة لاتفاق التحكيم.\nو- إذا لم يكن حكم التحكيم مسبباً.\nز- إذا خالف حكم التحكيم أحكام الشريعة الإسلامية والنظام العام وفيما عدا هذه الأحوال والأحوال المبينة في هذا القانون فإن أحكام التحكيم التي تصدر وفقاً لهذا القانون لا يجوز الطعن فيها بأي طريق من طرق الطعن المنصوص عليها في قانون المرافعات المدنية والتجارية."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 54,
    "text": ": ترفع دعوى البطلان إلى محكمة الاستئناف خلال مدة الاستئناف القانونية ويترتب على رفع الدعوى وقف تنفيذ الحكم إلى أن تقضي المحكمة بالاستمرار فيه بناءً على طلب الطرف المعني ويجوز للمحكمة أن تقبل رفع الدعوى بعد إنقضاء الميعاد المحدد إن كان التأخير ناتجاً عن أسباب قهرية ، شريطة أن يقوم الطالب برفع الدعوى في أقرب وقت بعد زوال هذه الأسباب."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 55,
    "text": ": يجوز لمحكمة الاستئناف أن تحكم ببطلان حكم التحكيم حتى ولو لم يطلب منها ذلك في الأحوال التالية :\nأ‌-\tإذا صدر الحكم في مسالة لا تقبل التحكيم.\nب‌-\tإذا تضمن الحكم ما يخالف أحكام الشريعة الإسلامية والنظام العام.\nالفصل الثامن\nتنفيذ أحكام التحكيم"
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 56,
    "text": ": تحوز أحكام التحكيم الصادرة طبقاً لهذا القانون حجية الأمر المقضي وتكون واجبة النفاذ مع مراعاة الأحكام الواردة في هذا الفصل."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 57,
    "text": ": يصبح حكم التحكيم نهائياً وقابلاً للتنفيذ بعد انقضاء ميعاد الطعن أو بعد انقضاء ميعاد رفع دعوى الإبطال دون رفعها أو بعد صدور حكم فيها بعدم قبولها إذا رفعت."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 58,
    "text": ": تختص محكمة الاستئناف أو من تنيبه بتنفيذ أحكام التحكيم."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 59,
    "text": ": يقدم طلب تنفيذ الحكم إلى المحكمة ويرفق به الوثائق التالية :\nأ‌-\tأصل الحكم أو صورة معتمدة منه وبتوقيع كل أعضاء لجنة التحكيم.\nب‌-\tصورة من إتفاق التحكيم.\nج -  \tصورة من محضر إيداع الحكم.\nوإذا كان التحكيم قد تم بلغة غير العربية فيتم تقديم ترجمة عربية معتمدة لحكم التحكيم وللوثائق الأخرى."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 60,
    "text": ": لا يجب الأمر بتنفيذ حكم المحكمين إلا بعد التحقق مما يأتي :\nأ‌-\tأن يكون الحكم نهائياً وقابلاً للتنفيذ.\nب‌-\tألا يتعارض مع حكم نهائي سبق صدوره من المحاكم.\nج- أن يكون صادراً وفقاً لأحكام هذا القانون.\nالفصل التاسع\nأحكام ختاميـة"
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 61,
    "text": ": يلغى القانون رقم (33) لعام 1981م بشأن التحكيم الصادر في صنعاء وتلغى أي أحكام مماثلة وردت في أي قانون صدر في عدن ، كما يلغى أي حكم أو نص يتعارض وأحكام هذا القانون."
  },
  {
    "law": "القرار الجمهوري بالقانون رقم (22) لسنة 1992م بشـأن التحكيـم بعد التعديل",
    "article_number": 62,
    "text": ": يعمل بهذا القانون من تاريخ صدوره وينشر في الجريدة الرسمية.\nصدر برئاسة الجمهورية - بصنعاء\nبتاريخ 25/رمضان/1412 هـ\nالموافق 29/ مارس/1992م\nالفريق/ علي عبدالله صالح\nرئيس مجلس الرئاسـة"
  }
]