[
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 1,
    "text": "يسمى هذا القانون قانون الإجراءات الجزائية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 2,
    "text": "يكون للكلمات و العبارات التالية في هذا القانون المعاني المذكورة أمام كل منها ما لم يقتضي سياق النص معنى آخر.\nمسوغ قانوني : يقصد به سند من أي قانون ساري المفعول.\nالمدعى بالحق الشخصي : المجني عليه أو أولياء الدم أو ورثة المجني عليه الشرعيون أو من يقوم مقامة قانونا.\nالمدعى بالحق المدني: كل من لحقه ضرر من الجريمة ماديا كان أو معنويا.\nالمسؤول عن الحقوق المدنية : المسؤول عن دفع المبالغ النقدية التي تحكم بها المحكمة تعويضا لمن لحقه ضرر من الجريمة.\nقاض : يشمل قاضي المحكمة الجزائية و قضاة هيئة الحكم في المحاكم الجزائية المعنيين وفقا لقانون السلطة القضائية.\nأعضاء النيابة العامة: تشمل النائب العام و المحامين و رؤساء النيابة وأعضائها المعنيين وفقا لقانون السلطة القضائية.\nممثل الدفاع : هو المحامي المصرح له بالترافع أمام المحاكم وفقا للقانون أو الممثل القانوني للشخص الاعتباري أو من يقوم مقامة قانونا أو أحد أقارب المتهم.\nشخص: تشمل الأشخاص الطبيعيين أو الشخص الاعتباري أو الشركات و الجمعيات أو مجموعة من الأشخاص و لو لم يكونوا متمتعين بالشخصية الاعتبارية.\nالموظف العام: يقصد بالموظف العام لأحكام هذا القانون:\nأ - القائمون بأعباء السلطة العامة، و العاملون في الدولة و المؤسسات التابعة لها.\nب- رجال السلطة القضائية و أفراد القوات المسلحة والأمن.\nكما يشمل أعضاء المجالس النيابية العامة أو المحلية أثناء فترة ولايتهم.\nعاهة الأهلية:ي عله تؤدي إلى زوال العقل أو اختلاله أو ضعفه.\nفاقد الأهلية : هو الصغير الذي لم يبلغ سن التمييز أو فقد أهليته بسبب عاهة عقلية.\nيقوم مقامة قانونا: يقصد به الولي أو الوصي أو المنصب عن غيرة من قبل المحكمة أو المصفى الذي يكتسب هذه الصفة قانونا أو الممثل القانوني للأشخاص الاعتباريين أو الوكيل أو النائب.\nتبليغ: يقصد به كل تجمع من خمسة أشخاص فأكثر إذا كان قصد التجمع ارتكاب أو الشروع لارتكاب جريمة أو كان يحتمل أن يؤدي هذا التجمع إلى الإخلال بالأمن.\nتبليغ : هو أخطار الجهة المختصة بوقوع الحادث.\nالاستجواب: الإدعاء الشفهي أو الكتابي المقدم إلى النيابة العامة بأن شخصا ما معلوما كان أو مجهولا قد أرتكب جريمة.\nإجراءات التحقيق : هي كافة الإجراءات التي تتخذها النيابة العامة أثناء مباشرتها لوظيفتها في تحقيق القضايا.\nالاستجواب : يقصد بالاستجواب علاوة على توجيه التهمة إلى المتهم مواجهته بالأدلة المختلفة القائمة قبله و مناقشته فيها تفصيلا.\nمحل التوقيف: هو المكان المخصص بقسم الشرطة لحفظ المقبوض عليه مؤقتا حتى يعرض على النيابة العامة أو المحكمة للبت في أمره وفقا للقانون.\nالاستيقاف: يقصد به قيام رجل السلطة العامة أو مأمور الضبط القضائي عند الاشتباه في أحد الأشخاص في غير الحالات التي يجيز فيها القانون القبض بسؤاله عن أسمه و مهنته و محل أقامته و جهته و يشمل اصطحابه إلى قسم الشرطة.\nالجرائم الجسيمة : هي ما عوقب عليها بحد مطلق أو بالقصاص بالنفس أو بأبانه طرف أو أطراف وكذلك كل جريمة يعزر عليها بالإعدام أو بالحبس مدة تزيد على ثلاث سنوات.\nالجرائم غير الجسيمة :هي ما عوقب عليها بالدية أو بالأرش أو بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة.\nدلائل قوية : هي أمور أو قرائن تدل بذاتها على ثبوت قيام واقعة محددة.\nدلائل جديدة : هي الأمور التي تظهر و لم تكن قد عرضت على المحقق من قبل و قد يكون ظهورها مصادفة أو عمداً.\nدلائل كافية : هي الأمور التي يدل ثبوتها على توافر العناصر التي يكفي سندا للقرار أو الحكم.\nوقف الدعوى : هو منع السير فيها لأي سبب قانوني أو مادي حتى يزول السبب الذي توقفت الدعوى من أجله.\nانقطاع المدة : هو الأثر الذي يترتب على اتخاذ أي من إجراءات الاستدلالات التي تتخذ في مواجهة المتهم أو يخطر بها أو إجراءات التحقيق أو المحاكمة أو الأمر الجزائي ، و تحتسب المدة السابقة على اتخاذ هذا الإجراء و تبدأ مدة جديدة من تاريخ آخر إجراء اُتخذ.\nالطعن : هو ما يقصد به رفع القرار أو الحكم إلى المحكمة المختصة بهدف إلغائه أو تعديله وفقا لأحكام القانون.\nالحكم النهائي : هو الحكم الذي أستنفذ طريق الطعن بالاستئناف أو مضت مواعيده دون الطعن فيه بهذا الطريق.\nالحكم البات : هو الحكم الذي استنفذ طريق الطعن بالنقض أو مضت مواعيده دون الطعن فيه بهذا الطريق.\nالقرارات التمهيدية: هي القرارات التي تقضي باتخاذ إجراء معين يشف عن اتجاه رأي المحكمة في الموضوع و هو يقيد المحكمة بحيث لا يمكن العدول عن تنفيذه لأنه يرتب حقا مكتسبا للخصم الذي صدر لصالحة.\nالقرارات التحضيرية : هي القرارات التي يقصد من كل منها إعداد الدعوى أو تحضير الأدلة فيها دون أن يشف عن اتجاه رأي المحكمة أو أن تتولد عنه أية حقوق لأحد أطرافها و لا يقيد المحكمة فيمكنها العدول عنه إذا رأت وجها لذلك.\nعدم قبول الطعن: هو عدم توافر الشروط الشكلية المحددة في القانون لرفع الطعن.\nعدم جواز الطعن : هو رفع الطعن في غير الحالات التي نص عليها القانون كأسباب لرفعة أو رفع الطعن من غير الجائز لهم رفعه أو عن أحكام لا تقبل الطعن.\nالباب الثاني\nالمبادئ و المهام الأساسية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 3,
    "text": "المسؤولية الجزائية شخصية فلا يجوز إحضار شخص للمسائلة الجزائية إلا عما ارتكبه هو من أفعال يعاقب عليها القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 4,
    "text": "المتهم برئ حتى تثبت إدانته و يفسر الشك لمصلحة المتهم ، و لا يقضي بالعقاب إلا بعد محاكمة تجري وفق أحكام هذا القانون و تصان فيها حرية الدفاع."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 5,
    "text": "المواطنون سواء أمام القانون و لا يجوز تعقب إنسان أو الإضرار به بسبب الجنسية أو العنصر أو الأصل أو اللغة أو العقيدة أو المهنة أو درجة التعليم أو المركز الاجتماعي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 6,
    "text": "يحظر تعذيب المتهم أو معاملته بطريقة غير إنسانية أو إيذائه بدنيا أو معنويا لقسره على الاعتراف و كل قول يثبت أنه صدر من أحد المتهمين أو الشهود تحت وطأة شئ مما ذكر يهدر و لا يعول عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 7,
    "text": "1- الإعتقالات غير مسموح بها إلا فيما يرتبط بالأفعال المعاقب عليها قانونا و يجب أن تستند إلى القانون.\n2- تفرج النيابة العامة فورا عن كل شخص قيدت حريته خلافا للقانون أو وضع في الحبس الاحتياطي لمدة أطول مما هو مصرح به في القانون أو في الحكم أو أمر القاضي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 8,
    "text": "1- يلتزم مأموري الضبط القضائي و النيابة العامة و المحكمة بالاستيثاق من الحقيقة وقوع الجريمة و من أسبابها و ظروفها و من شخصية المتهم.\n2- للمتهم الحق في المساهمة في الاستيثاق من الحقيقة وله التقدم بطلبات لإثبات براءته في جميع مراحل التحقيق و المحاكمة و بجب في جميع الأحوال إثباتها و تحقيقها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 9,
    "text": "1- حق الدفع مكفول و للمتهم أن يتولى الدفاع بنفسه كماله الاستعانة بممثل للدفاع عنه في أية مرحلة من مراحل القضية الجزائية بما في ذلك مرحلة التحقيق. و توفر الدولة للمعسر والفقير مدافعاً عنه من المحامين المعتمدين و يصدر مجلس الوزراء بناء على اقتراح وزير العدل لائحة بتنظيم أمور توفير المدافع من المحامين المعتمدين للمعسر و الفقير.\n2- يجب على مأموري الضبط القضائي و النيابة العامة و المحكمة أن ينبهوا المتهم إلى ماله من حقوق تجاه التهمة الموجهة إليه و إلى وسائل الإثبات المتاحة له و أن يعملوا على صيانة حقوقه الشخصية و المالية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 10,
    "text": "يحظر تسليم أي مواطن يمني لأي سلطة أجنبية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 11,
    "text": "الحرية الشخصية مكفولة و لا يجوز اتهام مواطن بارتكاب جريمة و لا تقيد حريته إلا بأمر من السلطات المختصة وفق ما جاء في هذا القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 12,
    "text": "1- للمساكن و دور العبادة و دور العلم حرمة فلا يجوز مراقبتها أو تفتيشها إلا بمقتضى أمر مسبب من النيابة العامة وفق ما جاء بهذا القانون و يجب أن يكون ذلك بناء على اتهام سابق موجه إلى شخص يقيم في المكان المراد تفتيشه بارتكاب جريمة معاقب عليها بالحبس على الأقل أو باشتراكه في ارتكابها أو إذا وجدت قرائن قوية تدل على أنه حائز لأشياء تتعلق بالجريمة ، و في جميع الأحوال يجب أن يكون أمر التفتيش مسببا.\n2- حرية و سرية المراسلات البريدية و السلكية و اللاسلكية و كافة وسائل الاتصال مكفولة وفقا للدستور. لا يجوز مراقبتها أو تفتيشها أو إفشاء سريتها أو تأخيرها أو مصادرتها إلا في الحالات التي يبينها القانون و بأمر من النيابة العامة أو من المحكمة المختصة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 13,
    "text": "على كل من علم بالقبض على أحد الناس و حبسه دون مسوغ قانوني أو في غير الأمكنة التي أعدت لذلك يبلغ أحد أعضاء النيابة العامة.\nو يجب على عضو النيابة العامة أن ينتقل فورا ، و أن يطلق سراح من حبس بغير حق ، أما إذا ثبت أن حبسه كان بمسوغ قانوني نقله في الحال إلى إحدى المنشآت العقابية ، و في جميع الأحوال يحرر محضرا بالإجراءات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 14,
    "text": "لا يجوز المساس بحرية الحياة الخاصة للمواطن في غير الأحوال المصرح بها في هذا القانون، ويعتبر مساسا بها ارتكاب أحد الأفعال الآتية:-\n1- استراق السمع أو تسجيل أو نقل المحادثات التي تجري في مكان خاص أو عن طريق الهاتف أو عن طريق جهاز من الأجهزة أيا كان نوعه.\n2- التقاط أو نقل صورة شخص في مكان خاص بجهاز من الأجهزة أيا كان نوعه.\n3- الاطلاع على الخطابات أو الرسائل أو البرقيات أو مصادرتها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 15,
    "text": "لا يجوز وضع قيود على حرية المواطنين في الاجتماع و الانتقال و الإقامة و المرور إلا وفقا لأحكام القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 16,
    "text": "استثناء من أحكام المادة (37)لا تنقضي بمضي المدة الدعوى الجزائية في الجرائم الماسة بحرية المواطنين أو كرامتهم أو التي تتضمن اعتداء على حرية الحياة الخاصة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 17,
    "text": "1- يسري قانون الإجراءات الجزائية على كل عمل إجرائي يتخذ في إقليم الجمهورية.\n2- تسري قوانين الإجراءات الجزائية على المواطنين و كذلك على رعايا الدول الأجنبية و الأشخاص عديمي الجنسية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 18,
    "text": "1- يسري قانون الإجراءات الجزائية فور نفاذه بأثر مباشر على كل  عمل إجرائي يتخذ و لو كان بشأن جرائم وقعت أو دعاوى رفعت أو تنفيذ أحكام صدرت قبل تاريخ العمل بهذا القانون.\n2- يستثنى من الأثر المباشر ما يلي:\nأ-إذا صدر قانون يعدل من اختصاص المحكمة دون أن يلغيها و كان تاريخ العمل به لاحقا على انتهاء المرافعة الختامية ، فإن الدعوى الجزائية تظل من اختصاص المحكمة السابقة.\nب- مع مراعاة ما نص عليه هذا القانون تبقى المواعيد خاضعة للتشريع الذي بدأت في ظله."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 19,
    "text": "1- كل عمل إجرائي تم صحيحا في ظل قانون معمول به يستمر قائما.\n2- تخضع طرق الطعن في الأحكام للقانون المعمول به وقت صدور الحكم ما لم يكن التشريع الجديد أصلح للمحكوم عليه فيكون هو واجب الإتباع.\n3- تسري القواعد الخاصة بالتقادم إذا كانت أصلح للمتهم على كل تقادم بدأ قبلها و لم يكتمل."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 20,
    "text": "تكون الأعمال و القرارات و الأحكام الصادرة من مأموري الضبط و النيابة العامة أو المحكمة في مواجهة ذوي الشأن من المواطنين و الهيئات قابلة للطعن بالطرق المقررة في القانون ما لم ينص على غير ذلك.\nالباب الثالث\nالدعوى الجزائية\nالفصل الأول\nفي من له رفع الدعوى الجزائية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 21,
    "text": "النيابة العامة هي صاحبة الولاية في تحريك الدعوى الجزائية و رفعها و مباشرتها أمام المحاكم، و لا ترفع من غيرها إلا في الأحوال المبينة في القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 22,
    "text": "لا يجوز للنيابة العامة وقف الدعوى الجزائية أو تركها أو تعطيل سيرها أو التنازل عنها أو عن الحكم الصادر فيها أو وقف تنفيذها إلا في الأحوال المبينة في القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 23,
    "text": "يقوم النائب العام بنفسه أو بواسطة أحد أعضاء النيابة العامة بمباشرة الدعوى الجزائية كما هو مقرر بالقانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 24,
    "text": "يعتبر المجني عليه أو المدعى بالحق الشخصي أو المدعي بالحق المدني خصما منضماً للنيابة العامة في الدعوى الجزائية و مدعياً في الدعوى المدنية المرتبطة بها إذا كانت له طلبات ما.\nكما يعتبر المسؤول عن الحقوق المدنية خصماً منضماً للمتهم في الدعوى الجزائية و الدعوى المدنية المرتبطة بها إذا أدخل أو تدخل فيها و لو لم توجه إليه طلبات ما.\nالفصل الثاني\nفي قيود رفع الدعوى الجزائية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 25,
    "text": "لا يجوز رفع الدعوى الجزائية على القضاة أو أعضاء النيابة العامة إلا بإذن من مجلس القضاء الأعلى بناء على طلب النائب العام مع إخطار وزير العدل ، و يعين المجلس المحكمة التي تتولى محاكمة القضاة و أعضاء النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 26,
    "text": "لا يجوز رفع الدعوى الجزائية على أحد رجال الضبط القضائي أو موظف عام لجريمة وقعت منه أثناء تأدية وظيفته أو بسببها إلا بأذن من النائب العام أو من يفوض بذلك من المحامين العامين أو رؤساء النيابة و يجب صدور الأذن في أحوال القصاص و الدية و الإرش و في أحوال القذف إذا تقدم المجني عليه بالشكوى و أصر عليها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 27,
    "text": "لا يجوز للنيابة العامة رفع الدعوى الجزائية أمام المحكمة إلا بناء على شكوى المجني عليه أو من يقوم مقامة قانونا في الأحوال الآتية:\n1- في جرائم القذف و السب و إفشاء الأسرار الخاصة و الإهانة و التهديد بالقول أو بالفعل أو الإيذاء الجسماني البسيط ما لم تكن الجرائم وقعت على مكلف بخدمة عامة أثناء قيامة بواجبه أو بسببه.\n2-في الجرائم التي تقع على الأموال فيما بين الأصول و الفروع و الزوجين و الإخوة و الأخوات.\n3- في جرائم الشيكات.\n4- في جرائم التخريب و التعييب و إتلاف الأموال الخاصة و قتل الحيوانات بدون مقتضى أو الحريق غير العمدي و انتهاك حرمة ملك الغير و كذلك في الأحوال الأخرى التي ينص عليها القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 28,
    "text": "إذا تعدد المجني عليهم يكفي أن تقدم الشكوى من أحدهم و إذا تعدد المتهمون و كانت الشكوى مقدمة ضد أحدهم تعتبر أنها مقدمة ضد الباقين في تسويغ التحقيق للنيابة معهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 29,
    "text": "ينقضي الحق في الشكوى فيما هوجاز للمحكمةفي المادة (27)بعد مضي أربعة أشهر من يوم علم المجني عليه بالجريمة أو بارتكابها أو زوال العذر القهري الذي حال دون تقديم الشكوى و يسقط الحق في الشكوى بموت المجني عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 30,
    "text": "في جميع الأحوال التي يشترط القانون فيها رفع الدعوى الجزائية تقديم شكوى لا يجوز اتخاذ إجراءات التحقيق فيها إلا بعد تقديم هذه الشكوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 31,
    "text": "يجوز لمن له الحق في الشكوى في الحالات المنصوص عليها في المادة (27)أن يتنازل عنها في أي وقت.\nالفصل الثالث\nفي إقامة الدعوى الجزائية من المحكمة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 32,
    "text": "إذا رأت المحكمة الابتدائية في دعوى مرفوعة أمامها أن هناك متهمين غير من أقيمت الدعوى عليهم أو وقائع أخرى غير المسندة فيها إليهم أو أن  هناك جريمة مرتبطة بالتهمة المعروضة أمامها فعليها أن تحيلها إلى النيابة العامة لتحقيقها و التصرف فيها طبقاً للباب الثالث من الكتاب الثاني من هذا القانون.\nو إذا صدر قرار بإحالة الدعوى إلى محكمة جاز  للمحكمة إحالتها إلى محكمة أخرى و إذا كانت المحكمة لم تفصل في الدعوى الأصلية و كانت مرتبطة مع الدعوى الجديدة ارتباطا لا يقبل التجزئة جاز إحالة القضية كلها إلى محكمة أخرى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 33,
    "text": "لمحكمة الطعن الاستئنافية عند نظر الاستئناف نفس الصلاحيات المقررة في المادة السابقة و يجوز في هذه الحالة أن تكون الإحالة إلى محكمة ابتدائية أخرى غير التي أصدرت الحكم المستأنف و يكون النقل في جميع الأحوال بقرار من رئيس المحكمة طبقا للقانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 34,
    "text": "للدائرة التي تنظر الموضوع بناء على الطعن في المرة الثانية في المحكمة العليا نفس الصلاحيات المقررة في المادتين السابقتين."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 35,
    "text": "للمحكمة في حالة نظر الموضوع إذا وقعت أفعال من شأنها الإخلال بأوامر أو الاحترام الواجب لها و التأثير في قضائها أو في الشهود و كان ذلك في صدد دعوى منظورة أمامها أن تقيم الدعوى الجزائية على المتهم طبقا للمادتين(32و33)و تقضي فيها.\nالفصل الرابع\nانقضاء الدعوى الجزائية و عدم سماعها"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 36,
    "text": "تنقضي الدعوى الجزائية بوفاة المتهم عدا حالات الدية و الأرش و رد الشرف إذا حدثت الوفاة أثناء نظر الدعوى و لا يمنع ذلك من الحكم بالمصادرة إذا كانت الأشياء المضبوطة التي ظهرت بسبب الجريمة من التي بعد صنعها أو استعمالها أو حيازتها أو بيعها أو عرضها للبيع جريمة في ذاتها و لو لم تكن الأشياء ملكا للمتهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 37,
    "text": "ينقضي الحق في سماع الدعوى الجزائية بمضي المدة ما لم ينص القانون على خلاف ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 38,
    "text": "ينقضي الحق في سماع الدعوى الجزائية في الجرائم الجسيمة بمضي عشر سنوات من يوم وقوع الجريمة فيما عدا الجرائم المعاقب عليها بالقصاص ، أو تكون الدية أو الأرش إحدى العقوبات المقررة لها و في الجرائم غير الجسيمة بمضي ثلاث سنوات من يوم وقوع الجريمة كل ذلك ما لم ينقطع التقادم وفقا للمادة (40)."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 39,
    "text": "لا يسري الإيقاف على التقادم في الدعوى الجزائية بل تقام و إذا مضت المدة سقطت."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 40,
    "text": "تنقطع المدة بإجراءات التحقيق الجدية أو المحاكمة و كذلك بالأمر الجزائي أو بإجراءات الاستدلالات الجدية إذا اتخذت في مواجهة المتهم و تسري المدة من جديد ابتداء من انتهاء الانقطاع و إذا تعددت الإجراءات التي تقطع المدة فإن سريانها يبدأ من تاريخ آخر إجراء."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 41,
    "text": "إذا تعدد المتهمون فإن انقطاع المدة بالنسبة لأحدهم يترتب عليه انقطاعها بالنسبة للباقين."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 42,
    "text": "لا يجوز تحريك الدعوى الجزائية و يتعين إنهاء إجراءاتها إذا كانت قد بدأت في إحدى الأحوال الآتية:\nأ- عند عدم وجود جريمة.\nب- إذا لم تتوافر عناصر الجريمة.\nج- عدم بلوغ سن المساءلة الجزائية.\nد- لسبق صدور حكم في القضية غير قابل للطعن.\nهـ- لسبق صدور قرار بالأوجه لإقامة الدعوى و استنفاذ طرق طعنه.\nو- صدور عفو عام أو خاص.\nز- وفاة المتهم.\nح- بانقضاء الدعوى بالتقادم.\nالفصل الخامس\nفي الإدعاء بالحقوق المدنية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 43,
    "text": "يجوز لكل من لحقه ضرر من الجريمة رفع الدعوى المدنية مهما بلغت قيمتها بتعويض الضرر الناشئ عن الجريمة أمام المحاكم الجزائية لنظرها مع الدعوى الجزائية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 44,
    "text": "يجوز كذلك مباشرة الدعوى المدنية بصفة مستقلة عن الدعوى الجزائية و في هذه الحالة يجب وقف الفصل فيها حتى يحكم نهائيا في الدعوى الجزائية المقامة قبل رفعها أو في أثناء السير فيها و للمحكمة أن تقرر ما تراه من الإجراءات الاحتياطية المستعجلة المناسبة لحماية المضرور على أنه إذا أوقف الفصل في الدعوى الجزائية لإصابة المتهم بعاهة عقلية يفصل في الدعوى المدنية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 45,
    "text": "إذا رأت المحكمة أن تدخل المدعي بالحقوق المدنية يؤخر الفصل في الدعوى الجزائية جاز لها أن تقرر تأجيل نظر الدعوى المدنية إلى ما بعد الفصل في الدعوى الجزائية أو النظر فيها على حده."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 46,
    "text": "يحصل الادعاء مدنيا إما في الشكوى التي تقدم إلى النيابة العامة أو أحد مأموري الضبط القضائي و إما بإعلان المتهم وفقا لأحكام قانون المرافعات.\nكما يجوز أن يتم في الجلسة المنظورة فيها  الدعوى أن كان المتهم حاضرا و إلا وجب تأجيل الدعوى و تكليف المدعي بإعلان المتهم بطلباته.\nفإذا كان قد سبق قبوله في التحقيق بهذه الصفة فأحاله الدعوى الجزائية إلى المحكمة تشمل الدعوى المدنية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 47,
    "text": "إذا كان من لحقه ضرر من الجريمة فاقد الأهلية و لم يكن له من يقوم مقامة قانونا جاز للنيابة العامة أو المحكمة المرفوعة أمامها الدعوى الجزائية أن تعين له وكيلا ليدعى بالحقوق المدنية نيابة عنه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 48,
    "text": "ترفع الدعوى المدنية بتعويض الضرر على المتهم بالجريمة إذا كان بالغا و على من يمثله جاز للمحكمة أن تعين له من يمثله أو أن تكتفي بتمثيل النيابة العامة له.\nو يجوز رفع الدعوى المدينة أيضا على المسؤولين عن الحقوق المدنية عن فعل المتهم و للنيابة العامة أن تدخل المسؤولين عن الحقوق المدنية و لو لم يكن في الدعوى مدعٍ بحقوق مدنية للحكم عليهم بالمصاريف المستحقة للحكومة.\nو لا يسمح برفع دعوى الضمان أمام المحاكم في الدعاوي الجزائية و لا أن يدخل في الدعوى غير المدعى بالحقوق الجزائية و لا أن يدخل في الدعوى غير المدعى عليهم بالحقوق المدنية و المسؤولين عنها و المؤمن لديهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 49,
    "text": "للمسؤول عن الحقوق المدنية أن يتدخل من تلقاء نفسه في الدعوى الجزائية في أية حالة كانت عليها و للنيابة العامة و المدعي بالحقوق المدنية المعارضة في قبول تدخله."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 50,
    "text": "يجب على المدعى بالحقوق المدنية أن يعين له موظنا في البلدة الكائن فيها مقر المحكمة ما لم يكن مقيما فيها و يكون ذلك بتقرير في دائرة الكتاب و الأصح تسليم الأوراق إليه بتسليمها إلى هذه الدائرة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 51,
    "text": "على المدعي بالحقوق المدنية أن يدفع الرسوم القضائية وعليه أن يودع مقدما الأمانة التي تقدرها النيابة العامة أو المحكمة لواجهة أتعاب و مصاريف الخبراء و الشهود و غيرهم و عليه أيضا إيذاء الأمانة التكميلية التي قد تلزم أثناء سير الإجراءات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 52,
    "text": "لكل من المتهم و المسؤول عن الحقوق المدنية و النيابة العامة أن يعارض في الجلسة في قبول المدعي بالحقوق المدنية إذا كانت الدعوى المدنية غير جائزة أو غير مقبولة و تفصل المحكمة في المعارضة بعد سماع أقوال الخصوم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 53,
    "text": "لا يمنع القرار الصادر من النيابة العامة في مرحلة التحقيق بعدم قبول المدعي بالحقوق المدنية من الادعاء مدنيا بعد ذلك أمام المحكمة.\nو لا يترتب على القرار الصادر من المحكمة بقبول الدعوى المدنية بطلان الإجراءات التي لم يشترك فيها المدعي بالحقوق المدنية قبل ذلك.\nو القرار الصادر من النيابة العامة بقبول المدعي بالحقوق المدنية لا تلزم المحكمة المرفوعة أمامها الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 54,
    "text": "يجوز رفع الدعوى المدنية على المؤمن لديه لتعويض الضرر الناشئ عن الجريمة أمام المحكمة التي تنظر الدعوى الجزائية و تسري على المؤمن لدية جميع الأحكام الخاصة بالمسؤول عن الحقوق المدنية المنصوص عليها في هذا القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 55,
    "text": "تنقضي الدعوى المدنية بمضي المدة المقررة في القانون المدني لعدم سماع الدعوى و مع ذلك لا تنقضي الدعوى المدنية الناشئة عن الإخلال بأحكام الباب الثاني من هذا القانون فيما يتعلق بحماية حريات المواطنين.\nو إذا انقضت الدعوى الجزائية بعد رفعها  لسبب من الأسباب الخاصة بها فلا تأثير لذلك في سير الدعوى المدنية المرفوعة معها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 56,
    "text": "للمدعي بالحقوق المدنية أن يترك دعواه في أية حالة كانت عليها الدعوى و يلزم بدفع المصاريف السابقة على ذلك مع عدم الإخلال بحق المتهم في التعويضات إن كان لها وجه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 57,
    "text": "لا يترتب على ترك الدعوى المدنية تعطيل الدعوى الجزائية أو وقف سيرها إلا في الأحوال المنصوص عليها قانونا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 58,
    "text": "يعتبر تركا للدعوى عدم حضور المدعي أمام المحكمة بغير عذر مقبول بعد إعلان لشخصه أو عدم إرساله وكيلا عنه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 59,
    "text": "إذا ترك المدعي بالحقوق المدنية دعواه أثناء نظر الدعوى الجزائية يجوز له أن يرفعها على استقلال ما لم يكن قد صرح بالتنازل عن الحق موضوع الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 60,
    "text": "يترتب على ترك المدعي بالحقوق المدنية  دعواه أو عدم قبوله مدعيا بحقوق مدنية استيعاب المسؤول عن الحقوق المدنية من الدعوى إذا كان دخوله فيها بناء على طلب المدعي بالحق المدني."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 61,
    "text": "إذا رفع من لحقه ضرر من الجريمة دعواه بطلب التعويض إلى المحكمة ثم رفعت الدعوى الجزائية بعد ذلك جاز له إذا ترك دعواه الأولى أن يدعي مدنيا أمام المحكمة التي تنظر الدعوى الجزائية و ليس له في هذه الحالة دعواه أمام المحكمة المدنية ما لم تقرر المحكمة الجزائية ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 62,
    "text": "يتبع في الفصل في الدعوى المدنية التي تنظر تبعا للدعوى الجزائية الإجراءات المقررة في هذا القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 63,
    "text": "للمتهم أن يطالب المدعي بالحقوق المدنية أمام المحكمة بتعويض الضرر الذي لحقه بسبب رفع الدعوى المدنية إذا كان لذلك وجه.\nالكتاب الثاني\nفي الإجراءات السابقة على المحاكمة\nالباب الأول\nفي الأحكام العامة للإجراءات السابقة على المحاكمة\nالفصل الأول\nفي الأحكام العامة للتكليف بالحضور"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 64,
    "text": "للمحكمة و للنيابة العامة و مأموري الضبط القضائي أن يصدر كل منهم بحسب الأحوال و وفق الصلاحيات المخولة له أمراً بحضور أي شخص إذا كان ذلك ضروريا للتحقيق أو التحريات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 65,
    "text": "يكون التكليف بالحضور بناء على أمر مكتوب من نسختين يشمل اسم الشخص المكلف بالحضور و محل إقامته و مهنته و الغرض من حضوره و تاريخ الأمر و الموعد المطلوب حضوره فيه و إمضاء الأمر و الختم الرسمي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 66,
    "text": "يعلن أمر التكليف بالحضور بواسطة المحضرين أو رجال الشرطة أو أحد رجال السلطة العامة و تسليم للمطلوب حضوره صوره من الأمر فإذا تعذر ذلك تسلم لأحد المقيمين معه من أقاربه أو أصهاره أو تابعيه و بويع المستلم على الأصل فإذا لم يوجد أحد ممن ذكروا أو أمتنع عن التوقيع تسلم صورة الأمر بعد التوقيع على أصلها من شاهدين بما يفيد ذلك إلى مدير قسم الشرطة التابع له محل إقامة المراد حضوره أو لعاقل القرية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 67,
    "text": "يجب على من قام بإعلان الأمر أن يرد أصله الموقع عليه منه و من المستلم أو الشاهدين و موضحا به ما تم من إجراءات و كل ما يهم الأمر بمعرفته من زمان و مكان الإعلان و كذا كيفيته و يعتبر ذلك حجه إلى أن يثبت ما يخالفه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 68,
    "text": "إذا تخلف من صدر له الأمر بالحضور في الموعد المحدد جاز للمحقق أن يصدر أمراً بإحضاره قهرا متهماً كان أو شاكياً أو شاهداً.\nو يجوز الحكم عليه بناء على طلب الأمر بالحضور بالعقوبة المقررة للشاهد الذي يتخلف عن الحضور رغم إعلانه بدون عذر مقبول و ذلك بعد تحقيق دفاعه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 69,
    "text": "للآمر بالحضور إذا رأى لزوما لعودة من حضر مرة أخرى أن ينبهه بعد ذلك بالموعد المحدد و يثبت ذلك في محضره و يوقع عليه هو و المطلوب حضوره فإذا تخلف المطلوب عن الحضور في الموعد المحدد طبقت عليه أحكام المادة السابقة.\nالفصل الثاني\nالأحكام العامة في القبض"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 70,
    "text": "القبض هو ضبط الشخص و إحضاره أمام المحكمة أو النيابة العامة أو مأموري الضبط القضائي في الحالات المنصوص عليها قانونا و يكون بموجب أمر صادر من الأمر بالقبض ممن يملكه قانونا أو شفويا إذا كان الشخص الآمر حاضراً أمامه و يترتب على ذلك حرمان المقبوض عليه من حريته حتى يتم التصرف في أمره."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 71,
    "text": "يحجز المقبوض عليه في مكان منفصل عن المكان المخصص للمحكوم عليهم و يعامل بوصفه بريئا و لا يجوز إيذاؤه بدنيا أو معنويا للحصول على اعتراف منه أو لأي غرض آخر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 72,
    "text": "يجب أن يكون الأمر بالقبض كتابة موقعا عليه ممن أصدره ، و يجوز أن يكون الأمر شفويا على أن ينفذ في حضور الأمر به و القبض في الحالات الأخرى يكون على مسؤولية القابض."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 73,
    "text": "يبلغ فورا كل من قبض عليه بأسباب هذا القبض و له حق الاطلاع على أمر القبض و الاتصال بمن يرى إبلاغه بما وقع و الاستعانة بمحام.\nو يجب إعلانه على وجه السرعة بالتهمة الموجهة إليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 74,
    "text": "يسقط الأمر بالقبض إذا لم يتم تنفيذه في خلال الثلاثة الأشهر التالية لصدوره ما لم يجدد."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 75,
    "text": "إذا صدرت أوامر القبض في حدود القانون مستوفيه شروط صحتها فإنها تكون نافذة في جميع أنحاء الجمهورية و توابعها و السفن و الطائرات التي تحمل علمها و يجوز تكليف المأمور بتنفيذها خارج دائرة اختصاصه ، فإذا تم القبض خارج دائرة اختصاصه وجب عليه أن يعرض المقبوض عليه على النيابة العامة المختصة لاتخاذ ما تراه مناسبا من إجراءات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 76,
    "text": "كل من يقبض عليه بصفة مؤقتة بسبب الاشتباه في ارتكابه جريمة يجب أن يقدم إلى القضاء خلال أربعة و عشرين ساعة من القبض عليه على الأكثر و على القاضي أو عضو النيابة العامة أن يبلغه بأسباب القبض و أن يصدر على الفور أمراً مسببا بحبسه احتياطياً أو الإفراج عنه.\nو في كل الأحوال لا يجوز الاستمرار في الحبس الاحتياطي أكثر من سبعة أيام إلا بأمر قضائي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 77,
    "text": "عند إلقاء القبض على أي شخص لأي سبب يجب أن  يخطر  فوراً من يختاره المقبوض عليه بواقعة القبض عليه كما يجب ذلك عند صدور كل أمر قضائي باستمرار الحجز فإذا تعذر على المقبوض عليه الاختيار وجب إبلاغ أقاربه أو من يهمه الأمر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 78,
    "text": "إذا وجه أمر القبض دون تعيين لمن يقوم بتنفيذه كان لرجال الشرطة و مأموري الضبط القضائي تنفيذه.\nو إذا عين شخص لتنفيذه فليس لغيره أن ينفذه إلا إذا استعان به من وجه إليه الأمر وفي حضوره و عند الضرورة يجوز لمن وجه إليه الأمر من رجال الشرطة أن يحيله إلى زميل له كتابه مذيلا بتوقيعه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 79,
    "text": "لمن يقوم بتنفيذ أمر القبض استعمال القوة اللازمة لذلك و للتغلب على كل مقاومة من جانب المقبوض عليه أو غيره و لا يجوز أن تزيد القوة عن القدر اللازم لمنع المقاومة أو الهرب و يرجع تقدير ذلك للمحكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 80,
    "text": "لمن يقوم بتنفيذ أمر القبض أن يدخل مسكن المطلوب القبض عليه للبحث عنه و له أن يدخل مسكن غيره إذا وجدت قرائن قوية تدل على أن المتهم قد اختبأ فيه و على صاحب المسكن أو من يوجد به أن يسمح بالدخول و أن يقدم التسهيلات المعقولة لإجراء البحث عن المطلوب القبض عليه و إذا رفض أو قاوم كان لمن يقوم بتنفيذ القبض اقتحام المسكن عنوة و استخدام القوة في الحدود المبينة في المادة السابقة.\nو إذا كان في المسكن نساء تراعى التقاليد المتبعة في معاملتهن ،\nو ذلك مع عدم الإخلال بالأحكام الواردة في الفصلين الثالث و الخامس من الباب الثالث من الكتاب الثاني من هذا القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 81,
    "text": "لمن يقوم بتنفيذ أمر القبض تفتيش المقبوض عليه لتجريده من الأسلحة و كل ما يحتمل استعماله في المقاومة أو الهرب أو إيذاء نفسه أو غيره و أن يسلم الأشياء المضبوطة للآمر بالقبض.\nو إذا كان المقبوض عليه أنثى فلا يجوز تفتيشها إلا بمعرفة أنثى طبقا للمادة (143)."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 82,
    "text": "يجوز أن ينص في أمر القبض على إخلاء سبيل المقبوض عليه إذا وقع تعهد بالحضور مصحوبا بضمان يحدد في الأمر أو بغير ضمان فيكون على منفذ الأمر أن يخلي سبيل المقبوض عليه إذا نفذ الشروط ، و يرسل التعهد مصحوبا بالضمان إلى الآمر بالقبض."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 83,
    "text": "إذا لم ينص الأمر على إخلاء سبيل المقبوض عليه يكون على من ينفذه إحضار المقبوض عليه إلى الآمر بالقبض فورا و بدون تأخير.\nالباب الثاني\nفي جمع الاستدلالات و التحري فيها\nالفصل الأول\nفي مأموري الضبط القضائي و واجباتهم"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 84,
    "text": "يعتبر من مأموري الضبط القضائي في دوائر اختصاصاتهم:\nأولا : أعضاء النيابة العامة.\nثانيا : المحافظون.\nثالثا : مديرو الأمن العام.\nرابعا : مديرو المديريات.\nخامسا : ضباط الشرطة والأمن.\nسادسا : رؤساء الحرس و الأقسام و نقط الشرطة و من يندبون للقيام بأعمال الضبط القضائي من غيرهم.\nسابعا : عقال القرى.\nثامنا : رؤساء المراكب البحرية و الجوية.\nتاسعا : جميع الموظفين الذين يخولون صفه الضبطية القضائية بموجب القانون.\nعاشرا : و أية جهة أخرى يوكل إليها الضبط القضائي بموجب قانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 85,
    "text": "يكون مأموروا الضبط القضائي تابعين للنائب العام و خاضعين لأشرفه في نطاق صلاحيات الضبط القضائي.\nو للنائب العام أن يطلب من الجهة المختصة النظر في أمر كل من تقع منه مخالفة لواجباته أو تقصير في عمله و له أن يطلب رفع الدعوى التأديبية عليه و هذا كله لا يمنع من رفع الدعوى الجزائية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 86,
    "text": "إذا رأي النائب العام أن ما وقع من مأمور الضبط القضائي خطأ جسيم أو أن الجزاء الموقع غير كاف و كذلك إذا لم تستجب الجهة الإدارية لما طلب منها من نظر في مأموري الضبط القضائي جاز عرض الأمر على محكمة الاستئناف للنظر في إسقاطه صفه الضبطية القضائية عنه و هذا كله لا يمنع من رفع الدعوى الجزائية و يجوز كذلك لهذه المحكمة أن تتصدى من تلقاء نفسها أو بناء على طلب الرئيس بمناسبة قضية معروضة عليها  و تنظر في أمر إسقاط صفة الضبطية القضائية في الأحوال المنصوص عليها في الفقرة السابقة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 87,
    "text": "يجب على محكمة الاستئناف في الأحوال التي يعرض فيها عليها أمر مما ذكر في المادة السابقة أن تقوم بتحقيق أولي تسمع فيه أقوال ممثل النيابة العامة و مأمور الضبط القضائي محل المؤاخذة.\nو يجب إحاطة مأمور الضبط القضائي مسبقا بكل ما نسب إليه من إخلال بواجباته مما هو محل المؤاخذة و لمأمور الضبط القضائي الاستعانة بمحام و في جميع الأحوال يجب أن تجري كل هذه الإجراءات في غرفة المداولة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 88,
    "text": "بغير إخلال بالجزاءات التأديبية التي وقعت على مأمور الضبط القضائي أو الممكن أن يوقعها الرؤساء الإداريون يجوز لمحكمة استئناف المحافظة أن توجه إليه تنبيها أو تسقط عنه صفة الضبطية القضائية لمدة معينة أو إسقاطها دائما في دائرة محكمة الاستئناف أو في كل إقليم الجمهورية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 89,
    "text": "يترتب حتماً على الإسقاط الشامل لصفة الضبطية القضائية عن مأمور الضبط القضائي عزله عن منصبه كما يترتب حتماً على الإسقاط المحدود بدائرة معينة نقله منها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 90,
    "text": "تبلغ قرارات محكمة الاستئناف الصادرة ضد مأمور الضبط القضائي إلى السلطات التي تتبعها و إلى النائب العام."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 91,
    "text": "مأمورو الضبط القضائي مكلفون باستقصاء الجرائم و تعقب مرتكبيها و فحص البلاغات و الشكاوي و جمع الاستدلالات و المعلومات المتعلقة بها و إثباتها في محاضرهم و إرسالها إلى النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 92,
    "text": "إذا بلغ رجل الضبط القضائي أو علم بوقوع جريمة ذات طابع جسيم أو من  تلك  التي يحددها النائب العام بقرار منه وجب عليه أن يخطر النيابة العامة و أن ينتقل فورا إلى محل الحادث للمحافظة عليه و ضبط كل ما يتعلق بالجريمة و إجراء المعاينة اللازمة و بصفة عامة أن يتخذ جميع الإجراءات للمحافظة على أدلة الجريمة و ما يسهل تحقيقها و له أن يسمع أقوال من يكون لدية معلومات عن الوقائع الجزائية و مرتكبيها و أن يسأل المتهم عن ذلك.\nوعليه إثبات ذلك في محضر التحري و جمع الاستدلالات و يوقع عليها هو و الشهود الذين سمعهم و الخبراء الذين استعان بهم و لا يجوز له تحليف الشهود أو الخبراء اليمين إلا إذا خيف أن يستحيل فيما بعد سماع الشهادة بيمين و يجب عليه تسليم تلك المحاضر لعضو النيابة عند حضوره.\nو في الجرائم الأخرى تحرر محاضر التحري و جمع الاستدلالات التي يقوم بها رجال الضبط القضائي طبقاً لما تقدم وعليهم إرسالها إلى النيابة العامة للتصرف فيها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 93,
    "text": "يجب على عضو النيابة العامة عند استلامه محاضر التحري و جمع الاستدلالات أو عرضها عليه أن يتأكد من استيفائها للمطلوب قبل التصرف فيها و له أن يعيدها لمصدرها لاستيفائها أو يندب من يستوفيها أو يتولى ذلك بنفسه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 94,
    "text": "لكل من علم بوقوع جريمة من الجرائم التي يجوز للنيابة العامة رفع الدعوى عنها بغير شكوى أو إذن أن يبلغ النيابة العامة أو أحد مأموري الضبط القضائي بها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 95,
    "text": "يجب على كل من علم من الموظفين العموميين أو المكلفين بخدمة عامة أثناء تأديته لعمله أو بسبب ذلك بوقوع جريمة من الجرائم التي يجوز للنيابة العامة رفع الدعوى عنها بغير شكوى أو إذن أن يبلغ عنها فورا النيابة العامة أو أقرب مأموري الضبط القضائي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 96,
    "text": "إذا أجتمع في مكان الحادث أحد أعضاء النيابة العامة و أحد مأموري الضبط القضائي فيقوم عضو النيابة العامة بعمل الضبط القضائي و إذا كان من حضر من مأموري الضبط القضائي قد بدأ بالعمل فلعضو النيابة العامة حينئذ التحقيق بنفسه أو أن يأمر مباشرة باتهامه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 97,
    "text": "الشكوى التي لا يدعي فيها مقدمها بحقوق مدنية تعد من قبيل التبليغات و لا يعد ذلك وحده رفعا للدعوى المدنية و لا يعتبر الشاكي مدعيا بحقوق مدنية إلا إذا صرح بذلك في شكواه أو في ورقة مقدمة منه بعد ذلك أو إذا طلب في أحدهما تعويضا ما.\nالفصل الثاني\nفي الصلاحيات المقررة لمأموري الضبط\nفي الجرائم  المشهودة و حالات القبض و الاستيقاف"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 98,
    "text": "تكون الجريمة مشهودة في حالة ارتكابها أو عقب ارتكابها ببرهة يسيرة و تعتبر كذلك إذا تبع المجني عليه مرتكبها أو تبعته العامة بالصياح أثر وقوعها أو إذا وجد مرتكبها بعد وقوعها بوقت قريب حاملا آلات  أو أسلحة أو أمتعة أو أشياء أخرى يستدل منها على أنه فاعلها أو شريك فيها أو إذا وجدت به في الوقت المذكور أثر أو علامات تدل على ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 99,
    "text": "في الجرائم المشهودة يتعين على مأمور الضبط القضائي أن ينتقل فورا إلى محل الواقعة لمعاينة الآثار المادية للجريمة أو المحافظة عليها و إثبات حالة الأماكن و الأشخاص و كل ما يفيد في كشف  الحقيقة و سماع أقوال من كان حاضرا أو من يمكن الحصول منه على إيضاحات في شأن الواقعة و مرتكبيها و يجب عليه فورا أن يخطر النيابة العامة بانتقاله.\nو يجب على النيابة العامة بمجرد أخطارها بجريمة مشهودة ذات طابع جسيم الانتقال فورا إلى محل الواقعة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 100,
    "text": "في الجرائم المشهودة ذات الطابع الجسيم يكون لمأمور الضبط القضائي منع أي شخص موجود في المكان الذي وقعت به الجريمة من الخارج أو الابتعاد عنه حتى يتم تحرير المحضر و له أن يستحضر في الحال من يمكن الحصول منه على إيضاحات في شأن الواقعة.\nو من يخالف هذا المنع أو الاستدعاء يوضع في محل التوقيف ثم يعرض أمره بناء على طلب النيابة العامة على القاضي المختص للحكم عليه بعد تحقيق دفاعه و إذا لم يقبض على المخالف أو لم يحضر بعد تبليغه أمر الحضور يحكم عليه في مواجهة منصوب ، و لا يقبل الحكم أي طريق من طرق الطعن."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 101,
    "text": "في الجرائم المشهودة المعاقب عليها بالحبس مدة لا تزيد على سته أشهر يحق لمأمور الضبط القضائي القبض على كل شخص يستدل بالقرائن على أنه الفاعل للجريمة أو له علاقة بها إن كان حاضرا و أن يأمر بإحضاره إن كان غائبا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 102,
    "text": "لمأمور الضبط القضائي في الحالات المنصوص عليها في المادة السابقة أن يفتش المتهم و منزله و يضبط الأشياء و الأوراق التي تفيد في كشف الحقيقة متى وجدت إمارات قوية تدل على وجودها فيه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 103,
    "text": "يجب على مأموري الضبط القضائي القبض على الأشخاص في الأحوال الآتية:\nأولا : إذا صدر لهم أمر بذلك ممن يملكه قانونا.\nثانيا : في حضور الأمر بالقبض و تحت أشرافه إذا استعان بهم.\nثالثا :  إذا طلب القبض على الشخص بواسطة الإعلان أو النشر ممن يملكه قانوناً طبقاً للقواعد المقررة في هذا الشأن.\nرابعا : في الحالات المنصوص عليها في المادة (98).\nخامسا : إذا كان مرتكباً لجريمة جسيمة و قامت على ارتكابه لها دلائل قوية و خيف هربه.\nسادسا : إذا كان مرتكباً لجريمة غير جسيمة معاقب عليها بالحبس و قامت على ارتكابه لها دلائل قوية و معلومات موثوقة و توفرت في حقه إحدى الحالات الآتية:-\n1- إذا لم يكن له محل إقامة معروف بالبلاد.\n2- إذا قامت قرائن قوية على أنه يحاول إخفاء نفسه أو الهرب.\n3- إذا رفض بيان اسمه و شخصيته أو كذب في ذلك أو قدم بيانا غير مقنع أو رفض التوجه إلى مركز الشرطة بدون مبرر.\nسابعا :إذا كان في حالة سكرً بين.\nثامناً :إذا اشتبه لأسباب جدية أنه هارب من إلقاء القبض عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 104,
    "text": "في غير حالات الجرائم المشهودة يجوز لمأموري الضبط القضائي اتخاذ الإجراءات التحفظية المناسبة طبقا للقواعد المقررة في هذا الشأن و أن يطلبوا من النيابة العامة أن تصدر أمر بالقبض على الشخص الذي توجد دلائل كافية على اتهامه بارتكاب إحدى الجرائم الآتية:\nأولا : إذا كان متهما بإخفاء الأشياء المسروقة أو التي استعملت أو تحصلت من جريمة.\nثانيا : إذا كان متهما في جريمة احتيال أو تعد شديد أو تحريض على الفسق أو الفجور أو الدعارة أو حيازة أو تعاطي المخدرات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 105,
    "text": ": يجب على مأمور الضبط القضائي في الأحوال السابقة أن يسمع فورا أقوال المتهم و يحيله مع المحضر الذي يحرر بذلك  إلى النيابة العامة في مدة أربع و عشرين ساعة ، و يجب على النيابة العامة أن تتصرف في أمره خلال الأربع و عشرين ساعة التالية للعرض عليها و إلا تعين الإفراج عنه فورا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 106,
    "text": "على المسؤول عن مركز الشرطة إثبات جميع حالات القبض و الضبط التي ترد إلى المركز في سجل خاص مقرونة باسم و صفة من قام بالقبض أو الضبط و كيفية و تاريخه و ساعته و سببه و وقت انتهائه و استخراج صورة يومية من السجل بجميع حالات القبض أو الضبط و البيانات المتعلقة بها و عرضها على النيابة العامة أولا بأول."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 107,
    "text": "لكل شرطي الحق في أن يستوقف أي شخص و يطلب منه بيانات عن أسمه و شخصيته إذا كان لازما للتحريات التي يقوم بها و إذا رفض الشخص تقديم البيانات المطلوبة أو قدم بيانات غير صحيحة أو قامت قرائن قوية على ارتكابه جريمة جسيمة صحبة الشرطي إلى مركز الشرطة.\nكما يجوز له ذلك في الحالات الآتية:\n1- إذا لم يكن للمتهم محل إقامة معروف.\n2- إذا رفض المتهم بيان اسمه و شخصيته أو كذب في ذلك أو قدم بيانا غير مقنع أو رفض التوجه إلى مركز الشرطة بدون مبرر.\n3- إذا كان في حالة سكر بين.\n4- إذا وجد في تجمهر أو تشاحن أو مشادة مما ينذر بوقوع تعدي أو حصول جريمة لا يمكن تلافيها إلا بذلك.\n5- كل من يحمل سلاحا ناريا ظاهرا خلافا للقانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 108,
    "text": "لأي شخص الحق في إحضار المتهم بارتكاب جريمة و تسليمه إلى أقرب رجل من رجال الشرطة العامة في الأحوال الآتية:\n1- إذا صدر إليه أمر من المحكمة أو النيابة العامة.\n2- إذا طلب القبض بواسطة الإعلان أو النشر ممن يملكه قانونا طبقاً للقواعد المقررة في هذا الشأن.\n3- إذا كان المتهم قد قبض عليه ثم فر أو حاول الفرار.\n4- إذا رؤي المتهم بالجريمة المشهودة.\n5- إذا كان قد حكم عليه بعقوبة مقيدة للحرية وفر.\nالفصل الثالث\nفي تصرف النيابة العامة في التهمة بعد جمع الاستدلالات"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 109,
    "text": "للنيابة العامة وحدها سلطة التصرف في التهمة بناء على محاضر جمع الاستدلالات وفقا لأحكام المواد التالية:"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 110,
    "text": "إذا رأت النيابة العامة أن محضر جمع الاستدلالات ينطوي على جريمة جسيمة فلا ترفع الدعوى الجزائية بشأنها إلا بعد تحقيقها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 111,
    "text": "إذا رأت النيابة العامة أن الدعوى صالحة لرفعها بناء على الاستدلالات التي جمعت و كانت الواقعة غير جسيمة تكلف المتهم بالحضور مباشرة أمام المحكمة المختصة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 112,
    "text": "إذا رأت النيابة العامة أن لا مجال للسير في الدعوى تصدر أمرا مسببا بحفظ الأوراق مؤقتا مع الاستمرار في التحريات إذا كان الفاعل مجهولا أو كانت  الدلائل أو كانت الدلائل قبله غير كافية أو تأمر بحفظها نهائيا إذا كانت الواقعة لا تنطوي على جريمة أو كانت عديمة الأهمية و لا يصدر قرار الحفظ بعدم الأهمية إلا من النائب العام أو من يفوضه في ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 113,
    "text": "إذا أصدرت النيابة العامة أمرا بالحفظ وجب عليها إعلانه إلى المجني عليه و المدعي بالحقوق المدنية فإذا توفى أحدهما كان الإعلان لورثته جمله في محل إقامته ، و لكل من ذكر الحق في الطعن في قرار الحفظ أمام المحكمة المختصة خلال مدة  عشرة أيام من تاريخ إعلانه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 114,
    "text": "يجوز للنيابة العامة العدول عن قرار الحفظ ما لم تكن المدة المقررة لعدم سماع الدعوى الجزائية المنصوص عليها في المادة (38)من هذا القانون قد انقضت.\nالباب الثالث\nفي التحقيق\nالفصل الأول\nالأحكام و القواعد العامة للتحقيق"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 115,
    "text": "يتحدد  اختصاص أعضاء النيابة العامة في التحقيق بالجرائم الواقعة في نطاق اختصاص المحاكم التي يعملون في دوائرها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 116,
    "text": "يتولى النائب العام سلطة التحقيق  و الإدعاء و كافة الاختصاصات التي ينص عليها القانون و له أن يباشر سلطة  التحقيق بنفسه أو بواسطة أحد أعضاء النيابة العامة أو من يندب لذلك من القضاء أو مأموري الضبط القضائي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 117,
    "text": "لعضو النيابة العامة أن يندب أحد مأموري الضبط القضائي للقيام بعمل أو أكثر من أعمال التحقيق عدا استجواب المتهم مع مراعاة ما جاء في المادة السابقة و يكون للمندوب في حدود بدبه كل السلطات التي لعضو النيابة العامة.\nو لعضو النيابة العامة إذا دعاه الحال اتخاذ إجراء من الإجراءات خارج دائرة اختصاصه أن يكلف به عضو النيابة العامة المختص.\nو يجب على عضو النيابة العامة المختص أن ينتقل بنفسه للقيام بهذا الإجراء كلما اقتضت مصلحة التحقيق ذلك و له أن يعهد به عند الضرورة إلى أحد مساعديه أو أحد مأموري الضبط القضائي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 118,
    "text": "يجب على عضو النيابة العامة في جميع الأحوال التي يكلف فيها غيره بالتحقيق أن يبين المسائل التي يجب تحقيقها و الإجراءات المطلوب اتخاذها و للمكلف أن يجري أي عمل آخر من أعمال التحقيق أو أن يستجوب المتهم في أحوال الضرورة التي يخشى معها فوات الوقت متى كان ذلك لازما لكشف الحقيقة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 119,
    "text": "يجب أن تدون جميع إجراءات التحقيق و أن يصحب المحقق كاتب يحرر المحضر و يوقعه معه و يحفظ ملف التحقيق بما يحتويه لدى الكاتب حتى يتم التصرف في التحقيق فيسلم الملف و محتوياته للجهة المختصة أو يحفظ في دائرة الكتاب ، و يجوز في حالة الضرورة أن يندب المحقق من يقوم بكتابة محضر التحقيق من غير المعنيين لذلك تحت إشرافه بعد تحليفه اليمين القانونية فإن لم يجد تولى بنفسه تحرير المحضر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 120,
    "text": "لا يجوز أن يحصل في محضر التحقيق كشط أو تحشير و إذا اقتضى الأمر حذف كلمة أو زيادتها وجب على المحقق و الكاتب أن يوقعا على هامش المحضر و يعتبر لاغيا كل كشط بها أو خدش أو إضافة غير موقع عليها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 121,
    "text": "مع عدم المساس بحقوق الدفاع تجري إجراءات التحقيق في سرية ما لم ينص القانون على خلاف ذلك و يلتزم كل من يباشر هذه الإجراءات أو يشترك فيها بعدم إفشائها و من يخالف ذلك يعاقب بالعقوبة المقررة في قانون العقوبات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 122,
    "text": "للمتهم أو المجني عليه أو ورثته أو من أصابه ضرر من الجريمة أو المطالب بالحقوق المدنية أو المسؤول عنها و لوكلائهم -طبقا للقانون يحضروا جميع إجراءات التحقيق و ليس لهم الحق في الكلام إلا بأذن من المحقق و إذا كان المتهم مقبوضا عليه أو محبوسا وجب على المحقق إحضاره.\nو مع ذلك فللمحقق أن يباشر في حالة الاستعجال بعض إجراءات التحقيق في غيبة الخصوم و لهؤلاء الحق في الاطلاع على الأوراق المثبتة لهذه الإجراءات و يجوز للمحقق أن يجري التحقيق في غيبة الخصوم كلهم أو بعضهم إذا اقتضى الأمر ذلك و ليس لأي من الخصوم طلب إيقاف سير التحقيق بالطريقة التي قررها المحقق و عليه إطلاع من ذكروا على ما تم بمجرد انتهائه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 123,
    "text": "على عضو النيابة العامة متولي التحقيق أن يبدأ بتدوين إفادة الشاكي أو المبلغ أو المجني عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 124,
    "text": "يخطر الخصوم باليوم الذي يباشر فيه المحقق إجراءات التحقيق و بمكانها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 125,
    "text": "للخصوم أن يقدموا إلى المحقق أوجه الدفاع و الطلبات التي يرونها أثناء التحقيق و على المحقق إثباتها و تحقيقها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 126,
    "text": "للقضاء أو أعضاء النيابة العامة و مأموري الضبط القضائي الاستعانة برجال السلطة العامة في مباشرة اختصاصاتهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 127,
    "text": "على كل فرد أن يقدم لمأموري الضبط القضائي أو النيابة العامة أو المحكمة ما يطلبونه من مساعدات أثناء مباشرتهم سلطاتهم القانونية في القبض على المتهمين أو منعهم من الهرب أو منع ارتكاب الجرائم ، و إذا أمتنع بغير عذر مقبول عن القيام بهذا العمل جاز أن يوضع في محل التوقيف ثم يعرض أمره بناء على طلب النيابة العامة على القاضي المختص ليحكم عليه بعد تحقيق دفاعه بالعقوبة المقررة قانوناً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 128,
    "text": "يكون لعضو النيابة العامة أثناء التحقيق ما للمحكمة من سلطات تتعلق بحفظ النظام في الجلسة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 129,
    "text": "1- يتعين إنهاء إجراءات البحث خلال شهرين على الأكثر من تاريخ فتح الملف كما يجب الإسراع في إجراءات البحث التي صدر فيها أمر بحبس المتهم احتياطياً.\n2- يحدد النائب العام مدد إجراءات البحث في أنواع معينة من الجرائم و إذا اقتضت صعوبة البحث أو حجم الواقعة فترة أطول من المدة المحددة للبحث وجب الحصول على موافقة رئيس النيابة المختص و إذا تطلب الأمر تخطي أقصى مدة و هي شهران لزم موافقة رئيس النيابة العامة بالمحافظة لمد الفترة إلى ثلاثة أشهر.\n3- لا يجوز أن تزيد مدة البحث عن ستة أشهر إلا بموافقة النائب العام بحيث لا تزيد المدة الإضافية للبحث عن ستة أشهر في جميع الحالات.\nالفصل الثاني\nفي الانتفاع و المعاينة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 130,
    "text": "ينتقل المحقق إلى محل الحادث أو إلى أي مكان لمعاينته كلما رأى ذلك مفيداً للتحقيق لإثبات حالة الأماكن و الأشياء و الأشخاص و وجود الجريمة مادياً و آثارها و كل ما يلزم إثبات حالته و له استدعاء الخبراء لإجراء المعاينة و يحرر محضراً بالمعاينة يكون صورة كاملة و مطابقاً للشيء محل المعاينة و يجوز لهذا الغرض تكملة المحضر عن طريق الصور الفوتوغرافية و الرسوم.\nالفصل الثالث\nفي التفتيش و ضبط الأشياء و التصرف فيها"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 131,
    "text": "للأشخاص و المساكن و المراسلات البريدية و المحادثات  السلكية و اللاسلكية و المحادثات الشخصية حرمة.\nوحرمة المسكن تشمل كل مكان مسوراً أو محاطاً بأي حاجز متى كان مستعملاً أو معداً للمأوى أو لحفظ الأشياء و حرمة المراسلات تمنع من الاطلاع عليها أثناء نقلها أو انتقالها من شخص إلى آخر بريدية كانت أم هاتفية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 132,
    "text": "لا يجوز تفتيش الأشخاص أو دخول المساكن أو الاطلاع على المراسلات البريدية أو تسجيل المحادثات السلكية أو اللاسلكية أو الشخصية و كذا ضبط الأشياء إلا بأمر من النيابة العامة أثناء التحقيق و من القاضي أثناء المحاكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 133,
    "text": "تفتيش الشخص يكون بالبحث عما يكون في جسمه أو ملابسه أو أمتعته الموجودة معه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 134,
    "text": "يحصل التفتيش بحضور المتهم أو من ينيبه و بحضور شاهدين من أقاربه أو جيرانه إذا حصل التفتيش في منزل غير المتهم ، يدعى صاحبة للحضور بنفسه أو بواسطة من ينيبه و بحضور شاهدين من أقاربه أو جيرانه.\nو لا يجوز أن يكون الشاهدان من رجال التحقيق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 135,
    "text": "للمحقق أن يفتش المتهم و له أن يفتش غيره إذا وجدت دلائل قوية أنه يخفي أشياء تفيد في كشف الحقيقة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 136,
    "text": "للنيابة العامة إذا توافرت القرائن الكافية أن تفتش أي مكان لضبط الأوراق و الأسلحة و كل ما يحتمل أنه استعمل في ارتكاب الجريمة التي يجري التفتيش بشأنها أو نتج عنها أو وقعت عليه أو كل ما يفيد في كشف الحقيقة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 137,
    "text": "لا يجوز التفتيش إلا للبحث عن الأشياء و الآثار الخاصة بالجريمة التي يجري التحقيق بشأنها و لا يتجاوز إلى سواه إلا إذا ظهرت عرضاً أثناء التفتيش أشياء تعد حيازتها جريمة أو تفيد في كشف الحقيقة عن جريمة أخرى فيجوز لمن يقوم بالتفتيش ضبطها و إثباتها في المحضر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 138,
    "text": "تفتيش المساكن عمل من أعمال التحقيق و لا يجوز الالتجاء إليه إلا بمقتضى أمر من النيابة العامة بناء على اتهام موجه إلى شخص يقيم في المنزل المراد تفتيشه بارتكاب جريمة معاقب عليها وفقا لقانون العقوبات النافذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 139,
    "text": "أ- يجب إبراز الأمر الصادر بالتفتيش و الضبط إلى المتهم قبل الشروع في التفتيش أو الضبط.\nب- يجوز إبراز الأمر بعد مكان آخر غير تابع للمتهم وجب الإفصاح مقدماً للشخص المعني عن الغاية من التفتيش."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 140,
    "text": "أ- ليس للقائم بالتفتيش أن يضبط أو يطلع على الأشياء التي تمس الأسرار الشخصية أو العائلية للشخص حائز المكان الجاري تفتيشه أو الأشخاص الآخرين و على من يقوم بالتفتيش أن يتخذ الاحتياطات الضرورية لمنع انكشاف مثل هذه الأسرار.\nب- لا يجوز فض ما يوجد في مسكن المتهم أو غيره من أوراق مغلقة و يباح عند الضرورة التحفظ عليها لعرضها على المحكمة المختصة لتفضها بنفسها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 141,
    "text": "أ- يجوز أثناء التفتيش أمر الأشخاص الموجودين بعدم مغادرة المكان إلى حين الانتهاء من التفتيش.\nب- و يجوز للقائم بالتفتيش أن يضع الأشخاص الموجودين  داخل المكان الذي يجري تفتيشه تحت الحراسة إذا خشي منهم تعطيل التفتيش أو عرقلته أو مقاومته."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 142,
    "text": "على الشخص المطلوب تفتيش مكانه طبقاً لأحكام القانون أن يمكن القائم بالتفتيش من أداء واجبه و إذا امتنع عن ذلك للمكلف بالتفتيش أن يجري التفتيش عنوه بالقدر اللازم و يطلب مساعدة مأموري الضبط مع حضور الشهود إن كان المكلف بالتفتيش من غير أعضاء النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 143,
    "text": "لا يجوز تفتيش الأنثى إلا بواسطة أنثى غيرها يدعوها لذلك من يقوم بالتفتيش و يدون اسمها و رقم بطاقتها في المحضر و يجري التفتيش بحضور شاهدين من النساء."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 144,
    "text": "أ- تفتيش المساكن يجب أن يكون بعد شروق الشمس و قبل غروبها إلا في حالة الجريمة المشهودة أو مطاردة شخص هارب من وجه العدالة.\nب- يجب أن يذكر في محضر التفتيش أسباب التفتيش ليلاً.\nج- إذا امتنع إجراء التفتيش ليلاً لعدم توافر مبرراته يجوز اتخاذ الإجراءات المناسبة و اللازمة لإحاطة المسكن و منع أي شخص من مغادرته دون إذن حتى بدء التفتيش بعد شروق الشمس."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 145,
    "text": "لأعضاء النيابة أن يضعوا الأختام على الأماكن التي بها آثار أو أشياء تفيد في كشف الحقيقة و لهم أن يقيموا حراساً  عليها و إذا قام بذلك أحد مأموري الضبط القضائي وجب عليه إخطار النيابة العامة فوراً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 146,
    "text": "لعضو النيابة العامة المختص وحده الاطلاع على الخطابات و الرسائل و البرقيات و الأوراق  الأخرى المضبوطة على أن يتم ذلك بحضور المتهم أو الحائز لها أو المرسلة إليه و تدون ملاحظاتهم عليها ، وله عند الضرورة أن يستعين في فحص الأوراق المضبوطة أو ترجمتها بكاتب التحقيق أو أحد مأموري الضبط القضائي أو المترجمين بحضوره و تحت إشرافه.\nو يجوز بأمر من رئيس النيابة تكليف أحد رجال إدارة الهاتف بعد تحليفه اليمين القانونية بالاستماع إلى المحادثات الهاتفية و تسجيلها لنقل مضمونها إليه و يجب أن يتضمن الأمر تحديداً واضحاً و دقيقاً للمكالمة المطلوب تسجيلها في خلال مدة 30 يوماً من تاريخ صدور الأمر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 147,
    "text": "تبلغ صورة من الخطابات و الرسائل التلغرافية المضبوطة إلى الشخص المرسلة إليه في أقرب وقت إلا إذا كان في ذلك إضرار بسير التحقيق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 148,
    "text": "للنيابة العامة أن تأمر بضبط جميع الخطابات و الرسائل و الصحف و المطبوعات لدى مكاتب البرق و أن تأمر بمراقبة المحادثات السلكية و اللاسلكية أو إجراء تسجيل لأحاديث تجري في مكان خاص متى كان ذلك لازماً لكشف الجريمة و في جميع الأحوال يكون الأمر مسبباً و لمدة لا تزيد على ثلاثين يوماً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 149,
    "text": "يجوز دخول أي مكان دون مراعاة الشروط الواردة في هذا الفصل و هذا القانون في حالة طلب المساعدة من الداخل أو حدوث حريق أو غرق أو ما شابه ذلك من أحوال الضرورة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 150,
    "text": "يجب على عضو النيابة القائم بالتفتيش أن يحرر محضراً بالإجراءات و ما أسفرت عنه و ما تم ضبطه من أشياء و يوقع عليه من كاتب التحقيق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 151,
    "text": "يجب أن يبين في المحضر أوصاف الأشياء المضبوطة و حالتها و كيفية ضبطها و المكان الذي عثر عليها فيه و أقوال من ضبطت لدية أو من يقوم مقامة بشأنها و توضع المضبوطات في إحراز مناسبة لحجمها و طبيعتها و تختم بالختم الرسمي وتلصق عليها بطاقات بتاريخ الضبط ومكانه وسببه ورقم القصية التي تتعلق بها وتوقيع من قام بضبطها وتتم هذه الإجراءات قبل مغادرة مكان الضبط إن أمكن ذلك.\nو إذا وجدت أوراق نقدية لا يستوجب الأمر الاحتفاظ بها بالذات لاستظهار الحقيقة أو للحفاظ على حقوق الطرفين أو حقوق الغير جاز للنيابة العامة أن تأذن بإيداعها صندوق النيابة ، و لمن ضبطت عنده الأشياء أن يأخذ بياناً بها موقعاً عليه ممن أجرى الضبط ومن الشهود."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 152,
    "text": "نفقات صيانة الأشياء المضبوطة تدفع من خزينة الدولة على أن يلتزم بها من يصدر الأمر بتسليمها إليه أو تلزمه المحكمة بذلك ، و إذا تبين أنها قابلة للتلف أو كانت نفقات حفظها أو صيانتها باهضة أو لا تتناسب مع قيمتها لزم المحقق بيعها بنفسه أو بواسطة من ينتدبه لذلك بالسعر القائم كلما أمكن و يودع الثمن الخزينة و يحل الثمن محلها فيما يتعلق بأحكام الضبط."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 153,
    "text": "تبقى الأشياء التي صدر الأمر بضبطها مضبوطة طالما كانت لازمه للتحقيق أو للفصل في القضية ، و لكل شخص يدعي حقاً على الأشياء المضبوطة و لمن له اعتراض على ضبطها أو بقائها مضبوطة سواء كان المعترض هو من ضبطت لديه هذه الأشياء أو كان شخصا آخر أن يطلب من المحقق أن يسلمها إليه و له في حالة الرفض أن يتظلم إلى المحكمة المختصة التي تفصل في هذا التظلم منعقدة في غرفة المداولة بعد الاطلاع على أوراق التحقيق و سماع أقوال المتظلم إن رأت ضرورة لذلك ، فإذا كان الشيء المضبوط مما تعد حيازته جريمة في حد ذاتها جاز للنيابة أن تأمر بمصادرته أو إتلافه بعد الاحتفاظ بما يلزم من عينات منه وفقاً للقواعد المقررة في هذا الشأن."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 154,
    "text": "لا يجوز للمحقق أن يضبط لدى ممثل الدفاع عن المتهم أو الخبير الاستشاري الأوراق و المستندات التي سلمها المتهم إليها لأداء المهمة التي عهد إليهما بها و لا المراسلات المتبادلة بينهما في القضية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 155,
    "text": "إذا لم تعد الأشياء المضبوطة لازمة للتحقيق و للسير في الدعوى أو محلا للمصادرة يجب الأمر بردها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 156,
    "text": "مع مراعاة أحكام المادتين(153),(154) : يكون رد الأشياء المضبوطة إلى من كانت في حيازته وقت ضبطها.\nو إذا كانت المضبوطات من الأشياء التي وقعت عليها الجريمة أو المتحصله منها يكون ردها إلى من فقد حيازتها بالجريمة ما لم يكن لمن ضبطت معه حق حبسها بمقتضى القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 157,
    "text": "يصدر أمر بالرد من النيابة العامة و من المحكمة في حالة التظلم إليها و يجوز للمحكمة التي تنظر الدعوى أن تأمر بالرد أثناء ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 158,
    "text": "يؤمر بالرد و لو من غير طلب إلى صاحب الحق فيه و يلغي قرار ضبط الأشياء و لا يجوز للنيابة العامة الأمر بالرد إذا قام لديها شك في من له حق في تسلم الشيء المضبوط أو قام نزاع جدي بشأنه و في هذه الحالة ترفع النيابة العامة أو ذوو الشأن الأمر إلى المحكمة المختصة منعقدة في غرفة المداولة لتأمر بما تراه مناسباً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 159,
    "text": "للمحكمة المرفوع إليها التظلم منعقدة في غرفة المداولة  الأمر بإحالة الخصوم للتقاضي في شأن التسليم إلى المحكمة المختصة إذا رأت موجباً لذلك بدعوى يفصل فيها وفقاً للقانون المدني مع تنبيه ذوي الشأن إلى ذلك.\nو في هذه الحالة يجوز وضع الأشياء المضبوطة تحت الحراسة أو اتخاذ وسائل تحفظية أخرى نحوها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 160,
    "text": "يجب عند صدور أمر الحفظ أو بأن لأوجه لإقامة الدعوى الجزائية أن يفصل عضو النيابة في كيفية التصرف في الأشياء المضبوطة و كذلك الحال عند الحكم في الدعوى إذا تمت المطالبة بالرد أمام المحكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 161,
    "text": "إذا لم يعرف للشيء المضبوط صاحب و لم يطالب به أحد فللمحقق أو المحكمة الإعلان عنه بوسيلة من وسائل الإعلان و يكلف من يتقدم لاستلامه بتقديم ما يؤيد طلبه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 162,
    "text": "إذا لم تحكم المحكمة بمصادرة الشيء المضبوط أو برده إلى شخص معين أو لم يعرف صاحبة و لم يتقدم أحد للمطالبة به خلال سنه من تاريخ الحكم نهائياً في الدعوى يصبح ملكاً للدولة بدون حاجة إلى حكم يصدر بذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 163,
    "text": "1- يباح ضبط الأشياء التي قد تكون ذات أهمية للتحقيق باعتبارها أدلة إثبات.\n2-عند السير في الإجراءات الجزائية بخصوص جريمة يجوز أن تتقرر لها عقوبة في شكل مصادرة الأموال تتخذ التدابير اللازمة لعدم إخفاء المتهم أمواله ، بما في ذلك ضبط هذه الأموال."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 164,
    "text": "تصدر المحكمة أمراً بأن تصرف من الأموال المضبوطة النفقة الواجبة قانوناً لمن يعولهم المتهم.\nالفصل الرابع\nفي سماع الشهود"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 165,
    "text": "تقوم النيابة العامة بإعلان الشهود الذين يتقرر سماعهم و يكون تكليفهم بالحضور بواسطة المحضرين  أو رجال السلطة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 166,
    "text": "يسمع المحقق شهود الإثبات الذين حضروا بناءً على طلبه أو طلب الشاكي أو من تلقاء أنفسهم و يسمع شهود المتهم الذين يطلب سماعهم متى كانت لشهادتهم فائدة للتحقيق و عليه أن يتحقق من شخصية الشاهد ثم يسأله و يثبت أقواله في المحضر و يناقشه  فيها ثم يسمح للخصم بمناقشته إذا كان ذلك يفيد التحقيق و توجه الأسئلة دائماً عن طريق المحقق وله الكلمة النهائية في رفض  أي شاهد لا فائدة من سماعة و كذلك في رفض توجيه أي سؤال غير منتج أولا علاقة له بموضوع التحقيق أو يكون في صيغته مساس بالغير."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 167,
    "text": "يسمع المحقق كل شاهد على انفراد وله أن يواجه الشهود بعضهم ببعض و بالمتهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 168,
    "text": "يتم التحقيق من شخصية  الشاهد بأن يطلب المحقق منه بيان اسمه و لقبة و سنه - و مهنته و مسكنه و علاقته بالمتهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 169,
    "text": "يضع كل من المحقق و الكاتب إمضائه على الشهادة و كذلك الشاهد بعد تلاوتها عليه و إقراره بأنه مصر عليها فإن امتنع عن وضع إمضائه أو ختمه أو لم يمكنه وضعه أثبت ذلك في المحضر مع ذكر الأسباب التي قد يبديها.\nو في جميع الأحوال يضع كل من المحقق و الكاتب إمضاءه على كل صفحة أولا بأول مع ذكر عدد الصفحات في آخر المحضر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 170,
    "text": "عند الانتهاء من سماع أقوال الشاهد يجوز للخصوم إبداء ملاحظاتهم عليها و لهم أن يطلبوا من المحقق سماع أقوال الشاهد عن نقطة أخرى يبينونها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 171,
    "text": "يقدر المحقق بناء على طلب الشهود المصاريف و التعويضات التي يستحقونها بسبب حضورهم لأداء الشهادة.\nالفصل الخامس\nفي القبض"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 172,
    "text": "مع عدم الإخلال بالأحكام الواردة في الباب الثاني من الكتاب الثاني من هذا القانون لا يجوز القبض على أي شخص أو استبقائه إلا بأمر من النيابة العامة أو - المحكمة\nو بناءً على مسوغ قانوني."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 173,
    "text": "لا يجوز لمن يقوم بتنفيذ أمر القبض دخول المساكن أو اقتحامها للبحث عن المطلوب القبض عليه إلا في إحدى الحالات الآتية:\n1- إذا كان ذلك بأذن من النيابة أو المحكمة.\n2- إذا كان المطلوب القبض عليه مرتكباً لإحدى الجرائم المشهودة.\n3- إذا كان الشخص المطلوب القبض عليه متهماً في جريمة جسيمة لم يسبق القبض عليه و خيف هربه أو كان متهماً فاراً من وجه العدالة.\n4- إذا رفض المطلوب القبض عليه تسليم نفسه للسلطة المكلفة بتنفيذ أمر القبض أو قاوم تلك السلطة.\n5- إذا نص القانون أو أمر القبض بالقبض على الشخص أينما وجد."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 174,
    "text": "للمحكمة و للمحقق الأمر بالقبض على أي شخص أو تكليفه بالحضور إذا قامت دلائل قوية على اتهامه بارتكاب جريمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 175,
    "text": "إذا لم يحضر المتهم بعد تكليفه بالحضور دون عذر مقبول أو إذا خيف هربه أو إذا لم يكن له محل إقامة معروف أو إذا كانت الجريمة مشهودة جاز للمحقق أن يصدر أمراً بالقبض على المتهم و إحضاره و لو كانت الواقعة مما لا يجوز فيها حبسه احتياطياً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 176,
    "text": "لا يحق للنيابة العامة أن تحجز أي شخص أكثر من سبعة أيام على ذمة التحقيق و لا يُمدّ أمر الحبس إلا بأمر من قاضي المحكمة المختصة.\nالفصل السادس\nفي الاستجواب و المواجهة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 177,
    "text": "يقصد بالاستجواب علاوة على توجيه التهمة إلى المتهم مواجهته بالدلائل و الأدلة القائمة على نسبة التهمة إليه و مناقشته فيها تفصيلاً.\nو يجب على المحقق أن يكفل للمتهم حقوق الدفاع كاملة و على الأخص حقه في تفنيد و مناقشة الأدلة القائمة ضده ، و للمتهم في كل وقت أن يبدي ما لدية من دفاع أو يطلب اتخاذ إجراء من إجراءات التحقيق و تثبت جميع أقواله و طلباته في المحضر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 178,
    "text": "لا يجوز تحليف المتهم اليمين الشرعية و لا إجباره على الإجابة و لا يعتبر امتناعه عنها قرينه على ثبوت التهمة ضده ، كما لا يجوز التحايل أو استخدام العنف أو الضغط بأي وسيلة من وسائل الإغراء و الإكراه لحمله على الاعتراف."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 179,
    "text": "على المتهم أن يعلن اسم محامية بتقرير في دائرة الكتاب أو إلى مأمور المنشأة العقابية و يجوز لمحامية أن يتولى ذلك عنه.\nو لا يجوز للمحامي الكلام إلا إذا  أذن له المحقق و إذا لم يأذن له وجب إثبات ذلك في المحضر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 180,
    "text": "يسمح للحامي بالإطلاع على التحقيق في اليوم السابق على الاستجواب أو المواجهة ما لم يقرر المحقق غير ذلك.\nو في جميع الأحوال لا يجوز الفصل بين المتهم و محامية الحاضر معه أثناء التحقيق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 181,
    "text": "في غير حالة الجرائم المشهودة و حالة السرعة بسبب الخوف من ضياع الأدلة لا يجوز للمحقق في الجرائم الجسيمة أن يستجوب المتهم أو يواجهه بغيره من المتهمين أو الشهود إلا بعد دعوة محامية للحضور إن وجد وعليه أن يخطره أن من حقه ألا يجيب إلا بحضور محامية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 182,
    "text": "عند  حضور المتهم لأول مرة في التحقيق يجب على المحقق أن يتثبت من شخصيته ثم يحيطه علماً بحقيقة التهمة و الوقائع المسندة إليه و تعريفه بأنه حُر في الإدلاء بأية إيضاحات و يثبت أقواله في المحضر.\nو يجب على المتهم بارتكاب جريمة القذف أو السب بطريق النشر في إحدى الصحف أو غيرها من المطبوعات أن يقدم للمحقق عند أول استجواب له و على الأكثر في السبعة الأيام التالية - بيان الأدلة على كل فعل مسند إلى موظف عام أو شخص ذي صفه نيابية عامة أو مكلف بخدمة عامة و إلا سقط حقه في إقامة الدليل المنصوص عليه في قانون العقوبات.\nفإذا كلف المتهم بالحضور أمام المحكمة مباشرة و بدون تحقيق سابق وجب عليه أن يعلن النيابة العامة و المدعي بالحق الشخصي ببيان الأدلة في السبعة الأيام التالية لإعلان التكليف بالحضور و إلا سقط حقه كذلك في إقامة الدليل.\nو لا يجوز تأجيل نظر الدعوى في هذه الأحوال أكثر من مرة واحدة و لمدة لا تزيد على ثلاثين يوما و ينطق بالحكم مشفوعا بأسبابه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 183,
    "text": "إذا أعترف المتهم بالتهمة الموجهة إليه في أي وقت أثبت المحقق اعترافه في محضر التحقيق فور صدوره و نوقش فيه تفصيلاً ، أما إذا أنكر أرجئ استجوابه تفصيلا إلى ما بعد سماع شهود الإثبات و يوقع المتهم على أقواله بعد تلاوتها عليه أو يثبت في محضر التحقيق عجزه أو امتناعه عن التوقيع.\nالفصل السابع\nفي الحبس الاحتياطي"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 184,
    "text": "الحبس الاحتياطي لا يكون إلا بعد استجواب المتهم وفقاً للقانون أو في حالة هربه إذا رؤى ذلك لمصلحة التحقيق أو لمنعه من الهرب أو خشية تأثيره على سير التحقيق و بعد توفر الشروط الآتية:-\n1- وجود دلائل كافية على إتهامه.\n2- أن تكون الواقعة المتهم فيها جريمة معاقب عليها بالحبس لمدة تزيد على ستة أشهر أو لم يكن للمتهم محل إقامة معروف بالجمهورية متى كانت الجريمة معاقب عليها بالحبس.\n3- أن يكون المتهم قد تجاوز الخامسة عشر من عمره.\n4- عدم تحديد هوية المتهم.\nو يجب أن تسمع أقوال المتهم الهارب الذي صدر الأمر بحبسه احتياطياً قبل مضي أربع و عشرين ساعة من وقت القبض عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 185,
    "text": "لا يجوز الحبس الاحتياطي في الجرائم التي تقع بواسطة الصحف إلا إذا كانت من الجرائم التي تتضمن طعنا في الأغراض أو تحريضاً على إفساد الأخلاق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 186,
    "text": "يجب أن يكون أمر الحبس الصادر من النيابة العامة مكتوباً و مذيلاً بتوقيع عضو النيابة المختص و بصمة خاتم شعار الجمهورية و أن يشمل على البيانات التالية:\n1- اسم المحبوس ثلاثياً.\n2- محل إقامته.\n3- رقم القضية المحبوس فيها.\n4- الجريمة المسندة إليه و مادة القانون.\n5- مدة الحبس الاحتياطي و تاريخ عرض المتهم على السلطة الآمرة بالحبس للبت في أمره."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 187,
    "text": "لا يجوز تقييد حرية أي إنسان أو حبسه إلا في الأماكن المخصصة لذلك قانوناً و لا يجوز للمسؤولين عن هذه الأماكن قبول أي إنسان فيها إلا بمقتضى أمر موقع عليه من السلطة المختصة و ألا يبقيه بعد المدة المحددة بهذا الأمر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 188,
    "text": "يجب عند إيداع المتهم المنشأة العقابية بناءً على أمر الحبس أن تسلم صورة من هذا الأمر إلى مديرها بعد توقيعه على الأصل بالاستلام."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 189,
    "text": "الأمر بالحبس الصادر من النيابة العامة لا يكون نافذ المفعول إلا لمدة السبعة الأيام التالية للقبض على المتهم أو تسليمه إليها إذا كان مقبوضاً عليه من قبل و لا يجوز تنفيذ أوامر الضبط و الإحضار أو الحبس الصادرة من النيابة العامة بعد مضي ستة أشهر من تاريخ صدورها ما لم تعتمدها لمدة أخرى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 190,
    "text": "إذا رأت النيابة العامة مد الحبس الاحتياطي وجب عليها قبل انقضاء مدة السبعة الأيام أن تعرض الأوراق على القاضي المختص ليصدر أمراً بما يراه بعد سماع أقوال النيابة العامة و المتهم و للقاضي مد الحبس لمدة أو لمدد متعاقبة بحيث لا يزيد مجموع مُدد الحبس على خمسة و أربعين يوماً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 191,
    "text": "إذا لم ينته التحقيق رغم انقضاء مدة الحبس الاحتياطي المذكورة في المادة السابقة وجب على النيابة العامة عرض الأوراق على محكمة استئناف المحافظة المختصة منعقدة في غرفة المداولة لتصدر أمرها بعد سماع أقوال النيابة العامة ، و المتهم بمد الحبس مُدداً متعاقبة لا تزيد كل منها على خمسة و أربعين يوماً إذا اقتضت مصلحة التحقيق ذلك أو الإفراج عن المتهم بضمانه أو بدونه.\nو مع ذلك يتعين عرض الأمر على النائب العام إذا انقضى على حبس المتهم ثلاثة أشهر و ذلك لاتخاذ الإجراءات التي يراها لازمة لسرعة الانتهاء من التحقيق و له الحق في سبيل الانتهاء من التحقيق أن يخول رئيس نيابة الاستئناف طلب مد مدة الحبس الاحتياطي لفترات متعددة لا تتجاوز ثلاثة أشهر بحيث لا تزيد مدة الحبس الاحتياطي كلها عن ستة أشهر ما لم يكن المتهم قد أعلن بإحالته إلى المحكمة المختصة قبل انتهاء المدة و إلا وجب حتماً الإفراج عنه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 192,
    "text": "يجب على كل عضو من أعضاء النيابة العامة زيادة المنشآت العقابية الموجودة في دائرة اختصاصه و التأكد من عدم وجود محبوس بصفة غير قانونية.\nوله أن يطلع على دفاترها و أوامر القبض و الحبس و أن يأخذ صوراً منها و أن يتصل بأي محبوس و يسمع منه أي شكوى يريد أن يبديها له.\nوعلى مديري هذه المنشآت أن يقدموا له كل مساعدة لحصوله على المعلومات التي يطلبها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 193,
    "text": "لكل من قيدت حريته الحق في أن يقدم في أي وقت لمدير المنشأة العقابية شكوى كتابية أو شفهية و يطلب منه تبليغها للنيابة العامة و على من قدمت إليه الشكوى قبولها و تبليغها إلى النيابة العامة فوراً بعد إثباتها في سجل يُعد لذلك.\nالفصل الثامن\nفي الإفراج المؤقت"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 194,
    "text": "للنيابة العامة في أي وقت سواء من تلقاء نفسها أو بناء على طلب المتهم المحبوس احتياطياً أن تأمر بالإفراج عنه بضمان أو بغير ضمان شريطة أن يتعهد بالحضور كلما طلب منه ذلك و ألا يرفض تنفيذ الحكم الذي قد يصدر ضده."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 195,
    "text": "يجب الإفراج عن المتهم في الجرائم غير الجسيمة إذا مرت على تاريخ استجوابه السبعة الأيام المنصوص عليها في المادة (189)و كان له محل إقامة معروف في البلاد و كان الحد الأقصى للعقوبة المقررة لا تتجاوز سنه واحدة.\nو لا تسري هذه المادة على من سبق الحكم عليه بالحبس أكثر من سنه بدون وقف التنفيذ أو كان عائداً في ارتكاب جريمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 196,
    "text": "الأوامر الصادرة بالحبس الاحتياطي و الإفراج أثناء التحقيق و المحاكمة يتم تنفيذها بمعرفة النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 197,
    "text": "في غير الأحوال التي يكون فيها الإفراج واجباً حتماً يجوز تعليق الإفراج المؤقت على تقديم ضمان ، و تقدر النيابة العامة و المحكمة المختصة  حسب الأحوال مبلغ الضمان الذي يكفل الآتي:-\nأولاً : جزاءاً كافياً لتخلف المتهم عن الحضور في أي إجراء من إجراءات التحقيق أو المحاكمة أو التقدم لتنفيذ الحكم عند صدوره و القيام بكافة الواجبات التي تفرض عليه.\nثانيا : تأدية المبالغ الآتية بالترتيب التالي:-\n1- الرسوم و النفقات التي عجلها المدعي الشخصي.\n2- الرسوم و النفقات المستحقة للدولة.\n3- العقوبات المالية التي قد يحكم بها على المتهم.\nو يعين في قرار الإفراج مقدار الضمان و المبلغ المخصص منه لكل قسم من القسمين السابقين و إذا قدر الضمان من غير تخصيص اُعتبر ضماناً لقيام المتهم بواجب الحضور و الواجبات الأخرى التي تفرض عليه و عدم التهرب من تنفيذ الحكم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 198,
    "text": "يدفع مبلغ الضمان المالي من المتهم أو غيره و يكون ذلك بإيداعه خزينة النيابة العامة و يُعطى إيصالاً بذلك.\nو يجوز أن يقبل من أي شخص مقتدر التعهد بدفع المبلغ المقدر للضمان إذا أخل المتهم بشرط من شروط الإفراج و يؤخذ عليه التعهد بذلك في محضر التحقيق أو بتقرير في دائرة الكتاب،و يكون للمحضر أو التقدير قوة السند الواجب التنفيذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 199,
    "text": "إذا تخلف المتهم بدون عذر مقبول عن حضور إجراء من إجراءات التحقيق أو جلسة من جلسات المحاكمة ، أو إذا لم يمتثل لتنفيذ الحكم يصبح  القسم الأول من الضمان ملكاً للدولة بغير حاجة إلى حكم بذلك.\nو مع ذلك يجوز أن يتضمن  الحكم القاضي بالبراءة أو القرار الصادر بأن لا وجه لإقامة الدعوى الجزائية أو بعدم سماعها رد القسم الأول من الضمان."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 200,
    "text": "يجب رد القسم الثاني من الضمان إذا صدر حكم بالبراءة أو قرار  بأن لا وجه لإقامة الدعوى الجزائية أو بعدم سماعها.\nأما إذا حكم الإدانة فيخصص القسم الثاني من الضمان لتأدية الرسوم و النفقات و العقوبات المالية الأخرى وفقاً للترتيب الوارد في المادة (197)و إن بقي شئ رُد إلى المتهم أو الضامن حسب الأحوال."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 201,
    "text": "للنيابة العامة أن تطلب من المتهم اختيار مكان للإقامة فيه غير المكان الذي وقعت فيه الجريمة و أن تحظر عليه ارتياد مكان معين."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 202,
    "text": "الأمر الصادر بالإفراج لا يمنع النيابة العامة من إصدار أمر جديد بالقبض على المتهم أو بحبسه إذا قويت الإدانة ضده أو أخل بالشروط المفروضة عليه أو جدت ظروف تستدعي اتخاذ هذا الإجراء."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 203,
    "text": "إذا كان أمر الإفراج مشروطاً بتقديم ضمان مالي أو تعهد من كفيل مقتدر فإنه لا يكون نافذاً إلا في التاريخ الذي يودع فيه مبلغ الضمان أو الذي يوقع فيه تعهده.\nأما إذا كان الإفراج بدون ضمان فإن قرار الإفراج ينفذ متى وقع المتهم التعهد."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 204,
    "text": "متى أصبح الإفراج نافذاً يصدر عضو النيابة العامة أمر الإفراج إلى مدير المنشأة العقابية المحبوس بها المتهم لإخلاء سبيله و عليه هو أو من يقوم مقامة إخلاء سبيل المتهم فوراً ما لم يكن محبوساً لسبب آخر فيؤشر في الأوراق بذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 205,
    "text": "إذا أحيل المتهم إلى المحاكمة يكون الإفراج عنه إن كان محبوساً ، أو حبسه إن كان مفرجاً عنه من اختصاص المحكمة المحال إليها عبر النيابة العامة بحيث لا تزيد صلاحية المحكمة في مد مدة الحبس أكثر من نصف الحد الأقصى للعقوبة المقررة.\nو في حالة الحكم بعدم الاختصاص تكون المحكمة التي قضت به منعقدة في غرفة المداولة هي المختصة بنظر طلب الحبس أو الإفراج إلى أن تتصرف النيابة العامة في الدعوى الجزائية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 206,
    "text": "لا يجوز للمجني عليه و المدعي بالحقوق الشخصية الطعن في قرار النيابة العامة أو المحكمة بالإفراج عن المتهم و لا يمنع ذلك من سماع أي منهما قبل صدور قرار الإفراج.\nالفصل التاسع\nالخبرة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 207,
    "text": "أ- للنيابة العامة أن تطلب من طبيب أو شخص له خبرة فنية في أي مجال إبداء الرأي في أي مسألة متعلقة بالتحقيق و يجب على المحقق الحضور وقت  العمل و ملاحظته و إذا اقتضى الأمر إثبات الحالة بدون حضوره نظراً إلى ضرورة القيام ببعض أعمال تحضيرية أو تجارب متكررة أو لأي سبب آخر و يجب عليه أن يصدر أمر يبين فيه أنواع التحقيقات و ما يراد إثبات حالته.\nب- يجب على الأطباء و الخبراء الذين يكلفون بأعمال الخبرة أن يحلفوا أمام المحقق اليمين القانونية قبل مباشرتهم العمل ما لم يكونوا قد أدوها بحكم وظائفهم و عليهم أن يقدموا تقريرهم كتابةً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 208,
    "text": "يكون طلب تقرير الخبير وجوبياً في الأحوال الآتية:-\nأ- لبيان سبب الوفاة و طبيعة الإصابة الجسمانية.\nب- لتحديد الحالة النفسية للمتهم عندما يثور شك أثناء القضية حول قدرته على إدراك ماهية أفعاله و إدارتها.\nج- لتحديد الحالة النفسية أو الجسمانية للشاهد حينما يقوم شك على قدرته على المشاهدة الصحيحة للأحداث و رؤيتها بما يطابق الواقع.\nد- لبيان سن المتهم أو المجني عليه في حالة ما يكون ذلك مهماً للقضية و لا توجد مستندات تثبت سنهما."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 209,
    "text": "للخصوم رد الخبير إذا وجدت أسباب قوية لذلك ، و يقدم طلب الرد إلى النيابة العامة للفصل فيه خلال ثلاثة أيام و يجب أن يبين فيه أسباب الرد و يترتب على هذا الطلب عدم استمرار الخبير في عمله إلا في حالة الاستعجال بأمر من النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 210,
    "text": "للخصوم الاستعانة بخبير استشاري و طلب تمكينه من الاطلاع على الأوراق و سائر ما سبق تقديمه للخبير المعين من قبل المحقق السابق على أن لا يترتب على ذلك تأخير السير في الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 211,
    "text": "1- يقدم الخبير تقريره كتابة في الميعاد الذي يحدده عضو النيابة أو المحكمة.\n2- إذا تعدد الخبراء و لم يصلوا إلى رأي مشترك ، قدم كل منهم تقريراً منفصلاً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 212,
    "text": "يجوز أن يؤدي الخبير مهمته بغير حضور الأطراف وله بغية التزود بإيضاحات إضافية لإعداد تقريره أن يطلب الأذن بالإطلاع على الأوراق ، وحضور سماع الشهود و المتهم و توجيه أسئلة مباشرة لهم ، كما يجوز أن توضع تحت تصرف الخبير الأدلة المادية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 213,
    "text": "يجوز فحص جسم المتهم بما في ذلك أخذ عينات دم متى كان للفحص أهمية بالنسبة إلى القضية ، أما الأشخاص الآخرون عدى المتهم فيحظر فحص أجسامهم رغم إرادتهم إلا لضرورة تحديد ما إذا كان بهم آثار لفعل معاقب عليه ، و يصدر القرار بفحص الجسم من النيابة أثناء التحقيق و من المحكمة أثناء المحاكمة أما عضو جهة التحري فلا يجوز له ذلك إلا عند الاستعجال.\nو يكون فحص جسم الأنثى بواسطة أنثى يذكر اسمها في المحضر كلما أمكن ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 214,
    "text": "يتم فحص أو تشريح الجثة بواسطة الطبيب الشرعي المعين و المصرح له بهذا و بمعرفة النيابة ، و يجوز في حالة الضرورة القصوى فتح القبر لمعاينة الجثة و تشريحها و يصدر القرار بفتح القبر أو فحص الجثة أو تشريحها من النيابة العامة أثناء التحقيق و من المحكمة أثناء المحاكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 215,
    "text": "يقدر المحقق بناءً على طلب الأطباء أو الخبراء الذين يندبهم المصاريف و التعويضات و الأجور التي يستحقونها و يصدر الأمر بصرفها من خزانة الدولة على أن يلزم بها من يمينه المحقق أو من يحكم عليه بذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 216,
    "text": "لا يكون تقرير الخبير ملزماً للنيابة العامة أو المحكمة و لكن قرار عدم الموافقة على التقرير يجب أن يكون مسبباً ، ويجوز طلب تقرير إضافي من الخبير نفسه أو من خبير آخر إذا احتوى التقرير الأول على أوجه نقص كما يجوز طلب تقرير جديد من خبير آخر إذا ثار شك حول صحة التقرير الأول.\nالفصل العاشر\nفي تصرف النيابة العامة في التحقيق"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 217,
    "text": "يكون تصرف أعضاء النيابة العامة في التحقيق بعد إتمامه وفقاً لأحكام هذا القانون ، و لا يثبت لهم سلطة التصرف بالنسبة للجرائم الجسيمة إلا وفقا للسلطة التي يخولها النائب العام لأعضاء النيابة العامة على مختلف درجاتهم بقرار يصدره بهذا الصدد.\nو إذا كان التصرف في التحقيق من اختصاص شخص غير المحقق فعلى المحقق أو من يقوم مقامة إرسال الأوراق إلى المختص مشفوعة بمذكرة تبين فيها رأيه و الأسباب التي يعتمد عليها و ذلك وفقا للقواعد المقررة في هذا الشأن."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 218,
    "text": "إذا تبين للنيابة العامة بعد التحقيق أن الواقعة لا يعاقب عليها القانون أو لا صحة لها تصدر قرارا مسببا بأن لا وجه لإقامة الدعوى الجزائية نهائياً.\nو إذا تبين أن مرتكب الجريمة غير معروف أو أن الأدلة ضد المتهم غير كافية تصدر قراراً مسبباً بأن لا وجه لإقامة الدعوى الجزائية مؤقتاً.\nو يفرج عن المتهم المحبوس إن لم يكن محبوساً لسبب آخر.\nو يعلن الخصوم بقرار النيابة العامة في الحالتين و إذا كان أحدهم قد توفى يكون الإعلان لورثته جمله في محل إقامته."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 219,
    "text": "الأمر الصادر بأن لا وجه لإقامة الدعوى الجزائية يمنع من العودة إلى التحقيق إلا إذا ظهرت دلائل جديدة قبل انتهاء المدة المقررة لعدم سماع الدعوى و يعد من الدلائل الجديدة شهادة الشهود و المحاضر و الأوراق و الأخرى التي لم تعرض على النيابة ويكون من شأنها تقوية الدلائل التي وجدت غير كافية أو زيادة الإيضاح المؤدي إلى ظهور الحقيقة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 220,
    "text": "للنائب العام إلغاء القرارات الصادرة بأن لا وجه لإقامة الدعوى الجزائية من سائر أعضاء النيابة العامة في الأربعة الأشهر التالية لصدور القرار.\nو لرئيس النيابة هذا الحق في خلال شهرين بالنسبة للقرارات الصادرة من أعضاء النيابة التابعين له."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 221,
    "text": "إذا تبين للنيابة العامة بعد التحقيق أن الواقعة تكون جريمة و أن الأدلة ضد المتهم ترجح إدانته ترفع الدعوى الجزائية إلى المحكمة المختصة بنظرها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 222,
    "text": "يشتمل القرار الذي تصدره النيابة العامة بإحالة المتهم إلى المحكمة على اسمه و لقبة و سنه و محل ميلاده وموطنه و مهنته - و على بيان موجز للواقعة المنسوبة إلية ووضعها القانوني و كافة الظروف المشددة أو المخففة للعقوبة و مواد القانون المراد تطبيقها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 223,
    "text": "إذا طرأ بعد صدور القرار بالإحالة إلى المحكمة ما يستوجب إجراء تحقيقات تكميلية فعلى النيابة العامة أن تقوم بإجرائها و تقدم المحضر إلى المحكمة.\nالفصل الحادي عشر\nفي الطعن أمام محكمة الاستئناف\nفي الأوامر و القرارات المتعلقة بالتحقيق"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 224,
    "text": "مع مراعاة أحكام المادتين(218)،(219)للمدعي بالحقوق الشخصية أو المدنية الطعن في الأوامر الصادرة من النيابة العامة بأن لا وجه لإقامة الدعوى الجزائية أمام محكمة الاستئناف."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 225,
    "text": "للمتهم أن يطعن في الأوامر الصادرة بحبسه احتياطياً و لجميع الخصوم أن يطعنوا في الأوامر المتعلقة بمسائل الاختصاص و لا يوقف الطعن سير التحقيق و لا يترتب على القضاء بعدم الاختصاص بطلان إجراءات التحقيق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 226,
    "text": "للنيابة العامة وحدها  أن تطعن في الأمر الصادر  بالإفراج عن المتهم المحبوس احتياطياً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 227,
    "text": "يكون ميعاد الطعن ثلاثة أيام من وقت صدور الأمر بالإفراج عن المتهم في الحالة المنصوص عليها في المادة السابقة و عشرة أيام في الأحوال الأخرى تبدأ من تاريخ إعلان الخصوم بالأمر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 228,
    "text": "يتم الطعن بتقرير في دائرة الكتاب بالنيابة العامة أو بمحكمة الاستئناف المختصة لتفصل فيه على وجه الاستعجال في غرفة المداولة بعد  سماع رأي النيابة العامة و أقوال المتهم و يجب على النيابة العامة في جميع الأحوال أن ترسل الأوراق إلى المحكمة المختصة فوراً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 229,
    "text": "لا يجوز تنفيذ الأمر الصادر بالإفراج المؤقت عن المتهم المحبوس احتياطياً قبل انقضاء ميعاد طعن النيابة العامة المنصوص عليه في المادة (227)و لا يقبل الفصل فيه إذا رفع  بعد  هذا الميعاد.\nو على محكمة الاستئناف  الفصل في الطعن خلال خمسة أيام من تاريخ التقرير به و ما لم   تقرر النيابة العامة الطعن فيه أمام المحكمة العليا وجب الإفراج عن المتهم فوراً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 230,
    "text": "إذا رفض الطعن المرفوع من المدعي بالحق الشخصي أو المدني في الحالات التي يجوز له الطعن فيها جاز للمحكمة أن تحكم عليه للمتهم بالتعويضات الناشئة إذا كان لذلك محل.\nالكتاب الثالث\nفي المحاكمة\nالباب الأول\nفي اختصاص المحاكم\nالفصل الأول\nفي الاختصاص النوعي و المحلي"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 231,
    "text": "تختص المحاكم الابتدائية بالفصل في جميع الجرائم التي تقع في دائرة اختصاصها المحلي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 232,
    "text": "تختص محاكم الاستئناف بالفصل في استئناف الأحكام و القرارات الصادرة من المحاكم الابتدائية الواقعة في دائرة اختصاصها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 233,
    "text": "تختص المحكمة العليا بالفصل في الطعون بالنقض في الأحكام و القرارات الصادرة من محاكم الاستئناف و الأحكام و القرارات النهائية الصادرة من المحاكم الابتدائية في الأحوال التي يحددها القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 234,
    "text": "1- يتعين الاختصاص محلياً بالمكان الذي وقعت فيه الجريمة أو المكان الذي يقيم فيه المتهم أو المكان  الذي يقبض  عليه فيه ، و يثبت الاختصاص للمحكمة التي رفعت إليها الدعوى أولاً.\n2- و في حالة الشروع تعد الجريمة مرتكبة في كل محل وقع فيه عمل من أعمال البدء في التنفيذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 235,
    "text": "في الجرائم المتتابعة و غير ذلك من الجرائم المتعددة الأفعال يعتبر مكانا للجريمة كل محل يقع فيه أحد  الأفعال الداخلة فيها و في الجرائم المستمرة يعتبر مكانا للجريمة كل محل تقوم فيه حالة الاستمرار."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 236,
    "text": "1- إذا وقعت جريمة في الخارج مما يسري عليها أحكام القانون اليمني و لم يكن لمرتكبها محل إقامة معروف في الجمهورية و لم يضبط فيها،ترفع عليه  الدعوى الجزائية أمام محاكم العاصمة.\n2- أما إذا ارتكبت الجريمة جزئيا خارج  الجمهورية و جزئيا داخلها اختصت محليا المحكمة الواقع  في دائرتها  مكان ارتكاب أفعال  الجريمة داخل الجمهورية.\nالفصل الثاني\nفي تنازع الاختصاص"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 237,
    "text": "1- إذا تبين للمحكمة أن القضية الجزائية لا تدخل في اختصاصات أصدرت قرارا مسبباً بإحالتها إلى المحكمة المختصة ما لم يقرر القانون غير ذلك.\n2- إذا شمل التحقيق أكثر من جريمة واحدة من اختصاص محاكم ابتدائية متعددة و كانت الجرائم متلازمة تحال جميعها بقرار واحد إلى المحكمة المختصة مكانياً بإحداها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 238,
    "text": "إذا قدمت دعوى جزائية عن جريمة واحدة أو عدة جرائم مرتبطة إلى محكمتين أو أكثر في دائرة محكمة استئناف محافظة واحدة و قررت كلتاهما اختصاصها أو عدم اختصاصها بحكم نهائي و كان الاختصاص منحصرا فيهما يرفع طلب تعيين المحكمة المختصة إلى محكمة استئناف المحافظة التي تتبعانها،فإذا كانت كلا المحكمتين واقعة في دائرة محكمة استئناف محافظة مختلفة أو إذا قررت محكمتان من محاكم استئناف المحافظة اختصاصها أو عدم اختصاصها بالفصل في استئناف حكم جزائي أو في طلب تعيين المحكمة المختصة بالفصل في  الدعوى الجزائية و يرفع طلب تعيين المختصة منهما إلى المحكمة العليا و يكون قرارها بتعيين المحكمة المختصة نهائيا غير قابل للطعن بأي طريق من طرق الطعن."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 239,
    "text": "إذا صدر حكمان نهائيان متعارضان في دعوى جزائية واحدة من محكمتين تابعتين لمحكمة استئناف محافظة واحدة يرفع طلب تعيين الحكم الواجب التنفيذ منهما إلى محكمة استئناف المحافظة التي يتبعانها فإذا كان الحكمان صادران من محكمتين تابعة كل منها لمحكمة استئناف محافظة مختلفة ترفع النيابة العامة طلب تعيين الحكم الواجب التنفيذ إلى المحكمة العليا و يكون القرار الصادر بتعيين الحكم الواجب التنفيذ نهائياً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 240,
    "text": "لكل من الخصوم رفع طلب تعيين المحكمة التي تفصل في الدعوى مشفوعاً بالمستندات المؤيدة له إلى المحكمة المختصة و يترتب على رفعة وقف السير في الدعوى ما لم ترى المحكمة خلاف ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 241,
    "text": "تأمر المحكمة بعد إطلاعها في غرفة المداولة على الطلب بإيداع الأوراق في دائرة الكتاب ليطلع عليها كل من الخصوم الباقين و يقدم مذكرة بأقواله في مدة العشرة الأيام التالية لإعلانه بالإيداع."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 242,
    "text": "تعين المحكمة العليا أو محكمة الاستئناف على وجه السرعة بعد الاطلاع على الأوراق المحكمة التي تتولى السير في الدعوى و تفضل أيضاً في شأن الإجراءات والأحكام التي تكون قد صدرت من المحاكم الأخرى التي قضت بإلغاء اختصاصها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 243,
    "text": "إذا رفض الطلب يجوز الحكم على رافعة إذا كان من غير النيابة العامة بغرامة لا تتجاوز(1000)ألف ريال.\nالفصل الثالث\nفي الاختصاص بالجرائم التي تقع على\nالسفن و الطائرات الجرائم التي تقع في الخارج"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 244,
    "text": "تختص المحاكم اليمنية كذلك بالفصل في الجرائم التي تقع في عرض البحر على متن بواخر تحمل العلم اليمني أيا كانت جنسية مرتكبي هذه الجريمة و في الجرائم التي تقع على متن باخرة تجارية أجنبية متى كان وجودها داخل ميناء بحري يمني أو المياه الإقليمية اليمنية  ينعقد الاختصاص لمحكمة أول ميناء يمني ترسو فيه الباخرة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 245,
    "text": "تختص المحاكم اليمنية كذلك بالفصل في الجرائم التي تقع على متن الطائرات اليمنية أيا كانت جنسية مقترف الجريمة ، كما تختص بالفصل بالجرائم التي تقع على متن طائرات أجنبية إذا كان الجاني أو المجني عليه يمني الجنسية ، و إذا هبطت طائرة في اليمن بعد وقوع الجريمة و ينعقد الاختصاص عندئذ للمحكمة التي يقع في دائرتها مكان هبوط الطائرة إن ألقي القبض عليه وقت الهبوط أو للمحكمة التي ألقي القبض على المتهم في دائرتها إذا تم القبض في اليمن أما إذا قبض على المتهم خارج إقليم الدولة فيجوز للمحاكم اليمنية أن تنظر الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 246,
    "text": "تختص المحاكم اليمنية بمحاكمة كل يمني ارتكب خارج إقليم الدولة فعلا يعد بمقتضى القانون جريمة إذا عاد إلى الجمهورية و كان الفعل معاقباً عليه بمقتضى قانون الدولة الذي ارتكبت فيه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 247,
    "text": "تختص المحاكم اليمنية بمحاكمة كل يمني ارتكب خارج إقليم الدولة جريمة مخلة بأمن الدولة مما نص عليه في(الباب الأول من الكتاب الثاني)من قانون العقوبات أو جريمة تقليد أو تزييف أختام الدولة أو إحدى الهيئات العامة أو تزوير عمله وطنية متداوله قانوناً أو إخراجها أو ترويجها أو حيازتها بقصد الترويج أو التعامل بها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 248,
    "text": "تسري أحكام المواد الثلاث السابقة حتى و لو اكتسب الجاني الجنسية اليمنية بعد ارتكاب الفعل المسند إليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 249,
    "text": "لا تقام الدعوى الجزائية على مرتكب جريمة أو فعل وقع في الخارج إلا من النيابة العامة و في غير الأحوال المنصوص عليها في المادة (247)يجب أن يسبقها شكوى المضرور في الأحوال المنصوص عليها في المادة (27)أو إبلاغ رسمي من السلطات الأجنبية التي وقعت الجريمة في إقليمها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 250,
    "text": "لا يجوز أن تقام الدعوى الجزائية على المتهم إذا قدم ما يدل على أنه عوقب نهائيا في الخارج و أن العقوبة المقضي عليه بها قد نفذت في الخارج أو سقطت بالتقادم فإن كان قد نفذ جزء منها تعين مراعاة ذلك قدر الإمكان عند تنفيذ الحكم الذي يصدر بعد إعادة محاكمته.\nالفصل الرابع\nفي الإنابة القضائية الدولية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 251,
    "text": "لا تطبق أحكام هذا الفصل إلا عند وجود اتفاقيات مع الدول الأجنبية أو في حال سكوت تلك الاتفاقيات عن إيراد حكم فيها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 252,
    "text": "يجوز للنيابة العامة أو المحكمة أثناء نظر الدعوى أن تنيب إحدى السلطات الأجنبية في اتخاذ إجراء أو أكثر من إجراءات التحقيق الابتدائي أو النهائي و توجه هذه الإنابة إلى وزارة الخارجية لتبليغها بالطرق الدبلوماسية و يجوز في أحوال الاستعجال أن توجه الإنابة مباشرة إلى السلطة القضائية الأجنبية المطلوب منها القيام بالإجراء و في هذه الحالة يجب أن ترسل صورة من الإنابة القضائية مصحوبة بجميع الوثائق إلى وزارة الخارجية لتبليغها بالطرق الدبلوماسية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 253,
    "text": "تقبل النيابة العامة أو المحكمة الإنابة القضائية التي ترد إليها بالطرق الدبلوماسية من إحدى السلطات الأجنبية.\nو يجري تنفيذها وفقاً للقواعد المقررة في القانون اليمني.\nو لا يجوز إبلاغ نتيجة الإجراء إلى السلطات الأجنبية قبل وصول الطلب الرسمي بالطريق الدبلوماسي إذا كانت الإنابة قد وجهت مباشرة.\nالفصل الخامس\nفي نقل الدعوى و تعيين المرجع"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 254,
    "text": "يجوز للمحكمة العليا أن تقرر بناءً على طلب النائب العام نقل الدعوى من المحكمة  المختصة بنظرها إلى محكمة أخرى مماثلة لها و ذلك في إحدى الحالات الآتية:\n1- إذا كان في نظر الدعوى أمام المحكمة المختصة ما يخشى معه الإخلال بالأمن العام.\n2- إذا تعذر تأليف المحكمة لأسباب قانونية و يجوز أن يقدم الطلب في هذه الحالة من المتهم أو من المدعي الحق الشخصي.\nو إذا قررت المحكمة العليا نقل الدعوى فيجب أن يتضمن قرارها إلى جانب تعيين المحكمة التي تنظرها ، مصير الإجراءات و الأحكام التي تكون قد صدرت من المحكمة التي نقلت منها الدعوى.\nالفصل السادس\nفيما يفصل فيه مع الدعوى الجزائية\nو ما يتوقف عليه الفصل في الدعوى"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 255,
    "text": "تختص المحكمة عند نظر الدعوى الجزائية بالفصل في جميع المسائل التي يتوقف عليها الحكم فيها ما لم ينص القانون على خلاف ذلك و إذا عرضت للمحكمة مسألة غير جزائية يتوقف عليها الفصل في الدعوى الجزئية وجب عليها وقف الفصل في الدعوى الجزائية حتى يتم الفصل في المسألة غير الجزائية و يجب على المحكمة عند العودة للفصل في الدعوى الجزائية أن تأخذ بما حكم به في الدعوى غير الجزائية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 256,
    "text": "إذا كان الحكم في دعوى جزائية يتوقف على نتيجة الفصل في دعوى جزائية أخرى وجب على المحكمة وقف الفصل في الدعوى الأولى حتى يتم الفصل في الدعوى الأخرى و يتعين على المحكمة الأخذ بالنتيجة التي انتهت إليها الدعوى الأخرى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 257,
    "text": "لا يمنع وقف الدعوى من اتخاذ الإجراءات و التحقيقات الضرورية و المستعجلة.\nالفصل السابع\nفي دعوى التزوير الفرعية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 258,
    "text": "للنيابة العامة و سائر الخصوم و في أية حالة كانت عليها الدعوى أن يطعنوا بالتزوير في أية ورقة من أوراق القضية مقدمة فيها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 259,
    "text": "يحصل الطعن في قلم كتاب المحكمة المنظورة أمامها الدعوى و يجب أن تعين فيه الورقة المطعون فيها بالتزوير و الأدلة على تزويرها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 260,
    "text": "إن رأت الجهة المنظورة أمامها الدعوى وجها للسير في تحقيق التزوير تحيل الأوراق إلى النيابة العامة ، و لها أن توقف الدعوى إلى أن يفصل في التزوير من الجهة المختصة إذا كان الفصل في الدعوى المنظورة أمامها يتوقف على الورقة المطعون فيها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 261,
    "text": "في حالة إيقاف الدعوى يقضي في الحكم أو القرار الصادر بعدم وجود التزوير بإلزام مدعي التزوير بغرامة لا تجاوز (5000) خمسة ألف ريال."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 262,
    "text": "إذا حكم بتزوير ورقة رسمية كلها أو بعضها تأمر المحكمة التي حكمت بالتزوير بإلغائها أو تصحيحها حسب الأحوال و يحرر بذلك محضر يؤشر على الورقة بمقتضاه.\nالباب الثاني\nإجراءات المحاكمة\nالفصل الأول\nقواعد عامة في المحاكمة\nالفرع الأول\nعلانية المحاكمة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 263,
    "text": "1- يجب أن تكون جلسات المحكمة علنية ما لم تقرر المحكمة أن تكون كلها أو بعضها سرية لا يحضرها غير ذوي العلاقة بالدعوى مراعاة للأمن و النظام أو محافظة على الآداب أو إذا كان يخشى إفشاء أسرار عن الحياة الخاصة لأطراف الدعوى ، أو في حالة انتشار الأمراض الوبائية و غيرها من الأمراض المعدية و لها أن تمنع دخول الأحداث و كذلك الأشخاص الذين يبدون في مظهر غير لائق يتنافى و مهابة هيئة المحكمة.\n2- يباح دخول المواطنين إلى قاعة المحاكمة بقدر ما تستوعب القاعة ذلك.\n3- تعد العلانية ضماناً هاماً لحسن سير العدالة.\n4- في جميع الأحوال يجب أن يكون النطق بالحكم في جلسة علنية.\nالفرع الثاني\nالشفوية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 264,
    "text": "تكون الإجراءات أمام المحاكم شفاهه و تلتزم المحكمة عند نظر القضية أن تبحث بنفسها مباشرة الأدلة فتستجوب المتهم و المجني عليه و الشهود المدعي بالحق المدني و المسؤول مدنياً و تستمع إلى تقارير الخبراء و تفحص الأدلة المادية و تتلو المحاضر و غير ذلك من المستندات و تخضعها للمناقشة الشفوية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 265,
    "text": "كل من يسأل يتعين أن يجيب شفاهه و من الذاكرة و مع ذلك يجوز للمحكمة أن تسمع لهذا الشخص بالاستعانة بمذكرات مكتوبة بالنظر إلى ظروف الشخص أو طبيعة الدفاع أو كان لدية مانع يمنعه من الإجابة شفاهة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 266,
    "text": "تأمر المحكمة بإحضار الأشياء المضبوطة إلى قاعة المحكمة كلما أمكن ذلك و يمكن المتهم و باقي الخصوم من رؤيتها و إبداء ملاحظاتهم عليها في جلسة المحاكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 267,
    "text": "يجب أن تكون المرافعات الختامية من قبل جميع الأطراف شفاهة.\nالفرع الثالث\nاستمرار المحاكمة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 268,
    "text": "يكون نظر الدعاوى الجزائية في جلسات متتابعة و مستمرة تمتد إلى أن يتم إنهاء المحاكمة ما لم تقتضي ظروف القضية الوقف أو التأجيل المبرر أو للضرورة في الأحوال المنصوص عليها في القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 269,
    "text": "تبت المحكمة في شأن تأجيل الجلسة في الأحوال التالية:\nأ- إذا لم يحضر المكلف بالحضور في الميعاد المحدد له جاز لبقية الأطراف طلب تأجيل الجلسة و يجب تنبيه المتخلف.\nب- إذا حال مانع دون حضور ممثل الدفاع كان من حق المتهم أن يطلب تأجيل الجلسة إلى موعد آخر.\nج- إذا تطلب الأمر إحالة المتهم إلى إحدى المستشفيات الرسمية للفحص عليه و علاجه.\nد- إذا أُصيب المتهم بمرض عقلي أثناء سير إجراءات المحاكمة و تقرر عدم إمكانية مثوله و عدم قدرته على الدفاع عن نفسه أو أي مسائل أخرى يشترطها القانون.\nالفرع الرابع\nأحوال التنحي و الرد و المخاصمة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 270,
    "text": "أ- يمتنع على القاضي أن يشترك في نظر الدعوى إذا كانت الجريمة قد وقعت عليه شخصيا ، أو إذا كان قد قام في الدعوى بعمل مأمور الضبط القضائي أو بوظيفة النيابة العامة أو المدافع عن أحد الخصوم ، أو أدلى فيها بشهادة عملا من أعمال أهل الخبرة.\nو يمتنع عليه كذلك أن يشترك في الحكم إذا كان قد قام في الدعوى بعمل من أعمال التحقيق أو الإحالة أو أن يشترك في الحكم في الطعن إذا كان الحكم المطعون فيه صادراً منه.\nب- للخصوم رد القضاة عن الحكم في الحالات الواردة في الفقرة السابقة وفي سائر حالات الرد المبينة في قانون المرافعات ، و لا يجوز رد أعضاء النيابة العامة ولا مأموري الضبط القضائي.\nو يعتبر المجني عليه فيما يتعلق بطلب الرد بمثابة خصم في الدعوى.\nج - يتعين على القاضي إذا قام به سبب من أسباب الرد أن يصرح به للمحكمة ، لتفصل في أمر تنحيه في غرفة المداولة،و على القاضي الجزائي أن يطرح الأمر على رئيس المحكمة.\nوفيما عدا أحوال الرد المقررة بالقانون ، يجوز للقاضي إذا قامت لديه أسباب يستشعر منها الحرج من نظر الدعوى ، أن يعرض أمر تنحيه على المحكمة أو على رئيس المحكمة حسب الأحوال للفصل فيه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 271,
    "text": "لا يصلح قاضياً و يجب أن يتنحى:\nأ- المجني عليه في جريمة.\nب- الأزواج و الأخوة  والأخوات و الأصول و الفروع لأحد أطراف الدعوى و كل من له قرابة للدرجة الرابعة.\nج-الممثل القانوني للمتهم أو المجني عليه أو طرف من أطراف القضية.\nد- من اشترك في القضية بصفته ممثلا للنيابة العامة أو من رجال الضبط القضائي أو محاميا عن المجني عليه أو مدافعا عن المتهم.\nهـ- من جرى سماعه في القضية باعتباره شاهدا أو ممثلا أو خبيراً أو أخصائياً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 272,
    "text": "كل قاضي شارك في اتخاذ قرار أو حكم جرى الطعن فيه لا يصح له المشاركة في نظر الطعن المرفوع أمام المحاكم الاستئنافية أو النقص."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 273,
    "text": "يجوز طلب رد القاضي في الأحوال الآتية:-\n1- إذا توافرت حالة من الحالات المنصوص عليها في المادة (271)و لم يتنحى من تلقاء نفسه.\n2-و في الأحوال المنصوص عليها في قانون السلطة القضائية و المرافعات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 274,
    "text": "أ- يقدم طلب الرد من النيابة العامة و المتهم و المدعي بالحق المدني و المسؤول مدنيا.\nب- يقدم طلب الرد مسببا إلى المحكمة التي ينتمي إليها القاضي و يبدي القاضي المعني رأيه بشأن طلب الرد و في جميع الأحوال يجب تقديم الطلب قبل بداية الجلسة الأولى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 275,
    "text": "1- تقضي المحكمة في طلب الرد منعقدة في غرفة المداولة و يحل محل القاضي المطلوب ردة من ينوب عنه و إذا تعلق الأمر برد أحد أعضاء الهيئة نظر في الطلب رئيس الهيئة و العضو الآخر و كذلك عضو جديد آخر يدعى لهذا الغرض و إذا تضمن الطلب في الرد عن العضوين في الهيئة وجب دعوة عضوين آخرين للنظر في الطلب مع الرئيس و إذا تعلق الأمر برد رئيس الجلسة و العضوين الآخرين نظرت في طلب الرد محكمة أعلى درجة. 2- لا يشترط صدور قرار من المحكمة في طلب الرد إذا أقر من طلب رده بوجاهة طلب الرد و الأسباب الواردة فيه.\n3- إذا أصبحت المحكمة بسبب استبعاد أحد أعضائها المطلوب رده غير صالحة لإصدار قرار تنظر في طلب الرد المحكمة الأعلى درجة منعقدة في غرفة المداولة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 276,
    "text": "للمحكمة من تلقاء نفسها منعقدة في غرفة المداولة أن تفحص ما يكشف لها من أسباب تدعو إلى التنحي أو الرد."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 277,
    "text": "1- تسري القواعد السابقة بشأن التنحي أو الرد أيضا على أعضاء النيابة العامة و سكرتير الجلسة وفقا لأحكام القانون.\n2- تفصل المحكمة في تنحي ممثل النيابة العامة و سكرتير الجلسة و ردهما أثناء المحاكمة و يفصل رؤساء أعضاء النيابة العامة في طلبات التنحي و رد أعضاء النيابة و مأمور الضبط القضائي أثناء التحقيق وفقا للإجراءات المتبعة للقضاة و يفصل النائب العام في طلبات تنحي\nو رد رؤساء النيابة العامة و المحامين العامين و ذلك وفقا للإجراءات المتبعة للقضاة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 278,
    "text": "فيما لم يرد به نص تطبق الأحكام الواردة بقانون السلطة القضائية و قانون المرافعات.\nالفصل الثاني\nفي إجراءات خاصة لبعض القضايا\nالفرع الأول\nفي المتهمين المعتوهين"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 279,
    "text": "إذا دعا الأمر إلى فحص حالة المتهم العقلية جاز للنيابة العامة أو المحكمة المنظورة أمامها الدعوى بعد سماع رأي النيابة العامة أن تأمر بوضع المتهم إن كان محبوسا احتياطيا تحت الملاحظة في إحدى المستشفيات الحكومية المخصصة لذلك لمدة أو لمدد لا تزيد مجموعها على خمسة و أربعين يوما بعد سماع المدافع عن  المتهم إن وجد و يجوز إذا لم يكن المتهم محبوسا احتياطيا أن تأمر بوضعه تحت الملاحظة في أي  مكان آخر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 280,
    "text": "إذا ثبت أن المتهم غير قادر على الدفاع عن نفسه بسبب جنون أو عاهة عقلية أخرى طرأت عليه بعد وقوع الجريمة يوقف رفع الدعوى عليه أو محاكمته حتى يعود إليه رشده ، و يجوز في هذه الحالة أن تصدر النيابة العامة أو المحكمة المنظورة  أمامها الدعوى أمراً بحجز المتهم في إحدى المستشفيات العامة الحكومية المخصصة لذلك إلى أن يتقرر إخلاء سبيله ، أو أن تسلمه إلى أحد أقاربه أو أصدقائه ، على أن يتعهد برعايته و منعه من الإضرار بنفسه أو بالغير و بإحضاره عند الطلب."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 281,
    "text": "لا يحول إيقاف الدعوى دون اتخاذ إجراءات التحقيق التي يرى أنها مستعجلة أو لازمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 282,
    "text": "في الحالة المنصوص عليها في المادتين(279،280)تخصم المدة التي يقضيها المتهم تحت الملاحظة في الحجر من مدة العقوبة التي يحكم بها عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 283,
    "text": "إذا صدر أمر بأن لا وجه لإقامة الدعوى أو حكم ببراءة المتهم لانعدام المسؤولية بسبب عاهة في عقلة تأمر الجهة التي أصدرت الأمر أو الحكم إذا كان الجاني على درجة من الخطورة أو كانت الواقعة من الجرائم الجسيمة بحجز المتهم في إحدى المستشفيات الحكومية المعدة للأمراض  العقلية إلى أن تأمر الجهة التي أصدرت الأمر أو الحكم بالإفراج عنه ، و ذلك بعد الإطلاع على تقرير مدير المستشفى و سماع أقوال النيابة العامة في الأحوال التي لا يكون الأمر صادراً منها ، و بعد التثبت من أن المتهم قد عاد إليه رشده أو زالت خطورته.\nالفرع الثاني\nفي محاكمة الأحداث"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 284,
    "text": "يبين القانون الخاص بالأحداث تشكيل محاكم الأحداث و الإجراءات التي تتبع في التحقيق و المحاكمة و العقوبات و التدابير و الوسائل العلاجية الجائز توقيعها عليهم.\nالفرع الثالث\nفي إجراءات محاكمة المتهم الفار من وجه العدالة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 285,
    "text": "إذا صدر الأمر بإحالة المتهم بجريمة من الجرائم التي يتعين عليه الحضور فيها بشخصه و لم يحضر في الجلسة المحددة بعد إعلانه تأمر المحكمة بإعادة إعلانه لجلسة أخرى فإذا لم يحضر تؤجل الجلسة لجلسة مقبلة و تأمر بالنشر عن هربه بأي طريقة من طرق النشر إن تعذر إحضاره قهراً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 286,
    "text": "يجوز أن يحضر أمام المحكمة وكيل المتهم أو أحد أقاربه أو أصهاره و يبدي عذره في عدم الحضور فإذا رأت المحكمة أن العذر مقبول تعين ميعاداً لحضور المتهم أمامها تراعي فيه ماهية العذر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 287,
    "text": "يجب أن يتضمن النشر عن المتهم الذي سبق إعلانه تكليفاً له بالحضور في خلال شهر من تاريخ النشر فإذا لم يحضر حتى نهاية هذا الأجل أعتبر فاراً من وجه العدالة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 288,
    "text": "كذلك يعد فاراً من وجه العدالة كل متهم هرب بعد حبسه أو القبض عليه أو لم يكن له محل إقامة معروف أو وجدت قرائن تدل على أنه أخفى نفسه و لا يعد كذلك إذا حضر جلسات المحاكمة و تخلف عن باقيها بدون عذر مقبول."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 289,
    "text": "تعين المحكمة منصوبا عن المتهم الفار من أقاربه أو أصهاره حتى الدرجة الثالثة إن أمكن و إلا فمن المحامين المعتمدين ثم تنظر الدعوى كما لو كان المتهم الفار حاضراً و تتبع في محاكمته القواعد المقررة في المحاكمة الحضورية و تفصل في الدعوى و يعتبر حكمها بذلك حضوريا ، فيما عدا المحكوم عليه بحد أو قصاص فيمكن من الدفاع عن نفسه عند حضوره أو القبض عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 290,
    "text": "يجوز للمحكمة في الأحوال التي يعد المتهم فيها فاراً أن تأمر بالحجز على أمواله و يمنع التصرف فيها أو إقامة أي دعوى و يعتبر باطلاً كل تعهد أو التزام على خلاف ذلك و يتبع في توقيع الحجز الإجراءات المنصوص عليها في أحكام التنفيذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 291,
    "text": "تتبع في إدارة أموال المتهم الفار المحجوز عليها القواعد المقررة لإدارة أموال المحجوز عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 292,
    "text": "تقرر المحكمة نفقة شهرية تدفع من إيرادات أموال و حقوق المتهم لكل من كان يعولهم قبل فراره."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 293,
    "text": "1- يجوز للمحكمة إذا سلم المحكوم عليه الفار نفسه أو قبض عليه أن تأمر بإطلاق سبيله بكفالة أو بدون كفالة.\nفإذا قدم للمحكمة التي أصدرت الحكم ما يفيد قيام عذر قهري منعه من الحضور و لم يستطيع تقديمه قبل الحكم توقفه المحكمة على ما تم من إجراءات في غيبته فإن اعترض على أي منها و طلب إعادته تفصل المحكمة في هذا الاعتراض بحكم قابل للاستئناف فإن قبلت المحكمة إعادة الإجراء ، و ترتب على ذلك تغيير عقيدتها عدلت الحكم بغير إضرار بالمتهم ، و إلا ظل قائما ، و لا تسري  أحكام الفقرة السابقة في مرحلة الاستئناف.\n2- إذا حضر المتهم الفار أو قبض عليه قبل صدور الحكم توقفه المحكمة على ما تم من إجراءات في غيبته فإن اعترض على أي منها و طلب إعادته تفصل المحكمة في هذا الاعتراض و تستكمل نظر الدعوى طبقا للإجراءات المعتادة ، و يجوز للمحكمة في هذه الحالة أن تأمر بحبس المتهم احتياطياً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 294,
    "text": "لا يترتب على إجراءات محاكمة المتهم الفار تأجيل الفصل في الدعوى بالنسبة للمتهمين الحاضرين ما لم تكن التجزئة غير ممكنة أو كان الفصل في الدعوى يكشف عن عقيدة المحكمة بالنسبة للمتهم الفار."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 295,
    "text": "يكون للمنصوب الرجوع على المتهم بأجره الذي تقدره المحكمة بناء على طلبه.\nالفرع الرابع\nفي إجراءات المحاكمة المستعجلة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 296,
    "text": "تتخذ إجراءات المحاكمة المستعجلة في الحالات الآتية:-\n1- الجرائم الاقتصادية(كالرشوة و الاختلاس و غيرها)والمنصوص عليها في قانون العقوبات أو غيره.\n2- الجرائم المعلقة بتعطيل المواصلات أيا كان نوعها.\n3- الجرائم التي تقع بواسطة الصحف أو بأية وسيلة من وسائل النشر.\n4- الجرائم المشهودة إذا طلبت النيابة العامة ذلك.\n5- الجرائم التي يقدم المتهم فيها للمحاكمة محبوساً ما دامت المحكمة لم تقرر الإفراج عنه.\n6- الجرائم التي تقع على أعضاء السلطة القضائية و موظف عام أثناء تأديتهم لأعمال وظائفهم أو بسببها.\n7- جرائم التلوث الضار بالبيئة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 297,
    "text": "استثناء من القواعد المقررة لمحاكمة المتهم الفار إذا لم يحضر أحد الخصوم في الجلسة المحددة لنظر الدعوى و لم يكن قد أعلن لشخصه تعين على المحكمة أن تؤجل نظر الدعوى إلى جلسة تالية يعلن بها ، فإذا لم يحضر بعد ذلك تصدر أمرا بالقبض عليه ، فإن تعذر ذلك عينت منصوبا عنه تجري المحاكمة في حضوره و يعتبر الحكم الذي يصدر بعد ذلك حضوريا في حقه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 298,
    "text": "إذا حضر أحد الخصوم في أية جلسة أو أودع مذكرة بدفاعه اعتبرت الخصومة حضورية في حقه طبقا لأحكام المادة السابقة و لو تخلف بعد ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 299,
    "text": "تنظر الدعوى في جلسة منعقدة في ظرف أسبوع من يوم إحالتها على المحكمة المختصة وعلى هذه المحكمة أن تنظرها في جلسات متعاقبة ما أمكن ذلك و تفصل فيها على وجه السرعة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 300,
    "text": "في الغرامات و الحبس تكون الأحكام الصادرة في الدعاوى بالجرائم المشار إليها نافذة رغم استئنافها ما لم تأمر محكمة استئناف المحافظة بوقف التنفيذ.\nالفرع الخامس\nالإجراءات الموجزة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 301,
    "text": "للنيابة العامة في الجرائم التي لا تجاوز العقوبة فيها الغرامة و كذا الجرائم المعاقب عليها بالأرش أن تجري صلحاً يكتفي فيه بالغرامة التي تقدرها في الحالة الأولى ، و بالأرش في الحالة الثانية برضاء الطرفين ، و إلا قدمت القضية إلى المحكمة بالإجراءات الموجزة إذا كان المتهم معترف بذنبه و الجريمة غير جسيمة و المحاكمة ممكنة بصورة مباشرة دون التقيد بالحالات المنصوص عليها في الإجراءات العادية و الإجراءات المستعجلة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 302,
    "text": "أ- تتولى المحكمة السير في المحاكمة الموجزة دون حاجة لإبلاغ صحيفة الاتهام للمتهم و إنما يكتفي بأن يتلى الاتهام عليه من قبل المحكمة شفويا عند بدء المحاكمة و أن يذكر جوهر الاتهام في محضر الجلسة.\nب- لا يلزم تكليف المتهم بالحضور ما دام حاضراً أو كان قد جرى إحضاره بمعرفة النيابة و إذا تم تكليفه بالحضور فإن ميعاده يكون أربعة و عشرين ساعة.\nج- عند المحاكمة بالإجراءات الموجزة تتبع قواعد المحاكمة العادية كلما أمكن ذلك أما إذا عدلت المحكمة عن الإجراءات الموجزة في أي وقت إلى حين صدور الحكم يكون قرارها غير قابل للطعن و يتعين في هذه الحالة تقديم صحيفة اتهام جديدة و يحاكم بالإجراءات العادية.\nد- إذا اقتنعت المحكمة بعد اتخاذها للإجراءات السابقة بأن المتهم ارتكب الجريمة المسندة إليه فتصدر حكما بإدانته و بالعقوبة التي تفرضها عليه كما لها أن تقضي بالعقوبات التكميلية أما إذا كانت الجريمة غير ثابتة فتصدر حكمها بالبراءة.\nالفرع السادس\nفي إجراءات القسامة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 303,
    "text": "إذا طلب أولياء الدم إثبات دعواهم بالقسامة ، و تحققت شروطها الشرعية يصدر القاضي قراراً بتكليفهم بتقديم كشف موقع عليه منهم ، أو مِن مَن يمثلهم شرعا ، يبينون فيه   أسماء خمسين رجلاً مكلفا من بين من يوجهون إليهم تهمة القتل أو الجرح للحلف ، و يبين أمام اسم كل شخص مهنته و محل إقامته و صلته بالقسامة في الموعد الذي يحدده القاضي و يسلم الكشف عند تقديمه إلى إدارة المحكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 304,
    "text": "إذا كان عدد المذكورين في الكشف يقل عن خمسين رجلاً يجب أن يتضمن إقراراً من أولياء الدم أو ممثليهم الشرعيين بأنه لا يوجد من المتهمين المكلفين غيرهم كما يبين من وقع عليه الاختيار منهم لتكميل الأيمان إلى خمسين."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 305,
    "text": "على إدارة المحكمة إعلان الكشف إلى الأشخاص الذين وردت أسماؤهم فيه و تكليفهم بالحضور أمام القاضي في الجلسة التي يحددها ، و أنه إذا كان لأحد منهم اعتراض على ما جاء في الكشف أن يقدم اعتراضه مكتوبا إلى إدارة المحكمة قبل الجلسة المحددة ، أو يبديه للقاضي في الجلسة ، و لا تقبل اعتراضات أخرى بعد الجلسة الأولى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 306,
    "text": "يفصل القاضي في الاعتراضات على ما جاء في الكشف بعد سماع أقوال الطرفين و شهودهم و ما يقدمونه من أوراق و مستندات بقرار غير قابل للطعن فيه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 307,
    "text": "إذا احتاج الأمر بعد الفصل في الاعتراضات إلى استكمال عدد المتهمين المختارين أصدر القاضي قرارا بتكليف أولياء الدم بتقديم ملحق للكشف و إعلانه و الفصل في الاعتراضات طبقاً لما هو منصوص عليه بالمواد السابقة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 308,
    "text": "متى استقر رأي المحكمة على الأشخاص المختارين للحلف أمرت كلا منهم بأن يحلف اليمين الشرعية بأنه لم يقتل أو يجرح و لا يعرف القاتل أو الجارح.\nالباب الثالث\nفي الخصوم و رفع الدعوى\nالفصل الأول\nكيفية رفع الدعوى و إعلان الخصم"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 309,
    "text": "مع مراعاة المواد(21،23،27،36،37)يكون رفع الدعوى الجزائية إلى المحكمة المختصة من النيابة العامة و ذلك بتكليف المتهم مباشرة بالحضور أمام المحكمة في الجلسة المحددة و يجوز الاستغناء عن تكليف المتهم بالحضور إذا حضر الجلسة و وجهت إليه التهمة من النيابة العامة و قبل المحاكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 310,
    "text": "يجب أن تتضمن ورقة التكليف بالحضور التي يحررها المدعي أو الكاتب المختص حسب الأحوال البيانات الآتية:-\nأولا : اسم المدعي و لقبه وصفته و مهنته و موطنه.\nثانيا : تعيين كاف للمتهم بذكر اسمه و لقبه و سنه و مهنته و موطنه فإن لم يكن له موطن معلوم فآخر موطن كان له.\nثالثا : تاريخ تقديم العريضة.\nرابعا : اسم المحكمة التي ترفع أمامها الدعوى.\nخامسا : بيان موطن مختار المدعي الشخصي في البلد التي بها مقر المحكمة إن لم يكن له موطن فيها.\nسادسا : بياناً وافياً مختصراً عن الجريمة موضوع الدعوى بذكر الأفعال المنسوبة للمتهم و زمانها و مكانها و ظروفها و كيفية ارتكابها و نتائجها و غير ذلك مما يكون ضروريا لتحقيقها.\nسابعا : بيان الأدلة على وقوع الجريمة و نسبتها إلى المتهم بذكر الشهود و بيان ما يشهدون به و القرائن المادية و الأشياء المضبوطة مع الإشارة إلى الإجراءات التي قامت بها سلطات الضبط القضائي و سلطة التحقيق و ما أسفرت عنه إلى وقت رفع الدعوى و على الكاتب إذا كانت الدعوى مرفوعة من المدعي بالحق الشخصي أن يتأكد من استيفاء ورقة التكليف شكلا للبيانات سالفة الذكر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 311,
    "text": "تتولى النيابة العامة من تلقاء نفسها أو بناء على ورقة التكليف المقدمة من المدعي بالحق الشخصي تحديد الجلسة التي تنظر فيها الدعوى بالتنسيق مع رئيس المحكمة و تعلن المتهم بورقة التكليف و تكلفه هو وسائر الخصوم و جميع الشهود الذين ترى لزوما لاستدعائهم سواء استشهد بهم المدعي في التحقيق الابتدائي أم لم يستشهد بهم للحضور في هذه الجلسة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 312,
    "text": "يكون تكليف الخصوم بالحضور أمام المحكمة قبل انعقاد الجلسة بثلاثة أيام كاملة غير مواعيد مسافة الطريق ترى المحكمة الاستعجال للمصلحة فتقرر تقصير الميعاد إلى ما تراه مناسباً بناءً على طلب النيابة العامة أو غيرها من الخصوم و تذكر في ورقة التكليف بالحضور التهمة و مواد القانون التي تنص على العقوبة و يجوز في حالة الجرائم المشهودة و الجرائم التي تنظر بإجراءات مستعجلة أن يكون التكليف بالحضور بغير ميعاد فإذا حضر المتهم و طلب إعطاء ميعاد آخر ليحضر دفاعه تأذن له المحكمة بالميعاد المقرر في الفقرة الأولى.\nو يكون إعلان التكليف بالحضور لشخص المعلن إليه أو في محل إقامته وفقا لأحكام القانون و إذا لم يؤد البحث إلى معرفة محل إقامة المتهم يسلم الإعلان للسلطة الإدارية التابع لها آخر محل لإقامته ما لم يثبت خلاف ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 313,
    "text": "يكون إعلان المحبوس إلى مدير المنشأة العقابية أو من يقوم مقامة و يكون إعلان رجال القوات المسلحة إلى إدارة الوحدة التي يتبعونها و لا يجوز للموظف المختص الامتناع عن استلام الإعلان بغير عذر مقبول و إلا جاز الحكم عليه بغرامة لا تتجاوز (3000 ثلاثة ألف ريال)و يجب على من تسلم الإعلان إبلاغه إلى المعلن إليه و اتخاذ الإجراءات التي تمكنه من الحضور في الموعد المحدد و إلا كان ضامنا لما يترتب على تقصيره من ضرر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 314,
    "text": "يكون للخصوم الحق في الإطلاع على أوراق الدعوى بأنفسهم أو بوكلائهم بمجرد إعلانهم بالحضور أمام المحكمة.\nالفصل الثاني\nفي حضور الخصوم"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 315,
    "text": "1- يجب على أي متهم في جريمة أن يحضر المحاكمة بنفسه على أنه يجوز للمحكمة أن تكتفي بحضور وكيل عنه إذا كانت الجريمة معاقب عليها بالغرامة فقط.\n2- لبقية الخصوم الحضور بأنفسهم أو بوكلاء عنهم و للمحكمة أن تأمر بإحضارهم شخصياً إذا رأت في ذلك مصلحة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 316,
    "text": "1- يجب حضور ممثل النيابة العامة جلسات المحاكمة في جميع الدعاوى الجزائية المنظورة أمام المحكمة ، وعلى المحكمة أن تسمع أقواله و أن تفصل في طلباته و إلا بطل العمل الإجرائي.\n2- يجب إعلان النيابة بمواعيد جلسات المحاكمة بوقت كاف و يترتب على عدم حضور ممثل النيابة بطلان أي إجراء تم في غيابه.\n3- إذا اشترك في القضية عضو نيابة عامة جديد أو ممثل دفاع جديد للمتهم وجب إتاحة الفرصة أمامه لإعداد دفوعه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 317,
    "text": "في الأحوال التي يكون فيها حضور ممثل الدفاع وجوبا لا يجوز له أن يغادر الجلسة بدون إذن المحكمة.\nالباب الرابع\nسير المحاكمة\nالفصل الأول\nإدارة جلسات المحاكمة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 318,
    "text": "1- على المحكمة في سبيل الوصول إلى الحقيقة(الجريمة)من كافة جوانبها أن تبين أسبابها و ظروفها و شخصية الفاعل كشرط أولي لتحديد مسئوليته الجزائية ، بغية الوصول إلى حكم عادل.\n2- يجب أن تدار جلسات المحاكمة بطريقة تبعث على ثقة المواطنين في عدالة القضاة و مساهمتهم في إعادة تربية الموطن الذي يستحق العقاب و تحقيق الوقاية من ارتكاب الجرائم في المستقبل."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 319,
    "text": "1- تكون إدارة المحاكمة من قبل رئيس الجلسة.\n2- يحرص رئيس الجلسة على أن تحترم كرامة المواطنين و هيئة المحكمة من قبل جميع الأطراف المشتركين في القضية.\n3- لرئيس الجلسة أن يخرج من القاعة من يخل بالنظام العام فيها ، وله الحق أن يوقع العقوبة الفورية على من يخل بالنظام ، و ذلك بحبسه لمدة 24 ساعة أو بغرامة لا تتجاوز(2000) ألفي ريال.\n4- إذا اعترض أحد الأطراف على قرار صادر من رئيس الجلسة في مجال إدارة الجلسات تبت هيئة المحكمة في الاعتراض.\n5- يشرف عضو النيابة العامة عند غياب هيئات المحكمة على حفظ النظام في قاعة المحكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 320,
    "text": "يتولى أمين سر الجلسة تحرير محضر جلسة المحاكمة و عليه أن يدون في المحضر كافة الإجراءات و القرارات الصادرة من المحكمة و كذلك أقوال الشهود و قرارات الخصوم و طلباتهم أو اعتراضاتهم و بصفة عامة كل ما يجري في الجلسة.\nالفصل الثاني\nفي الإثبات\nالفرع الأول\nالمبادئ العامة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 321,
    "text": "1- لا إدانة إلا بناءً على أدلة.\n2- تقدير الأدلة يكون وفقا لاقتناع المحكمة في ضوء مبدأ تكامل الأدلة فلا يتمتع دليل بقوة مسبقة في الإثبات.\n3- يقع عبء إثبات أية واقعة على المدعي بقيامها إلا إذا نص القانون على خلاف ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 322,
    "text": "لا يجوز إثبات أي واقعة ترتب مسؤولية جزائية على أي شخص إلا عن طريق الأدلة الجائزة قانونا و بالإجراءات المقررة قانونا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 323,
    "text": "تعد من أدلة الإثبات في الدعوى الجزائية ما يلي:\nأ- شهادة الشهود.\nب- تقرير الخبراء.\nج- اعتراف المتهم.\nد- المستندات بما فيها أية تقارير رسمية مرتبطة بشخصية المتهم أو وقائع الجريمة و القرائن و الأدلة الأخرى.\nالفرع الثاني\nالمساواة في حق الإثبات"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 324,
    "text": "يتساوى جميع أطراف القضية في الحقوق و الواجبات بما فيهم المتهم و ممثل الدفاع و المدعي المدني و المسؤول مدنياً و لهم الحق في تقديم الأدلة و مناقشتها و طلب فحصها عن طريق الخبراء بعد موافقة المحكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 325,
    "text": ": على المحكمة أن تجيب على كافة الطلبات المعلقة بالإثبات  في الواقعة المنظورة أمامها ما دام الدليل المطلوب إثباته يعاون على كشف الحقيقة و على المحكمة أن تنبه الأطراف إلى حقهم في تقديم طلباتهم فإذا قدم الطلب متأخراً جاز للمحكمة رفع الجلسة مؤقتا لتمكين كافة الأطراف من إعداد دفوعهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 326,
    "text": "يجوز للمحكمة أثناء سير المحاكمة و لو لم يقدم لها طلب أن تقرر من تلقاء نفسها سماع شهود جدد أو ندب خبراء أو الإطلاع على مستندات و غير ذلك من الأدلة.\nالفرع الثالث\nفي الشهود و الأدلة الأخرى"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 327,
    "text": "يكلف الشهود بالحضور بناءً على طلب الخصوم بواسطة أحد المحضرين أو أحد رجال الضبط قبل الجلسة بأربع و عشرين ساعة غير مواعيد المسافة إلا في حالة الجريمة المشهودة و الجرائم التي تنظر بإجراءات مستعجلة فإنه يجوز تكليفهم بالحضور في أي وقت و لو شفهيا بواسطة أحد مأموري الضبط القضائي أو أحد رجال الضبط.\nو يجوز أن يحضر الشاهد الجلسة بغير إعلان بناء على طلب الخصوم و للمحكمة أن تسمع أي إنسان يحضر من تلقاء نفسه لإبداء معلومات في الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 328,
    "text": "إذا تخلف الشاهد عن الحضور أمام المحكمة بعد تكليفه يجوز للمحكمة إذا رأت شهادته ضرورية أن تؤجل الدعوى لإعادة تكليفه بالحضور و لها أن تأمر بإحضاره.\nو للمحكمة أثناء نظر الدعوى أن تستدعي و تسمع أقوال أي شخص و لو بإصدار أمر بضبطه و إحضاره إذا دعت الضرورة لذلك و لها أن تأمر بتكليفه بالحضور في جلسة أخرى بواسطة محضري المحكمة أو رجال السلطة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 329,
    "text": "إذا حضر الشاهد بعد تكليفه بالحضور - مرة ثانية - أو من تلقاء نفسه و أبدى عذرا مقبولا جاز بعد سماع أقوال النيابة العامة إعفاءه من الغرامة.\nو إذا لم يحضر الشاهد في المرة الثانية للمحكمة أن تأمر بضبطه و إحضاره لنفس الجلسة أو لجلسة أخرى تؤجل إليها الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 330,
    "text": "للمحكمة إذا أعتذر الشاهد بعذر مقبول عن عدم إمكانه الحضور أن تنتقل إليه و تسمع شهادته بعد إخطار النيابة و باقي الخصوم و للخصوم أن يحضروا بأنفسهم أو بواسطة وكلائهم و أن يوجهوا للشاهد الأسئلة التي يرون لزوما لترويجها إليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 331,
    "text": "لا يجوز رد الشهود عن المثول أمام المحكمة لأي سبب من الأسباب."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 332,
    "text": "للمحكمة أن تطلب قبل المحاكمة أو أثناءها أي شخص كان و لو بطريقة الإحضار و أن تصدر أمراً لأي شخص بتقديم شئ في حيازته إذا كان في ذلك مصلحة و لها أن تأمر بضبط أي شخص يتعلق بالقضية أو يفيد في كشف الحقيقة و إذا قدم لها مستندات أو أي شئ آخر أثناء المحاكمة فلها أن تستبقيه حتى يتم الفصل في القضية و لا يجوز تسليمه إلا بقرار."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 333,
    "text": "للمتهم و لغيره من الخصوم حتى قبل قفل باب المرافعة طلب سماع من يريد من الشهود أو اتخاذ أي إجراء آخر و للمحكمة أن تجيبه إلى طلبه إذا رأت في ذلك فائدة و لها أن ترفضه إذا رأت فيه المماطلة أو الكيد و التضليل."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 334,
    "text": "للمحكمة أن تستعين بخبير أو أكثر في أي مسألة فنية يدق فهمها و يبدي الخبير رأيه في تقرير مكتوب موقع عليه منه.\nو للمحكمة مناقشته في الجلسة و لكل من الخصوم تقديم تقرير استشاري من أحد الخبراء في المسألة ذاتها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 335,
    "text": "إذا كان المتهم أو أحد الشهود غير ملم باللغة العربية فللمحكمة أن تستعين بمترجم و تسري على المترجمين أحكام الخبراء."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 336,
    "text": "يجوز للمتهم و النيابة العامة و المدعي الشخصي أن يطلب رد المترجم على أن يبدوا الأسباب الموجبة لذلك و تفصل المحكمة في الأمر و لا يجوز اختيار المترجم من الشهود أو أعضاء المحكمة التي تنظر الدعوى و لو رضي الخصوم بذلك و إلا كانت الإجراءات باطلة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 337,
    "text": "إذا كان المتهم أو الشاهد أبكم أو أصم و لا يعرف الكتابة عين القاضي للترجمة بينه و بين المحكمة من اعتاد مخاطبة أمثاله بالإشارة أو الوسائل الفنية الأخرى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 338,
    "text": "إذا كان الأبكم أو الأصم من الشهود أو من المتهمين يعرف الكتابة فيدون كاتب الجلسة الأسئلة و الملاحظات و يسلمها إليه فيجيب عليها كتابة و يتولى الكاتب جميع ذلك في الجلسة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 339,
    "text": "لا يحلف الشهود و الخبراء اليمين الشرعية أمام القاضي إلا إذا رأى القاضي خلاف ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 340,
    "text": "الأدلة المادية هي أشياء بحكم تكوينها و ذاتيتها أو صلتها بالواقعة محل البحث تمكن من إجراء استنتاجات حول الجريمة و أسبابها وظروفها و حول المتهم كأداة الجريمة و الشيء المحتفظ بأثر من أثارها و النقود و غيرها من القيم المتحصله من الجريمة ، وتقدم الأدلة المادية أثناء المحاكمة و إذا استحال ذلك بسبب طبيعة الشيء وجب إعداد الصور و الرسوم و إلحاقها بالملف."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 341,
    "text": "المستندات هي كل محرر أو بيان معد بطريقة أخرى يكون محتواه ذا أهمية للكشف عن الواقعة و أسبابها و ظروفها و عن شخصية المتهم و يقدم أصل المستندات و يحفظ ضمن الملف و يتعين إبراز المستندات أثناء المحاكمة بقدر ما تستدعيه الضرورة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 342,
    "text": "تحتفظ الأدلة المادية مع ملف القضية و تحال معه من جهة إلى أخرى إذا استحال حفظ الأدلة المادية بسبب حجمها أو لأي سبب آخر وجب تصويرها ثم إيداعها في مكان أمين و إدراج الشهادة الدالة على ذلك في ملف القضية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 343,
    "text": "1- تحفظ الأدلة المادية إلى حين صدور قرار أو حكم غير قابل للطعن أو إنهاء القضية فإذا ثار نزاع حول الحق على الشيء تعين حفظة إلى أن يصير حكم المحكمة في هذا النزاع غير قابل للطعن.\n2- يجوز إعادة الأدلة المادية إلى حائزها قبل انقضاء المواعيد المذكورة في الفقرة السابقة متى كان هذا لا يؤثر على سير الإجراءات في القضية.\n3- إذا كانت الأدلة المادية قابلة للتلف يرفع الأمر إلى المحكمة التي تأمر بالتصرف فيها بالطريقة التي تراها مناسبة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 344,
    "text": "يجب أن يتضمن الحكم أو القرار تحديد مصير الأدلة المادية و المستندات على الوجه الآتي:\nأ- تصادر أوراق الجريمة و تسلم إلى الجهة المعنية أو يجري إعدامها.\nب- تسلم الأشياء غير قابلة للتداول إلى الجهة المعنية أو يجري إعدامها.\nج - تعدم الأشياء التي لا تمثل أية قيمة أو تسلم لذوي الشأن بناء على طلبهم.\nد - تحال إلى خزانة الدولة النقود و الأشياء و القيم الأخرى المتحصله من الجريمة إذا اقتنعت المحكمة بأنه لا توجد لها صاحب فإذا طالب بها شخص بتت المحكمة في الطلب في حكمها.\nأما إذا تعذر تحديد صاحبها أو ثار نزاع حول ملكيتها جرى البت فيها بالطريق المدني.\nهـ- تسلم المستندات إلى الشخص أو الجهة صاحبة الشأن."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 345,
    "text": "تسرى في هذا شأن الخبراء أثناء المحاكمة القواعد المحددة في الفصل التاسع من الباب الثالث من الكتاب الثاني من هذا القانون للإثبات أثناء المحاكمة.\nالفصل الثالث\nفي نظر الدعوى و ترتيب الإجراءات في الجلسة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 346,
    "text": "1-تسلم النيابة العامة ملف القضية كاملا لمحكمة الموضوع محتويا على كافة الأوراق و الأدلة و التقارير لمساعدتها على التصرف في القضية.\n2- على كاتب المحكمة المختص أن يعطي استلام بالملف و محتوياته لمندوب النيابة العامة على أن يتم اعتماد محتويات الملف المقابل الذي لدى النيابة العامة للمطابقة على الأصل لضمان الحفظ.\n3- يعاد الملف بصفة نهائية للنيابة العامة بعد أن يصبح الحكم باتا و إذا استلزم الأمر إعادة الملف إلى النيابة العامة لاستكمال ما تقرره المحكمة و يسلم بالطريقة التي تم بها استلام الملف من قبل النيابة العامة ، و في حالة ضياع الملف أو إحدى مستنداته أو محتوياته يكون الكاتب المختص مسؤولا جزائيا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 347,
    "text": "يطبق ما جاء في قانون المرافعات بالإضافة إلى ما سيأتي في المواد التالية:-"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 348,
    "text": "يحضر المتهم الجلسة بغير قيود ، و إنما تجري عليه الملاحظات اللازمة و مع ذلك يجوز للنيابة العامة أو المحكمة أن تأمر بإحضاره مقيدا إذا دعت الضرورة ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 349,
    "text": "لا يجوز إبعاد المتهم أثناء نظر الدعوى إلا إذا وقع منه ما يخل بنظام الجلسة و تستمر الإجراءات في مواجهة وكيله أو منصوب عنه إلى أن يمكن السير فيها بحضوره وعند عودته على المحكمة أن تحيطه علما بما تم في غيبته من إجراءات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 350,
    "text": "يبدأ التحقيق في الجلسة بأن يسأل القاضي المتهم عن اسمه و لقبة و سنه و مهنته و محل إقامته و مولده و ينبهه أن يصغي إلى كل ما سيتلى عليه ، ثم يأمر كاتب الجلسة بتلاوة التهمة الموجهة إليه و بعد ذلك يلخص القاضي للمتهم حال التهمة الموجهة إليه و يوعز إليه بأن يتنبه إلى الأدلة التي سترد بحقه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 351,
    "text": "يوضع عضو النيابة العامة أسباب الاتهام و وقائع الدعوى و يطلب تلاوة قائمة شهوده و شهود المتهم فيتلوها كاتب الجلسة و للمدعي الشخصي إن وجد أو وكيلة أن يوضح أسباب الاتهام أيضا و طلباته عقب عضو النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 352,
    "text": "يسأل القاضي المتهم الإجراءات المذكورة في المادتين السابقتين عن التهمة الموجهة إليه ما إذا كان مقراً بالجرم الموجه إليه أم لا ، فإذا أقر بارتكاب الجريمة ناقشته المحكمة تفصيلا و اطمأنت إلى أن إقراره صحيحا سجل إقراره بكلمات تكون أقرب إلى الألفاظ التي استعملها في إقراره و لها أن تكتفي بذلك في الحكم عليه كما أن لها أن تتم التحقيق إذا رأت داعيا لذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 353,
    "text": "إذا أنكر المتهم أو رفض الإجابة أو لم تقتنع المحكمة بإقراره تشرع المحكمة في التحقيق لسماع شهود الإثبات و النفي كما هو في البنود التالية:-\n1- يؤدي كل شاهد شهادته منفردا و لا يجوز مقاطعته أثناء شهادته.\n2- بعد أن يسأل القاضي الشاهد عن اسمه و لقبه و عمره و مهنته و موطنه و سكنه و هل يعرف المتهم قبل الجريمة و هل هو في خدمة  أحد الفريقين أو من ذوي قرباه و عن درجة القرابة يحلفه اليمين الشرعية ثم يؤدي شهادته شفاهة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 354,
    "text": "أ- تستمع المحكمة إلى شهود الإثبات و يسأل القاضي الشاهد عند انتهاءه من أداء الشهادة هل المتهم الحاضر هو المقصود بشهادته ثم يسأل المتهم هل له اعتراض عليها ثم يكون توجيه الأسئلة للشهود من النيابة العامة أولا ثم المدعي الشخصي فالمدعي المدني ثم من المتهم ثم من المسؤول عن الحقوق المدنية.\nب- يجوز للمحكمة أن تسمح بإعادة سؤال الشاهد من قبل أي طرف من أطراف الدعوى و ذلك لتوضيح أي وقائع جديدة أو ردها في شهادته أو عند مناقشته."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 355,
    "text": "1- للمحكمة أن تقرر تلاوة الشهادة التي أبديت في التحقيق الابتدائي أو في محضر جمع الاستدلالات أو أمام الخبير إذا تعذر سماع الشاهد لأي سبب من الأسباب أو قبل المتهم أو ممثل الدفاع ذلك.\n2- إذا قرر  الشاهد أنه لم يعد يذكر واقعة من الوقائع أو تعارضت شهادته التي أداها في الجلسة مع شهادته و أقواله السابقة يجوز أن يتلي من شهادته التي أقرها في التحقيق أو من أقواله في محضر جمع الاستدلالات الجزء الخاص بهذه الواقعة و يأمر القاضي كاتب الجلسة بتدوين ما يظهر بين شهادته أو أقواله السابقة و بين شهادته أمام المحكمة من الزيادة أو النقصان أو التغيير أو التباين بعد أن يستوضح من الشاهد سبب ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 356,
    "text": "يجوز لأي من الخصوم أن يطلب إخراج من يريد من الشهود من قاعة الجلسة أثناء سماع شاهد آخر أو إدخال واحد أو أكثر ممن أخرجوا لاستعادة شهادته على حده بحضور بعضهم و للقاضي عند الاقتضاء أن يتخذ هذا الإجراء من تلقاء نفسه و يجب على المحكمة أن تمنع توجيه أسئلة إلى الشهود ليست لها علاقة بالقضية و لا فائدة فيها أو إذا كانت فيها محاولة للتأثير على الشهود أو الإيحاء إليهم و أن تحميهم من العبارات و العليمات و الإرشادات ومن كل محاولة أخرى يحتمل أن ترهبهم أو تشوش عليهم كما عليها أن تمنع توجيه أي سؤال ذي طبيعة فاضحة أو مؤدية للشعور إلا إذا كانت الأسئلة المذكورة تنصب مباشرة على وقائع جوهرية تفيد في التقدير الصحيح لوقائع الدعوى أو يتوقف عليها الحكم فيها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 357,
    "text": "إذا تبين للمحكمة أن أحد الشهود  أو الخبراء أو المترجمين كاذب فللمحكمة أن تحيله للنيابة العامة للتحقيق معه من تلقاء نفسها أو بناء على طلب النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 358,
    "text": "عند الإدعاء على أحد الشهود بالشهادة الكاذبة ، للنيابة العامة و للمدعي بالحق الشخصي و للمتهم إذا كانت الشهادة مؤثرة في الدعوى أن يطلبوا إرجاء النظر إلى أن يحكم في صحة الشهادة أو كذبها و للمحكمة أن تقرر ذلك من تلقاء نفسها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 359,
    "text": "للمحكمة أثناء نظر الدعوى أن تعرض على المتهم الأشياء المضبوطة المعلقة بالجريمة و التي تؤدي إلى ثبوتها ، و تسأله عن مدى صلته بها و لها ذلك أيضا بالنسبة للشهود أو من له علاقة بالدعوى عند الاقتضاء."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 360,
    "text": "لا يجوز للمحكمة أن تستجوب المتهم إلا إذا قبل ذلك و إذا ظهرت أثناء المرافعة و المناقشة وقائع مما يلزم تقديم إيضاحات عنها من المتهم للكشف عن الحقيقة  نبهه القاضي إليها و يرخص له بتقديم تلك الإيضاحات و للمحكمة أن تسأل باقي الخصوم عدا النيابة العامة و أن تسمح لخصومهم بالرد عليهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 361,
    "text": "إذا امتنع المتهم عن الإجابة أو إذا كانت أقواله في الجلسة مخالفة لأقواله في محضر جمع الاستدلالات و محضر التحقيق جاز للمحكمة أن تأمر بتلاوة أقواله الأولى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 362,
    "text": "للمتهم أو ممثل الدفاع بعد سماع قرار الاتهام أن يطلب تعديل الوصف القانوني للاتهام إذا بنى ذلك الطلب على أسباب أو أسانيد صحيحة و على المحكمة أن تفصل في هذا الطلب بعد سماع رد النيابة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 363,
    "text": "لا يكون المتهم عرضه للعقاب إذا رفض الإجابة عما وجه إليه من الأسئلة أو إذا جاب عنها إجابة مغالطة فإن ذلك يعد إنكارا تسمع بعدة البينة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 364,
    "text": "بعد سماع شهادة شهود الإثبات و شهود النفي و ما ورد عليها من ملاحظات تعطي المحكمة الحق في الكلام للمدعي الشخصي أو وكيله ثم المدعي بالحق المدني و من بعده النيابة العامة ثم المدعي بالحق الشخصي و المدعي بالحق المدني أن يعقبوا على أقوال المتهم و المسؤول عن الحقوق المدنية على أن يسمح لهما بالرد و للمحكمة أن تمنع المتهم أو ممثل الدفاع من الاسترسال في المرافعة إذا خرج عن موضوع الدعوى أو كرر أقواله و بعد ذلك تصدر المحكمة قرارها بإقفال باب المرافعة ثم تصدر حكمها.\nالباب الخامس\nفي الأحكام"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 365,
    "text": "لا يجوز معاقبة المتهم عن واقعة غير التي وردت بصحيفة الاتهام أو ورقة التكليف بالحضور كما لا يجوز الحكم على غير المتهم المقامة عليه الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 366,
    "text": "للمحكمة أن تعدل في حكمها الوصف القانوني للفعل المسند إلى المتهم و لها أيضا إصلاح كل خطأ مادي و تدارك كل سهو في صحيفة الاتهام أو ورقة التكليف بالحضور و على المحكمة في جميع الأحوال أن تنبه المتهم إلى هذا التعديل و أن تمنحه أجلا لتحضير دفاعه بناء على هذا الوصف و التعديل الجديد إذا طلب ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 367,
    "text": "يحكم القاضي في الدعوى بمقتضى العقيدة التي تكونت لدية بكامل حريته من خلال المحاكمة ، ومع ذلك لا يجوز له أن يبني حكمه على أي دليل لم يطرح أمامه في الجلسة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 368,
    "text": "إذا كانت المحكمة التي تنظر الدعوى مشكلة من أكثر من قاضي يصدر الحكم بعد إتمام المداولة و تكون المداولة بين القضاة مجتمعين ، ولا يجوز أن يشترك فيها غير القضاة الذين سمعوا المرافعة.\nو لا يجوز للمحكمة أثناء المداولة أن تسمح أحد الخصوم أو وكيله إلا بحضور خصمه أو تقبل مذكرات أو أوراقا من أحد الخصوم دون إطلاع الخصم الآخر عليها ، و يترتب البطلان على مخالفة ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 369,
    "text": "يجب أن تستهل الأحكام بالآتي:-\n1- بسم الله الرحمن الرحيم\nباسم الشعب.\n2- تصدر الأحكام بأغلبية الآراء و لأصحاب رأي الأقلية إيداع تحفظهم بأسباب مستقلة مؤيدة لرأيهم بمسودة الحكم و تودع بملف القضية و يحضر إطلاع أي شخص على المسودة و ما تحتويه من أراء و لا يؤثر ذلك على مصلحة الحكم و نفاذه و في جميع الأحوال لا تسلم للخصوم صورة من رأي الأقلية.\n3- لا يجوز لأي قاضي أن يمتنع عن التصويت عند إصدار الحكم أو القرار كما لا يجوز له أن يمتنع عن التوقيع على الحكم مهما كان رأيه مخالفا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 370,
    "text": "يجوز للمحكمة عند انتهاء المرافعة أن تنطق بالحكم في الجلسة ، و يجوز لها تأجيل إصداره إلى جلسة أخرى قريبة تحددها.\nو إذا اقتضى الحال تأجيل إصدار الحكم مرة ثانية صرحت المحكمة بذلك في الجلسة مع تعيين اليوم الذي يكون فيه النطق به و بيان أسباب التأجيل في محضر الجلسة و لا يجوز تأجيل إصدار الحكم بعد ذلك.\nو لا يجوز فتح باب المرافعة بعد تحديد جلسة للنطق بالحكم إلا بقرار تصرح به المحكمة في الجلسة و لأسباب جدية و يثبت القرار و أسبابه بمحضر الجلسة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 371,
    "text": "ينطق القاضي بالحكم بتلاوة منطوقة مع موجز لأسبابه على الأقل ، ويكون النطق به في جلسة علنية ، ولو كانت الدعوى قد نظرت في جلسة سرية ، وإلا كان الحكم باطلا و يجب أن يحضر القضاة الذين اشتركوا في المداولة الحكم فإذا حصل لأحدهم مانع وجب أن يوقع مسودة الحكم.\nو للمحكمة أن تأمر باتخاذ الوسائل اللازمة لمنع المتهم من مغادرة قاعة الجلسة قبل النطق بالحكم أو لضمان حضوره في الجلسة التي يؤجل لها الحكم و لو كان ذلك بإصدار أمر بحبسه إذا كانت الواقعة مما يجوز فيها الحبس الاحتياطي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 372,
    "text": "يجب أن يشمل  الحكم على الأسباب التي بنى عليها.\nو كل حكم بالإدانة يجب أن يشمل على الأدلة التي تثبت صحة الواقعة الجزائية و نسبتها لمتهم ، ويتعين أن يتضمن الحكم بتوقيع العقوبة نص التجريم و الأسباب التي قدرت العقوبة على أساسها و يترتب البطلان على مخالفة ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 373,
    "text": "إذا كان الحكم من الأحكام الجائز استئنافها فيجب على القاضي إبلاغ المتهم بأن له الحق في الاستئناف و أن يوقفه على المدة التي يجوز له خلالها ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 374,
    "text": "تحرر الأحكام باللغة العربية ، و يبين في الحكم الآتي:-\n1-المحكمة التي أصدرته و تاريخ إصداره و مكانه.\n2- أسماء القضاة الذين سمعوا المرافعة و اشتركوا في الحكم و حضروا تلاوته.\n3- عضو النيابة الذي أبدى رأيه في القضية.\n4- أسماء الخصوم و ألقابهم و صفاتهم و موطن كل منهم و حضورهم و غيابهم.\n5- ما قدمه الخصوم من طلبات أو دفاع ودفوع و خلاصة ما استندوا إليه من الأدلة الواقعية و الحجج القانونية.\n6- بيان مراحل الدعوى و رأي النيابة العامة.\n7- أسباب الحكم و منطوقة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 375,
    "text": "يجب في جميع الأحوال أن تودع مسودة الحكم المشتملة على أسبابه موقعة من القضاة الذين اشتركوا في إصداره عند النطق بالحكم ، و إلا كان باطلا.\nو تحرر نسخة الحكم الأصلية خلال خمسة عشر يوما من تاريخ صدوره و يوقع عليه رئيس المحكمة و كاتبها ، و إذا حصل مانع للرئيس يوقعه أحد القضاة الذين اشتركوا معه في إصداره ، و إذا كان الحكم صادرا من قاضي فرد قد وضع أسبابه بخطة يجوز لرئيس محكمة استئناف المحافظة أن يوقع بنفسه على نسخة الحكم الأصلية أو يندب أحد القضاة للتوقيع عليها بناء على تلك الأسباب ، فإذا لم يكن القاضي قد كتب الأسباب بخطة يبطل الحكم لخلوه من الأسباب.\nو على دائرة الكتاب أن تعطي صاحب الشأن بناء على طلبه شهادة بعدم توقيع الحكم في الميعاد المذكور."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 376,
    "text": "يجب على المحكمة أن تفصل في الطلبات التي تقدم لها من الخصوم و تبين الأسباب التي تستند إليها.\nفإذا استبان لها أن الواقعة غير ثابتة أو كان القانون لا يعاقب عليها تحكم المحكمة ببراءة المتهم و يفرج عنه إن كان محبوسا من أجل هذه الواقعة وحدها.\nأما إذا كانت الواقعة ثابتة و تكون فعلاً معاقباً عليه تقضي المحكمة بالإدانة و تحدد جلسة أخرى لتحقيق العناصر اللازمة لتحديد العقوبة و سماع ملاحظات الخصوم حولها ثم تقضي بها طبقا للقانون ، ومع ذلك ففي دعاوى القصاص و الحدود إذا قضت المحكمة بالإدانة قضت في ذات الحكم بالعقوبة المقررة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 377,
    "text": "إذا اتضح للمحكمة أن المتهم عند ارتكابه للفعل المسند إليه كان في حالة من حالات انعدام المسؤولية أو موانع العقاب قضت المحكمة بانتهاء القضية و إخلاء سبيله فوراً إن كان محبوسا وفقا للقانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 378,
    "text": "إذا تبين للمحكمة أنها غير مختصة بنظر الدعوى تحكم بعدم اختصاصها و تحيلها إلى النيابة العامة لاتخاذ ما يلزم فيها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 379,
    "text": "يحفظ في ملف القضية نسخة الحكم الأصلية المشتملة على وقائع الدعوى و الأسباب و المنطوق و لا تعطى صورة منها إلا لمن كان طرفا في الدعوى و يكون إعطاؤها لهؤلاء بغير رسوم.\nالباب السادس\nفي المصاريف"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 380,
    "text": "المصاريف هي كل ما يثبت أن الخصوم قد أنفقوه في الدعاوي بما في ذلك مقابل أتعاب المحاماة و لا يعتبر من المصاريف التعويضات و ما تقضي به المحكمة على الخصوم من الغرامات بسبب تعطيل الفصل في الدعاوي و عدم الامتثال لقراراتها و أوامرها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 381,
    "text": "يجب على المحكمة من تلقاء نفسها أن تفصل في مصاريف الدعوى في الحكم الذي تنتهي به الخصومة أمامها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 382,
    "text": "كل متهم حكم عليه في جريمة يجوز إلزامه بالمصاريف كلها أو بعضها حسب ما يحدده الحكم و إذا حكم على عدة متهمين بحكم واحد لجريمة واحدة يجوز إلزامهم بالمصاريف بالتساوي بينهم ، و للمحكمة أن توزعها بينهم على خلاف ذلك و لها أن تلزمهم بها متضامنين."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 383,
    "text": "إذا حكم في الاستئناف بسقوط الطعن أو بعدم جوازه أو عدم قبوله أو بتأييد الحكم الابتدائي جاز إلزام المستأنف بكل مصاريف الاستئناف أو بعضها.\nو للمحكمة العليا أن تحكم بمصاريف الطعن كلها أو بعضها على الطاعن إذا حكم بسقوط الطعن أو بعدم جواره أو بعدم قبوله أو قضي برفضه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 384,
    "text": "يعجل المدعي الشخصي عند رفع الدعوى الجزائية الرسوم المقررة لها و إذا حكم على المتهم في الجريمة وجب الحكم عليه للمدعي مقدارها إذا رأت أن بعض هذه المصاريف كان غير لازم.\nو إذا حكم ببراءة المتهم من الجريمة للمحكمة إلزام المدعي الشخصي بكل المصاريف أو بعضها أو إعفائه منها إذا أتضح لها أنه عند رفع دعواه كان حسن النية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 385,
    "text": "يعجل المدعي بالحقوق المدنية عند رفع دعواه الرسوم المقررة لها ، و إذا حكم على المتهم بالتعويضات الزم بالمصاريف التي تحملها المدعي بالحقوق المدنية و للمحكمة أن تخفض مقدارها إذا رأت أن بعضها كان غير لازم.\nو إذا لم يحكم على المتهم بالتعويضات التي  طلبها المدعي بالحقوق المدنية كلها أو بعضها تقدر المصاريف التي يتحملها المتهم أو المدعي بالحقوق المدنية بنسبة ما يقضي به من  تعويضات لما رفض منها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 386,
    "text": "إذا تدخل كل من المدعي الشخصي و المدعي بالحقوق المدنية في الدعوى بعد رفعها يعجل كل منهما الرسوم المقررة للتدخل و يلزمها بها إذا حكم بعدم قبول التدخل."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 387,
    "text": "يعامل المسؤول عن الحقوق المدنية معاملة المتهم فيما يختص بمصاريف الدعوى المدنية ، و إذا حكم على المتهم بمصاريف الدعوى الجزائية كلها أو بعضها وجب إلزام المسؤول عن الحقوق المدنية بالتضامن معه بما حكم به."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 388,
    "text": "تقدر مصاريف الدعوى في الحكم إن أمكن و إلا قدرها رئيس المحكمة التي أصدرت الحكم بأمر على عريضة يقدمها المحكوم له و يعلن هذا الأمر للمحكوم عليه بها و يجوز لكل من الخصوم أن يتظلم من ذلك الأمر ، ويحصل التظلم بتقرير في دائرة كتاب المحكمة التي أصدرت الحكم خلال العشرة الأيام التالية لإعلان الأمر و تحدد دائرة الكتاب اليوم الذي ينظر فيه التظلم أمام المحكمة في غرفة المداولة و يعلن الخصوم بذلك قبل اليوم المحدد بثلاثة أيام.\nو تقضي المحكمة في ذلك التظلم بقبوله أو رفضه أو بتعديل الأمر و يسري على الحكم الصادر في التظلم ما يسري على الحكم الصادر في الدعوى الأصلية من حيث جوازه للاستئناف.\nالباب السابع\nفي قوة الأحكام"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 389,
    "text": "لا يجوز لأي درجة من درجات التقاضي أن تنظر موضوع الدعوى الجزائية بعد إصدار حكمها فيها إلا بالطرق المقررة لذلك في القانون كما لا يجوز تعديل الحكم أو إلغاؤه إلا بالشروط و بالطرق المقررة قانوناً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 390,
    "text": "تنقضي الدعوى الجزائية بالنسبة للمتهم المرفوعة عليه و الوقائع المسندة فيها بصدور حكم نهائي فيها.\nومع ذلك إذا قضى بإلغاء الحكم النهائي الذي ترتب عليه انقضاء الدعوى الجزائية بالطعن بالنقض أو بالطعن بالتماس إعادة النظر تعود الدعوى الجزائية إلى ما كانت عليه قبل انقضائها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 391,
    "text": "لا يجوز الرجوع إلى إقامة الدعوى الجزائية بعد صدور حكم نهائي فيها بناء على ظهور أدلة جديدة أو ظروف جديدة أو بناء على تغيير الوصف القانوني للجريمة.\nعلى أنه إذا تخلف عن الفعل بعد صدور الحكم النهائي نتائج إجرامية تجعل منه جريمة من نوع أشد أو إذا تبين أن الجريمة التي صدر الحكم فيها من نوع أشد لظروف لم يكن مطروحا على المحكمة جاز للنائب العام خلال ثلاثة أشهر من يوم علم النيابة العامة بذلك أن تطلب إلى المحكمة العليا أن تأمر بإعادة المحاكمة بالتشديد أو التخفيف.\nو يجب على القاضي عند الحكم من جديد أن يسقط من العقوبة المحكوم بها ما يكون قد تحمله المحكوم عليه من العقوبة التي سبق القضاء بها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 392,
    "text": "لا يكون للحكم الجزائي البات الصادر في المواد الجزائية في موضوع الدعوى بالبراءة أو بالإدانة قوة الشيء المحكوم به في المواد المدنية بالدعاوى التي لم يكن قد فصل فيها نهائيا ، إلا في الوقائع التي فصل فيها ذلك الحكم و كان فصله فيها ضروريا.\nو لا يكون لذلك الحكم الصادر فيها بالبراءة هذه القوة إذا كان مبنيا على أن الفعل لا يعاقب عليه القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 393,
    "text": "لا يكون للحكم الصادر في المواد المدنية قوة الشيء المحكوم به في المواد الجزائية فيما يتعلق بوقوع الجريمة و نسبتها إلى فاعلها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 394,
    "text": "يكون للحكم الصادر في مواد الأحوال الشخصية من المحكمة  في حدود اختصاصها قوة الشيء المحكوم به في المواد الجزائية في المسائل التي يتوقف عليها الفصل في الدعوى الجزائية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 395,
    "text": "الدفع بانقضاء الدعوى الجزائية لصدور حكم نهائي فيها و الدفع بقوة الحكم الصادر في مواد الأحوال الشخصية في المواد الجزائية من النظام العام ، و يجوز التمسك بهما في أية حالة تكون عليها الدعوى و لو لأول مره أمام المحكمة العليا و تقضي به المحكمة من تلقاء نفسها.\nالباب الثامن\nالبطلان"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 396,
    "text": "يقع باطلا كل إجراء جاء مخالفا لأحكام هذا القانون ، إذا نص القانون صراحة على بطلانه أو إذا كان الإجراء الذي خولف أو أغفل جوهريا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 397,
    "text": "إذا كان البطلان راجعا لعدم مراعاة أحكام القانون المتعلقة بكيفية رفع الدعوى الجزائية أو بتشكيل المحكمة أو بولايتها بالحكم في الدعوى أو بعلانية الجلسات أو تسبب الأحكام أو حرية الدفاع أو علانية النطق بالأحكام أو إجراءات الطعن أو العيب الإجرائي الجوهري المهدر لأي حق من حقوق المتقاضين فيها أو غير ذلك مما هو متعلق بالنظام العام جاز التمسك به من جميع الأطراف في أية حالة كانت عليها الدعوى و تقضي به المحكمة من تلقاء نفسها و يعتبر تضمين الحكم تخييرا للمحكوم عليه بين عقوبة الحبس أو الغرامة بطلانا يتعلق بالنظام العام."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 398,
    "text": "في غير أحوال البطلان المتعلقة بالنظام العام ، يسقط حق الخصم في الدفع ببطلان الإجراءات الخاصة بجمع الاستدلالات أو التحقيق الذي تجربه النيابة العامة أو المحكمة إذا كان له محام و حصل الإجراء بحضوره يغير اعتراض منه ، و يسقط حق الدفع بالبطلان بالنسبة للنيابة العامة إذا لم تتمسك به في حينه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 399,
    "text": "لا يجوز لأحد الخصوم التمسك  بأوجه البطلان إذا كان هو الذي تسبب في وقوعه أو إذا كان الإجراء مقرر لمصلحة غيره أو إذا كانت الغاية منه قد تحققت رغم ما اعتراه من عيب."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 400,
    "text": "حضور الخصم بنفسه أو بوكيل عنه بناء على ورقة تكليف بالحضور باطلة يصحح هذا البطلان الواقع في تكليف الحضور وله أن يطلب أجلا لتحضير دفاعه ، و يتعين على الآمر بالحضور إجابته إلى ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 401,
    "text": "يجوز للنيابة العامة و المحكمة أن تصحح من تلقاء نفسها كل إجراء يتبين لها بطلانه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 402,
    "text": "التقرير ببطلان أي إجراء يشمل بطلان كل الآثار المباشرة له و يتعين تصحيح هذا البطلان متى كان ذلك ممكنا من آخر إجراء تم  صحيحاً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 403,
    "text": "لا يؤثر في صحة الحكم وقوع إجراء باطل سابق على صدوره طالما كان الحكم لم يبني على ذلك الإجراء."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 404,
    "text": "إذا وقع خطأ مادي في حكم و لم يكن يترتب عليه البطلان تولت الهيئة التي أصدرت الحكم تصحيح الخطأ من تلقاء نفسها أو بناء على طلب أحد الخصوم بعد تكليفهم بالحضور و يقضي بالتصحيح بعد سماع أقوالهم و إذا وقع الخطأ المادي في أمر صادر من النيابة العامة تولى مصدر الأمر تصحيحه و يكون للخصوم حق الاعتراض على ذلك التصحيح أمام محكمة الاستئناف المختصة خلال عشرة أيام من تاريخ إعلانهم بذلك التصحيح ، وتقضي المحكمة بقبول الاعتراض أو رفضه أو تعديله.\nو يؤشر بتصحيح الحكم أو الأمر على هامشه.\nو تتبع تلك الإجراءات في تصحيح اسم المتهم و لقبه.\nالباب التاسع\nبطاقة الحالة الجزائية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 405,
    "text": "يجوز أن تؤخذ بصمات أصابع أي شخص و صورته الفوتوغرافية أثناء التحقيق معه أو محاكمته إذا كان في ذلك مصلحة للتحقيق أو المحاكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 406,
    "text": "إذا لم يكشف التحقيق عن جريمة أو حكم ببراءة من أخذت بصمات أصابعه أو صورته تعدم البصمات و الصور."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 407,
    "text": "إذا حكم بإدانة من أخذت بصمات أصابعه أو صورته في جريمة أو حكم بسلب الولاية الشرعية عن النفس و الحقوق المرتبطة بها كلها أو بعضها تحفظ البصمات و الصور بواسطة الجهة المختصة بعاصمة المحافظة و تدون بيانات الجريمة أو الحكم بناء على النيابة العامة في بطاقة تسمى(بطاقة الحالة الجزائية)."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 408,
    "text": "ترسل النيابة العامة صورة من بيانات كل حكم صادر بالإدانة في جريمة من الجرائم الجسيمة إلى الجهة المركزية لحفظ بطاقات الحالة الجزائية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 409,
    "text": "تتضمن بطاقة الحالة الجزائية تحت إشراف النيابة العامة الأحكام اللاحقة التي يحكم بها على صاحب البطاقة و كل تعديل يطرأ عليها فيما يتعلق بإلغائها أو وقف تنفيذها أو صدور عفو عنها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 410,
    "text": "تطلع المحكمة على بطاقة الحالة الجزائية للمتهم الماثل أمامها بعد الحكم بإدانته لتمكينها من تقدير العقوبة الملائمة له ، ولا يجوز تسليم صوره منها لغير صاحبها.\nالكتاب الرابع\nطرق الطعن في الأحكام\nالباب الأول\nأحكام عامة في طرق الطعن\nالفصل الأول\nالحق في الطعن"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 411,
    "text": "1- كل حكم أو قرار يكون قابلا للطعن فيه ما لم ينص القانون على عدم جواز الطعن فيه.\n2- يتقرر الحق في الطعن لجميع الأطراف ما لم يقصره القانون على طرف دون آخر.\n3- لا يجوز رفع الطعن إلا ممن له صفه أو مصلحة في الطعن."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 412,
    "text": "يكون الطعن في الأحكام و القرارات عن طريق الاستئناف وعن طريق النقص و التماس إعادة النظر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 413,
    "text": "1- للنيابة العامة أن تطعن في الحكم أو القرار لصالح المتهم أو ضده متى رأت لذلك موجبا وفقا للقانون.\n2- إذا طعن بالحكم لصالح المحكوم عليه فلا يجوز عند نظر الطعن تشديد تدبير المساءلة الجزائية الذي تقرر في الحكم المطعون فيه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 414,
    "text": "1- للمدعي المدني الطعن في الحكم أو القرار المتعلق بحقه المدني.\n2- و للنيابة العامة ذلك إذا رفعت الدعوى المدنية نيابة عن المضرور."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 415,
    "text": "لا يجوز الطعن في القرارات الصادرة أثناء المحاكمة إلا مع الحكم الفاصل في الموضوع باستثناء القرارات المتعلقة بالتفتيش و ضبط الأشياء و القبض والحبس الاحتياطي أو الحجز على الأموال أو عند اتخاذ قرار بعدم الاختصاص أو بعدم جواز نظر الدعوى و سبق الفصل فيها و لا يترتب على الطعن وقف السير في الدعوى ما لم ينص القانون على خلاف ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 416,
    "text": "1- لا يجوز الطعن في الجزء من الحكم المتعلق بالدعوى المدنية و حدها إلا بالطرق المقررة في قانون الإجراءات الجزائية.\n2- و في هذه الحالة تقتصر المحكمة التي تنظر الطعن على نظر موضوع الدعوى المدنية و لا يؤثر ذلك على تنفيذ الإجراءات الجنائية الواردة في الحكم المطعون فيه.\nالفصل الثاني\nالاستئناف"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 417,
    "text": "يجوز لكل من النيابة العامة و المتهم و المدعي الشخصي و المدعي بالحقوق المدنية و المسؤول عنها أن يستأنف الأحكام الصادرة في الجرائم من المحاكم الابتدائية و استئناف المدعي  بالحقوق المدنية و المسؤول عنها لا يطرح على محكمة الاستئناف إلا الدعوى المدنية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 418,
    "text": "الأحكام الصادرة في الدعاوي  المدنية تبعاً للدعوى الجزائية يجوز استئنافها إذا كانت مما يجوز استئنافه طبقا لأحكام قانون المرافعات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 419,
    "text": "يجوز استئناف الحكم الصادر في الجرائم المرتبطة ببعضها ، و لو لم يكن الاستئناف جائزا بالنسبة لبعض هذه الجرائم فقط."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 420,
    "text": "لا يجوز استئناف الأحكام و القرارات التمهيدية و التحضيرية إلا بعد الفصل في موضوع الدعوى و تبعا لاستئناف هذا الحكم.\nو مع ذلك فجميع الأحكام الصادرة بعدم الاختصاص بجوز استئنافها كما يجوز استئناف الأحكام الصادرة بالاختصاص إذا لم يكن للمحكمة ولاية الحكم في الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 421,
    "text": "يكون الاستئناف بتقرير في دائرة كتاب المحكمة التي أصدرت الحكم أو محكمة استئناف المحافظة المختصة و لا يقبل إلا إذا قدم خلال خمسة عشر يوما من تاريخ النطق بالحكم المستأنف.\nو إذا كان استئناف المتهم الفار جائزا يسري الميعاد بالنسبة له من تاريخ تسليم نفسه أو من تاريخ القبض عليه.\nو مع ذلك فميعاد الاستئناف بالنسبة للنائب العام أربعين يوما من وقت صدور الحكم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 422,
    "text": "يوقع المستأنف بنفسه أو بوكيل خاص على تقرير الاستئناف و يحدد الكاتب المختص تاريخ الجلسة التي ينظر فيها و تعلن النيابة العامة باقي الخصوم بموعدها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 423,
    "text": "يرسل ملف الدعوى إلى محكمة استئناف المحافظة الكائنة في دائرتها المحكمة التي أصدرت الحكم قبل ميعاد الجلسة المحددة لنظره بعشرة أيام على الأقل و على النيابة العامة إذا كان المتهم محبوسا نقله في الوقت المناسب إلى السجن بالجهة الموجودة بها المحكمة الاستئنافية.\nو ينظر الاستئناف في هذه الحالة على وجه السرعة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 424,
    "text": "إذا استأنف أحد الخصوم الحكم في الميعاد كان للمستأنف عليه أن يقدم استئنافا مقابلا خلال عشرة أيام بعد انقضاء ميعاد الاستئناف الأصلي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 425,
    "text": "يسقط الاستئناف المرفوع من المتهم المحكوم عليه بعقوبة سالبة للحرية واجبة النفاذ إذا لم يتقدم للجهة المختصة بالتنفيذ قبل اليوم المحدد لنظر استئنافه و ذلك ما لم يكن مفرجا عنه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 426,
    "text": "استئناف النيابة العامة يطرح الدعوى الجزائية برمتها على محكمة استئناف المحافظة و لها أن تؤيد الحكم أو تلغيه أو تعدله سواء ضد المتهم أو لمصلحته و لا يجوز تشديد العقوبة المحكوم بها و لا إلغاء الحكم الصادر بالبراءة إلا بإجماع أراء القضاة ما لم يكن اختلاف الرأي حول مسألة قانونية.\nأما إذا كان الاستئناف مرفوعا من غير النيابة العامة فعلى المحكمة تأييد الحكم أو تعديله لمصلحة رافع الاستئناف."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 427,
    "text": "يضع أحد أعضاء المحكمة الاستئنافية تقريرا في الدعوى يبين فيه ملخص القضية و أسباب الاستئناف و الرد عليها إن وجد دون أن يبدي الرأي فيها و يتلى هذا في الجلسة ثم تستمع المحكمة إلى أقوال المستأنف و باقي الخصوم و يكون المتهم آخر من يتكلم و تصدر حكمها إثر ذلك بعد إطلاعها على الأوراق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 428,
    "text": "تسمع محكمة استئناف المحافظة الشهود الذين كان يجب سماعهم أمام محكمة أول درجة و تستوفي كل نقص آخر في إجراءات التحقيق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 429,
    "text": "إذا حكمت المحكمة الابتدائية في الموضوع و رأت محكمة استئناف المحافظة أن هناك بطلانا في الإجراءات أو في الحكم تصحح البطلان و تحكم في الدعوى.\nأما  إذا حكمت بعدم الاختصاص أو بقبول دفع فرعي يترتب عليه منع السير في الدعوى و حكمت محكمة استئناف المحافظة بإلغاء الحكم و باختصاص المحكمة أو برفض الدفع الفرعي و بنظر الدعوى وجب عليها أن تعيد القضية للمحكمة الابتدائية للحكم في موضوعها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 430,
    "text": "تسري على قضايا الاستئناف القواعد و الإجراءات الخاصة بالجلسات و الأحكام المبينة في هذا القانون.\nالفصل الثالث\nالطعن بالنفض\nالفرع الأول\nحالات الطعن بالنقض"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 431,
    "text": "تتولى المحكمة العليا مراقبة المحاكم في تطبيقها للقانون و لا تمتد مراقبتها إلى حقيقة الوقائع التي اقتنعت بثبوتها المحكمة مصدرة الحكم و لا إلى قيمة الأدلة التي عولت عليها في الإثبات ، إلا  في الحالات التي ينص عليها القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 432,
    "text": "يجوز الطعن بطريق النقض في الأحكام المنهية للخصومة و الصادرة من محاكم استئناف المحافظات أما الأحكام الصادرة قبل الفصل في الموضوع فلا يجوز الطعن فيها إلا مع الطعن في الحكم المنهي للخصومة ما لم يترتب عليها منع السير في الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 433,
    "text": "يكون الطعن بالنقض من حق النيابة العامة و المتهم و المدعي الشخصي و المدعي بالحقوق المدنية و المسؤول عنها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 434,
    "text": "إذا كان الحكم صادراً بالإعدام أو بقصاص أو بحد يترتب عليه ذهاب النفس أو عضو من الجسم ، وجب على النيابة العامة و لو لم يطعن أي من الخصوم أن تعرض القضية على المحكمة العليا مشفوعة بمذكرة برأيها ، ويجوز للمحكمة في هذه الحالة التعرض لموضوع الدعوى.\nالفرع الثاني\nأسباب الطعن بالنقض"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 435,
    "text": "لا يجوز الطعن بالنقض إلا  للأسباب التالية:\n1- إذا كان الحكم المطعون فيه مبنيا على مخالفة للقانون أو خطأ في تطبيقه.\n2- إذا وقع بطلان في الحكم.\n3- إذا وقع بطلان في الإجراءات أثر في الحكم.\nو الأصل أن الإجراءات قد روعيت أثناء نظر الدعوى و لصاحب الشأن إذا لم  تذكر الإجراءات في محضر الجلسة و لا في الحكم أن   يثبت  بكافة طرق الإثبات أنها أهملت.\nأما إذا ذكرت في أحدهما فلا يجوز إثبات عدم إتباعها إلا بطريق الطعن بالتزوير."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 436,
    "text": "يجب على الطاعن أن يودع دائرة كتاب المحكمة التي قرر فيها بالطعن مذكرة بالأسباب التي بنى عليها و صوراً لها بعدد المطعون ضدهم في خلال الميعاد المقرر للطعن.\nو إذا كان الطعن مقدماً من النيابة العامة تعين أن يوقع أسبابه النائب العام أو رئيس نيابة النقض و إذا كان مرفوع من غيرهم وجب أن يوقع الأسباب محام معتمد أمام المحكمة العليا وفقاً للقانون.\nو لا يجوز إبداء أسباب أخرى غير الأسباب التي سبق إبداؤها في الميعاد المقرر ما لم تكن متعلقة بالنظام العام.\nو مع ذلك فللمحكمة أن تنقض الحكم لمصلحة المتهم من تلقاء نفسها إذا تبين لها أنه مبني على مخالفة للقانون أو على خطأ في تطبيقه ، أو أن المحكمة التي أصدرته لم تكن مشكلة وفقا للقانون أولا ولاية لها بالفصل في الدعوى.\nالفرع الثالث\nفي إجراءات الطعن بالنقض"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 437,
    "text": "يتم الطعن بالنقض بتقرير في دائرة كتاب المحكمة التي أصدرت الحكم المطعون فيه أو المحكمة العليا خلال أربعين يوما من تاريخ النطق بالحكم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 438,
    "text": "إذا لم يكن الطعن مقدماً من النيابة العامة أو من المحكوم عليه بعقوبة سالبة للحرية يجب لقبوله أن يودع رافعه خزينة المحكمة التي أصدرت الحكم مبلغ(500)ريال خمسمائة ريال على سبيل الكفالة ما لم يكن قد أعفى من هذا الإيداع وفقا للقانون و لا تقبل دائرة الكتاب تقرير الطعن إلا إذا كان مصحوبا بما يدل على إيداع الكفالة أو الإعفاء منها و تعفى من هذا الإيداع."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 439,
    "text": "يجب على رئيس دائرة كتاب المحكمة التي تقرر فيها بالطعن أن تقيده في السجل الخاص يوم وصوله ثم يعلن صورة من أسباب الطعن إلى كل من المطعون ضدهم في خلال عشرين يوما من إيداعها و لا يترتب على عدم مراعاة هذا الميعاد أية بطلان و لأي منهم أن يرد عليها بمذكرة في خلال عشرة أيام من تاريخ إعلانه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 440,
    "text": "إذا كان الطعن مقدماً من دائرة كتاب المحكمة التي أصدرت الحكم المطعون فيه فعلى رئيس الدائرة فور انتهاء المواعيد المذكورة بالمادة السابقة أن يرسل ملف الطعن مع القضية إلى دائرة كتاب المحكمة العليا لقيده بدفاترها  و على رئيس دائرة الكتاب بهذه المحكمة أن يرسل الطعون المقدمة إليها و الطعون التي ترد إليه بعد إتمام قيدها إلى نيابة النقض و معها جميع أوراق الدعوى.\nو تقيد الطعون بسجلات النيابة و يجب عليها أن تحرر مذكرة برأيها في كل طعن من حيث الشكل و الموضوع و تودعها بملفه قبل أن تنظره المحكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 441,
    "text": "تعيد النيابة العامة الطعن بعد إيداع مذكرتها إلى رئيس دائرة الكتاب بالمحكمة العليا الذي يؤشر بذلك في السجل الخاص ثم يرفع الملف إلى رئيس المحكمة و يحيل رئيس المحكمة الطعن على الدائرة المختصة بنظره.\nالفرع الرابع\nفي نظر الطعن  بالنقض و الفصل فيه"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 442,
    "text": "يعين رئيس الدائرة المختصة أو رئيس هيئة الحكم بالدائرة المختصة المحال عليها الطعن أحد أعضائها لإعداد تقرير وافٍ عن القضية يبين كافة وقائعها و أسباب الطعن و تفصل فيه بعد سماع التقرير و المداولة استنادا إلى ما يوجد بملف الدعوى من أوراق و بعد سماع رأي النيابة العامة.\nو للمحكمة أن تأذن للخصوم بتقديم مذكرات تكميلية تأييدا لدفاعهم أو أن تدعوهم لسماع أقوالهم أو تقديم إيضاحات معينة في جلسة تدعى إليها نيابة النقض."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 443,
    "text": "إذا قدم الطعن أو أسبابه بعد الميعاد تحكم المحكمة بعدم قبوله و إذا قبل الطعن و كان مؤسساً على أن الحكم المطعون فيه بنى على مخالفة لقانون أو على خطأ في تطبيقه تصحح المحكمة الخطأ و تحكم بمقتضى القانون.\nو إذا كان الطعن مؤسساً على بطلان وقع في الحكم المطعون فيه تنقض المحكمة الحكم و تعيد الدعوى إلى المحكمة التي أصدرته بذات التشكيل أو بتشكيل جديد حسبما تراه المحكمة العليا للفصل فيها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 444,
    "text": "لا يجوز نقض الحكم لمجرد اشتماله على قصور في التسبيب متى كانت العقوبة المحكوم بها مقررة في القانون للجريمة الثابتة في الحكم و تكتفي المحكمة بتصحيح ذلك الخطأ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 445,
    "text": "إذا طعن مرة ثانية في الحكم الصادر من المحكمة المحالة إليها الدعوى للمحكمة العليا نظر الطعن و إذا كان واردا أحالت القضية إلى محكمة أخرى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 446,
    "text": "ينقض من الحكم فقط ما يتعلق بالأوجه التي بنى عليها النقض ، ما لم تكن التجزئة غير ممكنة و إذا كان الطعن مقدما من غير النيابة العامة فلا يُنقض الحكم إلا بالنسبة لمن قدم الطعن ، ما لم تكن أسباب النقض تتصل بغيره من المتهمين معه ، ففي هذه الحالة يحكم بنقض الحكم بالنسبة إليهم أيضا و لو لم يقدموا طعناً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 447,
    "text": "يسقط الطعن المرفوع من المتهم المحكوم عليه بعقوبة سالبة للحرية إذا لم يتقدم للتنفيذ قبل الجلسة ما لم يكن مفرحاً عنه و لا يجوز للمحكمة إخلاء سبيله بكفالة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 448,
    "text": "إذا كان الطعن بالنقض حاصلا من غير النيابة العامة ، فلا يضار الطاعن بطعنه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 449,
    "text": "تسري على قضايا النقض القواعد و الإجراءات الخاصة بالأحكام المبينة في هذا القانون بما لا يتعارض مع النصوص الخاصة بها.\nالفرع الخامس\nفي آثار الطعن بالنقض"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 450,
    "text": "لا يترتب على الطعن بالنقض وقف تنفيذ الحكم المطعون فيه إلا إذا كان صادراً بالقصاص أو بالحد  الذي يؤدي إلى ذهاب النفس أو عضو بالجسم.\nكما يجوز للمحكمة أن تأمر بوقف تنفيذ الحكم إذا رأت مبرراً لذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 451,
    "text": "تحكم المحكمة بمصادرة الكفالة إذا قضى بعدم جواز الطعن أو بسقوطه أو بعدم قبوله أو حكم برفضه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 452,
    "text": "إذا كان نقض الحكم مبيناً على مسألة قانونية وجب على محكمة الموضوع التي أعيدت إليها الدعوى أن تتبع حم محكمة النقض في هذه المسألة.\nكما لا يجوز لمحكمة الموضوع في جميع الأحوال أن تحكم بغير المبادئ التي قررتها الجمعية العمومية للمحكمة العليا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 453,
    "text": "إذا رفض الطعن فلا يجوز بأية حال لمن رفعه أن يرفع طعناً آخر عن الحكم ذاته لأي سبب ما.\nالفرع السادس\nفي الطعن لمصلحة القانون"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 454,
    "text": "للنائب العام أن يطلب من المحكمة العليا في أي وقت بعد فوات المواعيد المقررة للطعن إلغاء أو تعديل أي حكم أو أمر أو قرار قضائي لمصلحة القانون إذا انطوى الحكم أو القرار على مخالفة للقانون أو في خطأ في تطبيقه.\nو لا يجوز أن يبنى الطلب المقدم لمصلحة القانون على أسباب سبق أن رفضتها المحكمة العليا  بمناسبة طعن سابق في الحكم نفسه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 455,
    "text": "يقيد الطعن المقدم لمصلحة القانون في سجلات النيابة العامة و المحكمة العليا و تنظره المحكمة في غرفة المداولة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 456,
    "text": "لا يترتب على الحكم الصادر في الطعن لمصلحة القانون أي أثر بالنسبة للمحكوم عليه بعقوبة.\nالفصل الرابع\nالتماس إعادة النظر"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 457,
    "text": "يجوز طلب إعادة النظر في الأحكام النهائية الصادرة بالإدانة في الأحوال التالية:-\n1- إذا حكم على شخص في جريمة القتل وقامت بعد ذلك أدلة كافية تثبت أن المدعي قتله لا زال حياً.\n2- إذا حكم على شخص من أجل جريمة ثم حكم بعد ذلك على شخص آخر عن ذات الجريمة و كان الحكمان لا يمكن التوفيق بينهما بحيث يستنتج براءة أحد المحكوم عليهما.\n3- إذا حكم على شخص و بعد صدور الحكم قضى بشهادة الزور على أحد الشهود أو الخبراء الذين كانوا قد شهدوا عليه ، أو إذا حكم بتزوير ورقة قدمت أثناء نظر الدعوى و كان للشهادة أو تقرير الخبير أو الورقة تأثير في الحكم.\n4- إذا كان الحكم مبنياً على حكم صادر في دعوى أخرى و ألغي هذا الحكم.\n5- إذا وقعت أو ظهرت بعد الحكم وقائع أو أدلة لم تكن معلومة وقت المحاكمة و كان من شأنها إثبات براءة المحكوم عليه.\n6- يقدم طلب التماس إعادة النظر من النائب العام من تلقاء نفسه أو بناء على طلب الآتي ذكرهم:-\nأ - المحكوم عليه أو من يمثله قانوناً.\nب- زوج المحكوم عليه و أقاربه و ورثته و من أوصى له إذا كان ميتاً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 458,
    "text": "يجب على الطالب قبل تقديم طلبه إلى النائب العام أن يودع خزينة المحكمة مبلغ\n(5000 ريال)كفالة تسرى في شأنها الأحكام المقررة للكفالة في أحوال الطعن بالنقض."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 459,
    "text": "يجب أن يقدم الطلب إلى النائب العام بعريضة يبين فيها الطالب الحكم المطلوب إعادة النظر فيه و الوجه الذي يستند إليه و يرفق به المستندات المؤيدة له.\nو يجري النائب العام التحقيقات اللازمة فإذا ثبت عدم صحة الأوجه التي بنى عليها الطلب أو أنها غير منتجه يحفظ الطلب بقرار غير قابل للطعن ، و في غير هذه الحالة يرفع النائب العام الطلب مع التحقيقات التي أجراها إلى المحكمة العليا بمذكرة يبين فيها رأيه مسببا و ذلك في خلال الثلاثة أشهر التالية لتقديم الطلب."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 460,
    "text": "لا يترتب على تقديم طلب التماس إعادة النظر إلى النائب العام وقف تنفيذ الحكم ما لم يكن صادراً بالإعدام أو بحد أو قصاص يؤدي إلى ذهاب النفس أو عضو من الجسم.\nو في جميع الأحوال يترتب حتما على رفع الطلب إلى المحكمة العليا وقف تنفيذ الحكم لحين الفصل فيه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 461,
    "text": "إذا أحيل الطلب إلى المحكمة العليا فعلى النيابة العامة أن تعلن الخصوم للجلسة التي تحدد لنظره قبل انعقادها بسته أيام على الأقل."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 462,
    "text": "تسمع المحكمة العليا أقوال النيابة العامة و الخصوم و تجري ما تراه لازماً من التحقيقات ثم تفصل بعد ذلك في الطلب فإذا رأت قبوله تحكم بإلغاء الحكم و تفصل في الدعوى أو تعيدها إلى المحكمة التي أصدرت الحكم لتفصل في الموضوع من جديد ذات الدائرة مصدرة الحكم أو دائرة أخرى حسبما تراه المحكمة العليا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 463,
    "text": "إذا لم يكن إعادة المحاكمة ممكنة كما في حالة وفاة المحكوم عليه أو إصابته بعاهة عقلية أو سقوط الجزائية بمضي المدة ، تنظر المحكمة العليا موضوع الدعوى و لا تلغي من الحكم إلا ما ظهر لها خطأه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 464,
    "text": "يجب على المحكمة في حالة وفاة المحكوم عليه بعد تقديم طلب التماس إعادة النظر أن تعين منصوبا عنه للدفاع عن ذكراه على أن يكون من بين الأقارب بقدر الإمكان ثم تنظر الدعوى في موجهته و تحسم عند الاقتضاء بمحو ما يمس هذه الذكرى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 465,
    "text": "إذا طلب المحكوم عليه تعويضاً عن الضرر الذي أصابه من جراء الحكم السابق جاز للمحكمة أن تحكم له به في الحكم الصادر ببراءته.\nو إذا كان المحكوم عليه ميتاً لزوجته و أصوله و فروعه أن يطالبوا بالتعويض و لا يحق ذلك لغيرهم من الأقارب ما لم يثبت أن الحكم سبب لهم ضرراً مادياً.\nو يجوز  إبداء المطالبة بالتعويض في جميع مراحل إعادة المحاكمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 466,
    "text": "تتحمل الدولة التعويض المحكوم به و لها أن تحصله من المدعي الشخصي أو شاهد الزور أو الخبير أو أي شخص تسبب في صدور الحكم بالإدانة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 467,
    "text": "إذا حكم بالبراءة عند إعادة النظر وجب أن يعلق الحكم على باب مقر الشرطة في البلدة التي صدر فيها الحكم الأول و في محل وقوع الجريمة و في موطن طالب الإعادة ، وفي الموطن الأخير للمحكوم علية وفي الجريدة الرسمية وفي جريدتين يعينهما صاحب الشأن وذلك بناء على طلبه أو طلب النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 468,
    "text": "إذا اًلغي الحكم بناء على إعادة النظر ترتب على ذلك سقوط الحكم بالتعويضات ووجب رد ما نفذ منها.\nالكتاب الخامس\nفي التنفيذ\nالباب الأول\nأحكام عامة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 469,
    "text": "لا يجوز تنفيذ العقوبات و التدابير المقررة بالقانون لأية جريمة إلا بمقتضى حكم قضائي نهائي واجب التنفيذ صادر من محكمة مختصة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 470,
    "text": "فيما عدا حالات القصاص و الدية و الأرش يكون تنفيذ الأحكام الجزائية فور صدورها بواسطة النيابة العامة ما لم يوقف تنفيذها من المحكمة الأعلى درجة و يستثنى من ذلك أحكام الإعدام و الحدود فلا تنفذ إلا وفق القواعد المنصوص عليها في الباب الخاص بها من هذا القانون.\nو يجب على النيابة العامة أن تبادر إلى تنفيذ الأحكام الصادرة بالقصاص و الدية و الأرش متى طلب المجني عليه و ورثته ذلك بعد العرض على رئيس الجمهورية ليصدر الأمر بالتنفيذ و لها في جميع الأحوال الاستعانة بالسلطات العامة و القوات المسلحة و يكون تنفيذ الأحكام الصادرة في الدعوى المدنية وفقاً لما هو مقررا في قانون المرافعات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 471,
    "text": "1- لا يجوز في غير الأحوال التي ينص عليها القانون إخلاء سبيل المحكوم عليه قبل أن يستوفي المدة المحكوم بها.\n2- متى تم تنفيذ الحكم فعلى إدارة السجن أو الإصلاحية الذي نفذ فيه حكم المحكمة إخبار المحكمة و النيابة العامة بذلك.\n3- إذا ثبت بتقرير من لجنة طبية مختصة أن المحكوم عليه مصاب بعاهة عقلية تقرر المحكمة وضعه تحت الحراسة في إحدى المؤسسات العلاجية الحكومية المعدة للأمراض العقلية حتى تنتهي مدة العقوبة ، و إذا شفي المصاب قبل انتهاء مدة العقوبة ، يعاد إلى السجن أو الإصلاحية لاستكمال ما تبقى من مدة عقوبته بعد استنزال المدة التي قضاها المصاب تحت الحراسة بالمؤسسة الصحية من مدة العقوبة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 472,
    "text": "يخلى سبيل المتهم الموقوف إذا كان الحكم بالبراءة أو بالإفراج أو عدم المسؤولية أو بامتناع العقاب أو بعقوبة غير سالبة للحرية أو إذا صدر الحكم بوقف تنفيذ العقوبة أو إذا كان قد قضى في الحبس الاحتياطي مدة العقوبة المحكوم بها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 473,
    "text": "يكون تنفيذ العقوبات التكميلية تبعا لتنفيذ العقوبات الأصلية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 474,
    "text": "يترتب على إلغاء الحكم المطعون فيه أو تعديله رد ما يستحقه المحكوم عليه وفقاً للقواعد العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 475,
    "text": "تكون الأحكام الصادرة بالعقوبات السالبة للحرية واجبه التنفيذ فوراً و لو مع حصول استئنافها في الأحوال الآتية:-\n1- إذا كان الحكم صادراً في جريمة وقعت على أموال الدولة أو إحدى الهيئات العامة أو التي تساهم فيها الدولة أو أي شخص.\n2- إذا كان الحكم صادراً في جريمة سرقة لم تتوفر فيها شروط الحد.\n3- إذا كان المحكوم عليه ليس له محل إقامة معروف في البلاد.\n4- إذا كان الحكم صادراً على متهم فار متى سلم أو قبض عليه مع سماع ما له من طعن وارد على الحكم.\n5- إذا كان الحكم صادرا على متهم محبوس احتياطياً على ذمة القضية ما لم ينص الحكم على إخلاء سبيله بكفالة شخصية أو مالية.\n6- إذا أمرت المحكمة بالنفاذ لأي سبب يبرر ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 476,
    "text": "يكون تنفيذ الأحكام الصادرة من المحاكم الاستئنافية بإشراف النيابة العامة التي تولت الإدعاء أمامها وفقاً لأحكام هذا القانون.\nالباب الثاني\nفي تنفيذ عقوبة الإعدام و الحد و القصاص"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 477,
    "text": "كل حكم نهائي بإعدام أو حد أو قصاص  يترتب عليه ذهاب النفس أو عضو من الجسم يوجب القبض على المحكوم عليه وحبسه حتى يتم التنفيذ وفقا لأحكام القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 478,
    "text": "إذا حكمت المحكمة العليا في الحكم الصادر بالإعدام أو الحد أو القصاص فعليها إرسال صورة من الحكم للنائب العام ليولى إرساله إلى رئيس الجمهورية مع تقرير شامل عن القضية خلال عشرة أيام من تاريخ استلام الحكم من المحكمة العليا لاستصدار القرار بالمصادقة على الحكم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 479,
    "text": "لا تنفذ الأحكام الصادرة بالإعدام أو الحد أو القصاص على المحكوم عليه إلا بعد مصادقة رئيس الجمهورية على الحكم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 480,
    "text": "يصدر رئيس الجمهورية قراراً بتنفيذ الحكم بالحدود أو القصاص أما الحكم الصادر بالإعدام فقد يصدر القرار بالتنفيذ أو بإبدال العقوبة أو بالعفو عن المحكوم عليه و عند صدور القرار بالتنفيذ يصدر النائب العام أمراً متضمناً صدور قرار رئيس الجمهورية و استيفاء الإجراءات القانونية و يجوز لرئيس الجمهورية فيما يتعلق في الحدود التي تكون العقوبة فيها الجلد أن يفوض من يراه بإصدار قرار التنفيذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 481,
    "text": "لا تنفذ عقوبة الحد أو القصاص إذا ترتب عليها ذهاب النفس أو عضو من الجسم إلا بعد إعلان المجني عليه أو ورثته أو المدعي بالحق الشخصي لحضور التنفيذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 482,
    "text": "لأقارب المحكوم عليه بالقتل حدا أو قصاصاً في النفس أو العضو أن يقابلوه في اليوم الذي يعين لتنفيذ الحكم على أن يكون ذلك بعيداً عن محل التنفيذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 483,
    "text": "يكون تنفيذ عقوبة الإعدام أو الحد أو القصاص التي يترتب عليها ذهاب النفس أو عضو من الجسم ما لم يصدر العفو عنها ممن يملكه قانونا ، بناء على طلب مكتوب من النائب العام يبين فيه  استيفاء الإجراءات المقررة.\nو يتم التنفيذ داخل المنشأة العقابية أو المستشفى أو المكان الذي يعين لذلك بحضور أحد أعضاء النيابة العامة و كاتب التحقيق و أحد ضباط الشرطة و الطبيب المختص و يجوز ذلك للمجني عليه أو ورثته أو المدعي بالحق الشخصي ممثل الدفاع عن المحكوم عليه و يجب أن يتلى منطوق الحكم الصادر بالعقوبة و التهمة المحكوم من أجلها على المحكوم عليه في مكان التنفيذ بمسمع من الحاضرين و يحرر عضو  النيابة العامة محضر بالإجراءات و ما قد يبديه المحكوم عليه من أقوال و بما يفيد تمام التنفيذ و شهادة الطبيب المختص بذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 484,
    "text": "لا تنفذ عقوبة الإعدام أو الحد أو القصاص التي يترتب عليها ذهاب النفس أو عضو من الجسم في أيام الأعياد الرسمية و الأعياد الخاصة بديانة المحكوم عليه.\nو يوقف التنفيذ في المرأة الحامل حتى تضع حملها و المرضع حتى تتم رضاعة ولدها في عامين ويوجد من يكفله و تحبس إلى أن يحين وقت التنفيذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 485,
    "text": "تنفذ عقوبة الإعدام بقطع رقبة المحكوم عليه بالسيف أو رمياً بالرصاص حتى الموت بدون تمثيل أو تعذيب.\nو في حدود الحرابة يتم التنفيذ حسبما ينص عليه الحكم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 486,
    "text": "تنفذ عقوبة الصلب بربط المحكوم عليه بعد إعدامه في مكان ظاهر بحيث يراه الناس المدة التي يقررها الحكم و لا تزيد على ثلاثة أيام."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 487,
    "text": "تنفذ عقوبة الرجم رميا بالحجارة حتى الموت ، و يدعى الشهود لحضور التنفيذ و يبدءون في الرجم و يشهد ذلك طائفة من المؤمنين ، و تعامل المرأة الحامل أو المرضع المحكوم عليها بالرجم معاملة المحكوم عليه بالإعدام."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 488,
    "text": "تدفن الحكومة جثة من نفذ فيه الإعدام أو الرجم على نفقتها عند عدم وجود أقارب له يطلبون ذلك فإن طلبوا فيمكنوا من طلبهم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 489,
    "text": "ينفذ القطع حداً في اليد اليمنى من الرسغ و الرجل من الكعب بآله حادة و لا يحكم بالقطع فيما عدا ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 490,
    "text": "لا ينفذ القصاص بما دون النفس إلا في أحوال إبانة طرف أو أطراف و بالشروط الآتية:-\n1- أن يكون ممكناً بلا حيف.\n2- أن يكون مماثلاً لفعل الجاني في الوضع.\n3- أن يتساوى العضوان في الصحة و الكمال.\nو يعتمد في توافر هذه الشروط على تقرير طبيب مختص."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 491,
    "text": "ينفذ القصاص فيما دون النفس بإزالة الطرف المبين بالحكم بآلة حادة مناسبة عند الفصل أو الحد الذي ينتهي إليه ما لم يقرر الطبيب المختص عدم إمكان التنفيذ لخطورته على حياة المحكوم عليه ، و يقدم ما يلزم من إسعاف و علاج للمحكوم عليه بعد التنفيذ لمنع أية مضاعفات محتملة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 492,
    "text": "تنفذ عقوبة الجلد في حضور الشهود بسوط مفرد رطب ليس في طرفه عقد و تنزع عن الرجل المحكوم عليه ثيابه الثقيلة و يضرب قائماً أو قاعداً و لا يمسك و لا يربط إلا إذا تعذر التنفيذ بغير ذلك و تضرب المرأة و هي جالسة و عليها ملابسها و لا تمسك و لا تربط إلا إذا لم تصبر على الجلوس ، و يكون الضرب على الظهر من أول القدم حتى العنق باتقاء الرأس و يشدد الضرب على المحكوم عليه بالزنا على أن يرفع الجلاد يده بالسوط إلى ما فوق رأسه و يشهد ذلك طائفة من المؤمنين.\nو ينفذ الجلد تحت إشراف الطبيب المختص بعد أن يقر أن التنفيذ لا يؤدي إلى هلاك المحكوم عليه و إلا أوقف التنفيذ."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 493,
    "text": "إذا أوقف تنفيذ الحد أو القصاص لأسباب شرعية تبرز ذلك يعاد عرض القضية على المحكمة التي أصدرت الحكم لتقرير العقوبات التعزيرية البديلة وفقا لأحكام قانون العقوبات.\nالباب الثالث\nفي تنفيذ العقوبة السالبة للحرية(الحبس)"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 494,
    "text": "يكون تنفيذ الأحكام الصادرة بالعقوبات السالبة للحرية في إحدى المنشآت العقابية و بموجب أمر يصدر من النيابة العامة على النموذج الذي يقره النائب العام.\nو يجب أن يشمل هذا النموذج على البيانات التالية:-\n1- اسم المحكوم عليه ثلاثياً و محل إقامته.\n2- رقم القضية و اسم المحكمة التي أصدرت الحكم.\n3- نوع الجريمة و مادة العقاب.\n4- منطوق الحكم الصادر بالعقوبة و تاريخ و مدة الحبس المقضي بها و نهايتها مع بيان مدة الحبس الاحتياطي و استنزالها إن وجدت.\n5- توقيع عضو النيابة العامة و كاتب الجلسة و بصمة خاتم الدولة الرسمي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 495,
    "text": "يحتسب من مدة العقوبة اليوم الذي يبدأ فيه تنفيذها و يفرج عن المحكوم عليه في اليوم التالي لانتهائها أو في الوقت المحدد للإفراج عن المحبوسين ما لم يقرر القانون غير ذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 496,
    "text": "تبدأ مدة العقوبة السالبة للحرية من يوم القبض على المحكوم عليه نفاذا للحكم الصادر ضده مع مراعاة إنقاصها بمقدار مدة الحبس الاحتياطي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 497,
    "text": "لكل محكوم عليه بالحبس لمدة لا تتجاوز ثلاثة أشهر أن يطلب بدلا من تنفيذها عليه تشغيله خارج المنشأة العقابية وفقا للأحكام المقررة في هذا الشأن ما لم ينص الحكم على حرمانه من هذا الخيار."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 498,
    "text": "إذا كان المحكوم عليه بالحبس مصاباً بمرض يعرض بذاته أو لسبب التنفيذ حياته للخطر جاز للنيابة العامة تأجيل تنفيذ العقوبة عليه حتى يتم شفاؤه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 499,
    "text": "إذا أصيب المحكوم عليه بالحبس بجنون أو عاهة عقلية وجب تأجيل تنفيذ الحكم عليه حتى يبرأ و يجوز للنيابة العامة أن تأمر بوضعه في إحدى المحال المعدة للعلاج و في هذه الحالة تستنزل المدة التي يقضيها في هذا المحل من مدة العقوبة المحكوم بها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 500,
    "text": "إذا كانت المحكوم عليها بعقوبة سالبة للحرية حبلى جاز تأجيل التنفيذ حتى تضع حملها و تمضي مدة لا تقل عن شهرين على الوضع."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 501,
    "text": "إذا كان محكوم على الرجل و زوجته بالحبس مدة لا تزيد عن سنه و لو عن جرائم مختلفة و لم يكونا محبوسين من قبل جاز تأجيل تنفيذ العقوبة على أحدهما حتى يفرج عن الآخر و ذلك إذا كانا يكفلان صغيرا لم يتجاوز الثالثة عشرة من عمره و كان لهما محل إقامة معروف بالبلاد."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 502,
    "text": "للنيابة العامة في الأحوال التي يجوز فيها تأجيل تنفيذ العقوبة على المحكوم عليه أن تطلب منه تقديم كفالة تقررها بأن لا يفر من التنفيذ عند زوال سبب التأجيل.\nو لها أيضا أن تشترط لتأجيل التنفيذ ما تراه من الاحتياطات الكفيلة بمنع المحكوم عليه من الهرب."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 503,
    "text": "إذا رفضت النيابة العامة التأجيل في أي من الحالات المذكورة أعلاه بناء على طلب المحكوم عليه أو أحد أقاربه جاز لهم الطعن في قرار النيابة إلى المحكمة الاستئنافية و تنظره في غرفة المداولة بحضور مندوب النيابة العامة و ممثل الدفاع عن المحكوم عليه و تفصل فيه في خلال أسبوع على الأكثر من تاريخ تلقيها الطعن."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 504,
    "text": "إذا حكم ببراءة المتهم من الجريمة التي حبس احتياطيا من أجلها وجب خصم  مدة الحبس من المدة المحكوم بها في أية جريمة أخرى يكون قد ارتكبها أو حُقق معه فيها قبل أو أثناء حبسه احتياطياً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 505,
    "text": "يصدر النائب العام قرارا بإجراءات تنفيذ العمل الإجباري على المحكوم عليه  به و الجهات التي ينفذ فيها و الأجور التي تستحق عنه و نصيب المحكوم عليه منها و كيفية تحصيلها و توريد ما يخص الدولة منها للخزينة العامة.\nالباب الرابع\nالإفراج تحت شرط"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 506,
    "text": "يجوز الإفراج عن المحكوم عليه بعقوبة سالبة للحرية إفراجا مشروطا بعد مضي ثلاثة أرباع المدة المحكوم بها على ألا تقل المدة التي يقضيها في المنشأة العقابية عن ثلاثة أشهر إذا ثبت أن  سلوكه خلال المدة التي قضاها في المنشأة العقابية يدعو إلى الثقة في تقويم نفسه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 507,
    "text": "إذا تعددت العقوبات المحكوم بها يكون الإفراج على أساس مجموع هذه العقوبات و إذا صدر عفو بتخفيض مدة العقوبة فلا يدخل في حساب المدة ما صدر العفو عنه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 508,
    "text": "لا يجوز الإفراج المشروط إلا إذا أوفى المحكوم عليه بالالتزامات المالية المحكوم بها عليه ما لم يثبت عجزه عن الوفاء بها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 509,
    "text": "يصدر قرار الإفراج المشروط بناء على طلب المحكوم عليه أو اقتراح مدير المنشأة العقابية من لجنة مشكلة بكل محافظة برئاسة رئيس النيابة العامة و عضوية مدير المنشأة العقابية و مدير الشؤون الاجتماعية ، و عند غياب أحدهم ينوب عنه من يقوم مقامه قانوناً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 510,
    "text": "يصدر النائب العام قرارا بتحديد الشروط التي يتعين إلزام المفرج عنه بها أو بعضها و يتضمن قرار منح الإفراج الشروط التي تلزم بها اللجنة المفرج عنه باتباعها حتى يصبح الإفراج نهائيا بانقضاء المدة الباقية من العقوبة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 511,
    "text": "للنيابة العامة من تلقاء نفسها أو بناء على طلب الجهات الإدارية أن تطلب من اللجنة سالفة الذكر إلغاء قرار الإفراج و إعادة المفرج عنه إلى المنشأة العقابية حتى انتهاء المدة الباقية من العقوبة إذا وقع منه ما يخالف شروط قرار الإفراج.\nالباب الخامس\nفي تنفيذ الدية و الأرش"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 512,
    "text": "يكون تنفيذ الحكم في القرار الشرعي الصادر من القاضي في غير خصومة و المتضمن تعيين نصيب كل من المحكوم لهم من الدية و الأرش وما يجب على كل المحكوم عليهم سداده منهما طبقا لما هو مقرر في قانون المرافعات.\nو يجوز لمحكمة التي أصدرت الحكم بالدية و الأرش أن تأمر بحبس المحكوم عليه بناء على طلب ذوي الشأن بعد  التحقق من قدرته حتى يؤديهما."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 513,
    "text": "يكون تعيين أفراد العائلة أو من في حكمهم بناء على طلب يتقدم به المحكوم لهم أو أحدهم إلى دائرة كتاب المحكمة التي أصدرت الحكم الواجب التنفيذ يبين فيه أسماء هؤلاء الأفراد و عمر كل منهم و صلته بالمحكوم ضده و درجة يساره."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 514,
    "text": "تقوم دائرة كتاب المحكمة بإعلان صورة من الطلب المشار إليه في المادة السابقة على نفقة مقدمة. أو تكلفة هو أو من تراه بإعلانها إلى الأشخاص الواردة أسمائهم به و تلصق صورة منه في مقر المحكمة و مركز الشرطة و مقر عاقل الجهة لمدة عشرة أيام سابقة على تاريخ الجلسة التي تحدد لنظر الدعوى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 515,
    "text": "لكل من ذوي الشأن الاعتراض على كشف تحديد أفراد العائلة و من في حكمهم بتقرير مكتوب يقدم إلى دائرة كتاب المحكمة قبل الجلسة المحددة و يجوز إبداء الاعتراض شفوياً بالجلسة و يثبت في محضرها في مواجهة مقدمي الطلب و إلا وجب إعلانهم به و يقدم المعترض المستندات المؤيدة لاعتراضه و يعلن من يرى سماع شهادتهم و تجري المحكمة التحقيق اللازم ، ثم تصدر قرارا نهائيا بتأييد الكشف أو بتعديله بحسبما يثبت لديها ، و يجري التنفيذ بمقتضاه طبقاً للقانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 516,
    "text": "إذا تبين للمحكمة أن الدية أو الأرش كلها أو بعضها مستحقة من بيت المال تصدر قرارا بذلك يكون واجب التنفيذ فورا طبقا للقانون.\nالباب السادس\nفي تنفيذ المبالغ المحكوم بها للدولة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 517,
    "text": "تجري النيابة العامة تسوية المبالغ المستحقة للدولة من الغرامة و ما يجب رده و التعويضات و المصاريف و تعلن المحكوم عليه بها ما لم تكن مقدرة في الحكم."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 518,
    "text": "يجوز تحصيل المبالغ سالفة الذكر بالطريق المقررة في قانون المرافعات أو بالطرق الإدارية لتحصيل الأموال العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 519,
    "text": "إذا لم يدفع المحكوم عليه المبالغ المستحقة للدولة تطلب النيابة العامة أمراً من المحكمة المختصة لاتخاذ الإجراءات القانونية الكفيلة برد المال العام المحكوم به."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 520,
    "text": "إذا كانت أموال المحكوم عليه لا تفي بالمبالغ المقضي بها وجب توزيع ما يتحصل منها بين ذوي الحقوق على حساب الترتيب الآتي:-\nأولا : المبالغ المستحقة للمدعي الشخصي أو المدني.\nثانيا : المبالغ المستحقة للدولة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 521,
    "text": "إذا كان المحكوم عليه بالغرامة وحدها قد  حبس احتياطياً وجب أن ينقص منها عند التنفيذ مائة ريال عن كل يوم من أيام الحبس المذكور ، و إذا كان الحكم صادراً بالحبس و بالغرامة معاً و كانت المدة التي قضاها المحكوم به وجب أن ينقص من الغرامة المبلغ المذكور عن كل يوم منها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 522,
    "text": "للنيابة العامة المختصة أن تمنح المحكوم عليه في الأحوال الاستثنائية بناء على طلبه أجلا لدفع المبالغ المستحقة للدولة أو أن تأذن له بدفعها على أقساط متساوية ، و ذلك بعد تقديم ضمين مقتدر.\nو لا يجوز الطعن في القرار الذي تصدره برفض الطلب.\nو إذا تأخر المحكوم عليه عن دفع قسط حلت بقية الأقساط.\nو يجوز للنيابة العامة الرجوع في القرار الصادر منها إذا وجدت ما يدعو لذلك.\nالباب السابع\nفي الإكراه البدني"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 523,
    "text": "يجوز تنفيذ الإكراه البدني على المحكوم عليه في جريمة لتحصيل المبالغ المقضي بها للدولة و يكون هذا الإكراه بالحبس باعتبار يوم واحد عن كل مائة ريال على ألا تزيد مدته على ستة أشهر."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 524,
    "text": "لا يجوز التنفيذ بطريق الإكراه البدني على المحكوم عليه الذي لم يبلغ من العمر ثماني عشر سنه كاملة وقت ارتكاب الجريمة.\nو تسري أحكام المواد من (502) إلى (505) في حالة التنفيذ بطريق الإكراه البدني."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 525,
    "text": "إذا تعددت الأحكام الصادرة ضد المحكوم عليه يكون التنفيذ باعتبار مجموع المبالغ المحكوم بها للدولة على ألا تزيد مدة الإكراه على سنة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 526,
    "text": "يكون تنفيذ الإكراه البدني بأمر يصدر من النيابة العامة على النموذج المعد لذلك و يشرع فيه في أي وقت بعد  إعلان المحكوم عليه طبقا للمادة (521)، و بعد أن يكون قد أمضى جميع مدد العقوبات السالبة للحرية المحكوم بها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 527,
    "text": "للمحكوم عليه أن يطلب في أي وقت من النيابة إبدال الإكراه البدني بعمل يقوم به لإحدى جهات الدولة أو الهيئات أو الشركات العامة بلا مقابل له لمدة ست ساعات يومياً.\nو يصدر النائب العام التعليمات الواجب إتباعها في هذا الشأن.\nو إذا تخلف المحكوم عليه عن أداء هذا العمل أو أهمل فيه بغير عذر مقبول يرسل إلى المؤسسة العقابية للتنفيذ عليه بالإكراه البدني.\nالباب الثامن\nفي تنفيذ عقوبة المصادرة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 528,
    "text": "يصبح الشيء المضبوط المحكوم بمصادرته مملوكاً للدولة.\nو يجوز للنيابة العامة عندما يصبح الحكم نهائيا أن تصدر أمراً ببيع الأشياء المضبوطة بالمزاد العلني أو بالممارسات و توريد ثمنها خزانة الدولة أو بتسليمها لإحدى الجهات الحكومية أو الهيئات العامة للانتفاع بها طبقا للقانون و لاتباع الأشياء الثمينة و ذات القيمة إلا بعد تقدير ثمنها بواسطة  خبير  معتمد و لا يجوز بيعها بالممارسة بسعر يقل عما قدره الخبير.\nالباب التاسع\nفي الأشكال في التنفيذ"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 529,
    "text": "كل أشكال من المحكوم عليه في التنفيذ أو من الغير ممن له مصلحة يرفع بواسطة النيابة العامة إلى المحكمة التي أصدرت الحكم المتصل فيه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 530,
    "text": "تعلن النيابة ذوي الشأن بالجلسة التي تحددها لنظر الأشكال و تفصل المحكمة فيه على وجه السرعة في غرفة المداولة بعد سماع أقوال النيابة العامة و ذوي الشأن و إجراء ما تراه لازما من تحقيقات و لها في كل الأحوال أن تأمر بوقف التنفيذ حتى يفصل في النزاع ، و للنيابة العامة عند الاقتضاء و قبل تقديم النزاع إلى المحكمة أن توقف تنفيذ الحكم مؤقتا و لا يخل ذلك بحق المحكمة في الأمر باستمرار تنفيذه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 531,
    "text": "في حالة تنفيذ الأحكام المالية على أموال المحكوم عليه إذا قام نزاع من غيره بشأن تلك الأموال يرفع الأمر إلى المحكمة المدنية طبقا لما هو مقرر في قانون المرافعات.\nالباب العاشر\nفي سقوط الحق في تنفيذ العقوبة"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 532,
    "text": "فيما عدا حالات القصاص و الدية و الأرش ، يسقط الحق في تنفيذ عقوبة الإعدام بمضي خمسة و عشرين سنة.\nو يسقط الحق في تنفيذ العقوبة السالبة للحرية بمضي ضعف المدة المحكوم بها و على ألا تزيد ذلك على عشرين سنة و لا يقل عن خمس سنوات.\nو إذا كانت العقوبة بالغرامة يسقط الحق في تنفيذها بمضي سنتين كل ذلك ما لم تنقطع مدة التقادم أو توقف طبقا للمواد التالية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 533,
    "text": "تبدأ مدة سقوط الحق في تنفيذ عقوبة الإعدام من وقت صدور الحكم باتاً.\nو في غير ذلك من الحالات تبدأ المدة من وقت صدور الحكم نهائياً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 534,
    "text": "تنقطع المدة بالقبض على المحكوم عليه و بكل إجراء من إجراءات التنفيذ أو بارتكابه جريمة معادلة أو أكثر جسامة و تعد الجريمة معادلة إذا كان الحد الأقصى في العقوبة واحد."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 535,
    "text": "يوقف سريان المدة كل مانع يحول دون مباشرة التنفيذ سواء كان قانونياً أو مادياً."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 536,
    "text": "يترتب على انقضاء التقادم المنصوص عليها في هذا القانون سريان مدة جديدة تبدأ بمجرد سبب الانقطاع.\nأما في حالة وقف مدة تقادم الحق في تنفيذ العقوبة فإن المدة التي بدأت تستكمل سريانها بمجرد زوال المانع الذي أدى إلى وقفها.\nعلى أنه لا يجوز أن تطول مدة سقوط الحق في تنفيذ العقوبة في جميع الأحوال إلى أكثر من ضعفها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 537,
    "text": "إذا عفا ولي الدم عن القصاص مطلقاً أو بشرط الدية على أن لا يقيم الجاني في الناحية أو القرية أو المدينة التي يقيم فيها المجني عليه أو فروعه أو إخوانه التزم الجاني بذلك."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 538,
    "text": "إذا توفى المحكوم عليه بعد الحكم عليه نهائياً يسقط الحكم بكل ما أشتمل عليه عدا الدية و الأرش و التعويضات و ما يجب رده و المصاريف فإنها تنفذ في تركته."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 539,
    "text": "يكون العفو الشامل بقانون و هو يمحو صفة الجريمة فلا تقبل الدعوى الجزائية عنها و لا يجوز الاستمرار فيها إذا كانت قد رفعت و إذا كان قد صدر حكم بالإدانة أعتبر كأن لم يكن.\nأما العفو الخاص عن العقوبة فيكون بقرار من رئيس الجمهورية بناء على عرض وزير العدل بعد  الحكم البات ، و يكون  بإسقاطها كلها أو بعضها أو بإبدالها بعقوبة أخف منها ، و يسري العفو على العقوبة التكميلية.\nو لا يمس العفو بنوعية حقوق الغير إلا بموافقتهم و يعتبر من حقوق الغير القصاص و الدية و الأرش.\nالباب الحادي عشر\nفي رد الاعتبار"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 540,
    "text": "كل حكم بعقوبة تظل آثاره الجزائية قائمة إلى أن يسترد المحكوم عليه اعتباره بحكم القانون أو بحكم قضائي."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 541,
    "text": "يرد الاعتبار بحكم القانون إذا كانت العقوبة المحكوم بها هي الغرامة أو الحبس الذي لا تزيد مدته على سنه ، و ذلك بعد مضي سنتين على تنفيذ العقوبة أو العفو عنها أو سقوط الحق في تنفيذها بمضي المدة ، ما لم يرتكب المحكوم عليه جريمة خلال هذه المدة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 542,
    "text": "فيما ورد في المادة السابقة،لا يرد  الاعتبار إلا بمقتضى حكم يصدر من محكمة استئناف المحافظة التابع لها محل إقامة المحكوم عليه و بناء على طلبه و ذلك إذا توفرت الشروط الآتية:-\n1- أن تكون العقوبة قد نفذت أو عفى عنها أو سقط الحق في تنفيذها بمضي المدة.\n2- إن يكون قد مضى على ذلك ثلاث سنوات إذا كانت مدة الحبس المحكوم بها لا تجاوز ثلاث سنوات، و ست سنوات في الحالات الأخرى.\n3- أن يكون ما أشتمل عليه الحكم من التزامات مالية للدولة أو للأفراد قد انقضى أو اثبت المحكوم عليه أنه ليس بحالة يستطيع معها الوفاء.\n4- أن يثبت للمحكمة أن سلوك الطالب منذ صدور الحكم عليه يدعو إلى الثقة بتقويم نفسه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 543,
    "text": "إذا كان المحكوم عليه قد وضع تحت مراقبة الشرطة بعد انقضاء العقوبة الأصلية تبتدئ المدة من اليوم الذي تنتهي فيه مدة المراقبة.\nو إذا  كان قد أفرج عن المحكوم عليه تحت شرط فلا تبتدئ المدة إلا من التاريخ المقرر لانقضاء العقوبة أو من التاريخ الذي يصبح فيه الإفراج المشروط نهائيا."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 544,
    "text": "إذا كان الطالب قد صدرت عليه عدة أحكام فلا يرد اعتباره قانونا و لا قضاء إلا إذا توافرت الشروط المنصوص عليها في المواد السابقة بالنسبة إلى كل حكم منها على أن يراعى في حساب المدة إسنادها إلى احدث الأحكام."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 545,
    "text": "يقدم طلب رد الاعتبار القضائي بعريضة إلى النيابة العامة تشتمل على البيانات اللازمة لتعيين شخصية الطالب و تاريخ الحكم الصادر ضده و الأماكن التي أقام فيها من ذلك الحين."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 546,
    "text": "تجري النيابة العامة تحقيقا بشأن الطلب للتثبيت من مدة إقامة الطالب  في كل مكان نزله  وقت الحكم عليه و الوقوف على سيرته و سلوكه و وسائل معيشته خلال تلك المدة  و  تقضي كل ما تراه لازما من المعلومات ، و تضم التحقيق إلى الطلب و ترفعه إلى المحكمة في خلال الثلاثة اشهر التالية لتقديمه بتقرير يتضمن رأيها مسبباً و ترفق بالطلب:\n1- صوره الحكم الصادر على الطالب.\n2- بطاقة حالته الجزائية.\n3- تقريراً بالتحري عن سلوكه أثناء وجوده بالمؤسسة العقابية و الأماكن التي أقام بها منذ الحكم عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 547,
    "text": "تنظر المحكمة الطلب في غرفة المداولة ، و لها أن تسمع أقوال النيابة العامة و الطالب و استيفاء كل ما تراه لازما من المعلومات،ثم تصدر حكمها مسبباً بقبول الطلب أو رفضه.\nو لا يجوز الطعن في هذا الحكم إلا بطريق النقض."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 548,
    "text": "ترسل النيابة العامة صورة من حكم رد الاعتبار إلى المحكمة التي أصدرت الحكم بالعقوبة للتأشير بذلك على هامشية ، و تأمر بأن  يؤشر به في صحيفة الحالة الجزائية للمحكوم عليه."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 549,
    "text": "إذا رفض طلب رد الاعتبار بسبب راجع إلى سلوك المحكوم عليه فلا يجوز تجديده إلى بعد مضي سنة.\nأما في الأحوال الأخرى فيجوز تجديده متى توافرت الشروط اللازمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 550,
    "text": "يجوز إلغاء الحكم الصادر برد الاعتبار إذا ظهر أن المحكوم  عليه صدرت ضده أحكام أخرى لم تكن المحكمة قد علمت بها أو إذا حكم عليه  بعد رد الاعتبار في جريمة وقعت قبله و يصدر حكم الإلغاء من المحكمة التي قضت برد الاعتبار بناء على طلب النيابة العامة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 551,
    "text": "لا يجوز أن يرد اعتبار المحكوم عليه قضاءً إلا مرة واحدة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 552,
    "text": "يترتب على رد الاعتبار القانوني أو القضائي محو الحكم القاضي بالإدانة بالنسبة للمستقبل و زوال كل ما ترتب من آثار جزائية دون مساس بحقوق الغير.\nالباب الثاني عشر\nفي الإجراءات التي تتبع في حالة فقد الأوراق و الأحكام"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 553,
    "text": "إذا فقدت المسودة الأصلية للحكم الصادر في المواد الجزائية قبل تنفيذه ، أو أوراق التحقيق كلها أو بعضها قبل صدور قرار فيه ، أو إذا اتلف أي منها تتبع  الإجراءات المقررة في المواد الآتية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 554,
    "text": "إذا وجدت نسخة رسمية من الحكم قامت مقام المسودة الأصلية و إذا كانت النسخة تحت يد شخص أو جهة ما تعين عليها أن تودعها دائرة كتاب المحكمة التي أصدرت الحكم بناء على أمر من القاضي فإن امتنع الحائز عن تسليمها طوعا جاز للنيابة العامة أن تتخذ قبله تدابير الضبط و التفتيش المقررة في هذا القانون و لمن أخذت منه النسخة الرسمية أن يطلب تسليمه صورة مطابقة لها بغير مصاريف."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 555,
    "text": "لا يترتب على فقد نسخة الحكم الأصلية إعادة المحاكمة متى كانت طرق الطعن قد استنفذت ، و يجري التنفيذ بمقتضى منطوق الحكم الثابت في محضر الجلسة أو في مسودة القضاة أو في دفتر رسمي أو ورقة رسمية أخرى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 556,
    "text": "إذا كانت القضية منظورة أمام محكمة و لم يتيسر الحصول على صورة من الحكم تقضي المحكمة بإعادة المحاكمة متى كانت جميع الإجراءات المقررة للطعن قد استوفيت."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 557,
    "text": "إذا فقدت أوراق التحقيق كلها أو بعضها قبل صدور قرار فيه يعاد التحقيق فيما فقدت أوراقه.\nو إذا كانت القضية مرفوعة أمام المحكمة تتولى هي إجراء ما تراه من التحقيق."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 558,
    "text": "إذا فقدت أوراق التحقيق كلها أو بعضها و كان الحكم موجودا و القضية منظورة أمام المحكمة العليا فلا تعاد الإجراءات إلا إذا رأت المحكمة محلا لذلك.\nأحكام عامة و إنتقالية"
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 559,
    "text": "جميع الدعاوى المنظورة أمام جهات قضائية أخرى و التي أصبحت بمقتضى هذا القانون من إختصاص المحاكم ، تظل أمام تلك الجهات إلى أن يتم الفصل فيها و يتبع في الطعن في القرارات الصادرة من تلك الجهات أحكام هذا القانون و تعامل معاملة الأحكام الصادرة من المحاكم الابتدائية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 560,
    "text": "استثناء من أحكام هذا القانون ، تستمر المحكمة العليا في نظر الطعون التي رفعت إليها طبقاً للقانون القديم و لو أصبحت داخلة بمقتضى هذا القانون في اختصاص محاكم أخرى."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 561,
    "text": "على المحاكم الأخرى أن تحيل بدون رسوم و من تلقاء نفسها ما يوجد لديها من دعاوى أصبحت من اختصاص محاكم أخرى بمقتضى أحكام هذا القانون ، و ذلك بالحالة التي تكون عليها ، و في غياب أحد الخصوم تعلن دائرة الكتاب أثر الإحالة إليه مع تكليفه بالحضور في المواعيد العادية أمام  المحكمة التي أحيلت إليها الدعوى و لا تسري أحكام الفقرة السابقة على الدعاوي المؤجلة للنطق بالحكم بل تبقى خاضعة لأحكام النصوص القديمة."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 562,
    "text": "على رجال الشرطة أن يحيلوا إلى النيابة العامة كل التبليغات و الشكاوي التي سبق تقديمها إليهم بالحالة التي هي عليها لتتخذ شؤونها فيها."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 563,
    "text": "يصدر النائب العام المنشورات الإدارية و الكتب الدورية و التعليمات و القرارات و النماذج اللازمة لحسن سير العمل في النيابة العامة.\nو يجوز له أن يصدر تعليمات لمأموري الضبط القضائي و رجال الشرطة العاملين في المنشآت العقابية عن كيفية مباشرة السلطات و الاختصاصات المنصوص عليها في هذا القانون ، و يلتزم  هؤلاء بمراعاة هذه التعليمات."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 564,
    "text": "يرجع في كل ما لم يرد فيه نص في هذا القانون إلى أحكام قانون المرافعات و قانون الإثبات الشرعي و القواعد العامة الشرعية."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 565,
    "text": "لا يجري ما استحدث من مواعيد للتقادم و الانقضاء و السقوط إلا من تاريخ العمل بهذا القانون."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 566,
    "text": "تلغي كل قاعدة أو نظام أو حكم يتعارض مع الإجراءات الجزائية المنصوص عليها في هذا القانون و على وجه  الخصوص يلغي قانون الإجراءات الجزائية رقم(5)لسنة 1979م الصادر في صنعاء و لائحة الإجراءات الجنائية الصادرة في عدن."
  },
  {
    "law": "قانون الإجراءات الجزائية",
    "article_number": 567,
    "text": "يعمل بهذا القرار بالقانون من تاريخ صدوره و ينشر في الجريدة الرسمية.\nصدر برئاسة الجمهورية- بصنعاء\nبتاريخ:8/ جماد الأول / 1415هـ\nالموافق:12/ أكتوبر / 1994م\nعبد العزيز عبد الغني                  \t         الفريق/علي عبد الله صالح\nرئيس مجلس الوزراء                                رئيس الجمهورية"
  }
]