[
  {
    "law": "قانون الشركات التجارية",
    "article_number": 1,
    "text": ":  يسمى هذا القانون (قانون الشركات التجارية)."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 2,
    "text": ":  يكون للألفاظ والعبارات التالية المعاني المبينة إلى جانب كل منها مالم ينص على خلاف ذلك.\nـ الجمهوريــــة  :   الجمهورية اليمنية.\nـ الوزيــــــــــر  :   وزير التموين والتجارة\nـ الـــــــــوزارة  :   وزارة التموين والتجارة\nـ السجـــــــــل  :    السجل التجاري\nـ نظام الشركـة  :    النظام الأساسي للشركة\nـ العقــــــــــد  :    عقد تأسيس الشركة\nـ أمين السجل : أمين السجل التجاري المكلف بتسجيل التجار والشركات التجارية في وزارة التموين والتجارة\nـ المراقـــــب   :  هو مدير عام الإدارة العامة للشركات.\nـ المحكمــة  :   الهيئة القضائية التي يقع ضمن اختصاصها البت في القضايا المتعلقة بأحكام هذا القانون.\nـ الشركــــة  :    أي شركة تجارية ، ويتحدد نوعها حسب سياق النص.\nـ الجمعية العامة : الهيئة العامة للمساهمين.\nـ الشركة الأجنبية: أي شركة يكون مركزها الرئيسي أو تكون مؤسسة خارج الجمهورية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 2,
    "text": "تكون للألفاظ والعبارات التالية المعاني المبينة إلى جانب كل منها ما لم ينص على خلاف ذلك:\nالجمهورية          : الجمهورية اليمنية\nالوزيــر          : وزير الصناعة والتجارة\nالوزارة             : وزارة الصناعة والتجارة\nالسجل              : السجل التجاري\nنظام الشركة       : النظام الأساسي للشركة\nالعقد               : عقد تأسيس الشركة\nالمراقب            : مدير عام الإدارة العامة للشركات.\nالمحكمة           : الهيئة القضائية التي يقع ضمن اختصاصها البت في القضايا المتعلقة بأحكام هذا    القانون.\nالشركة            : أي شركة تجارية، ويتحدد نوعها حسب سياق النص.\nالجمعية العامة    : الجمعية العامة للمساهمين.\nالشركة الأجنبية   : أي شركة يكون مركزها الرئيسي أو تكون مؤسسة خارج الجمهورية. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 3,
    "text": ":   يعتبر هذا القانون جزءا  من قانون التجارة وتسري أحكامه على جميع الشركات التجارية المؤسسة في الجمهورية والواردة في هذا القانون أو يقع فيها مركزها الرئيسي."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 3,
    "text": "يعتبر هذا القانون جزءاً من القانون التجاري وتسري أحكامه على جميع الشركات التجارية المؤسسة في الجمهورية والواردة في هذا القانون أو يقع فيها مركزها الرئيسي. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 4,
    "text": ":  1ـ  الشركات التجارية عقد يلتزم بمقتضاه شخصان أو أكثر يشترك كل منهم في مشاريع الشركة التجارية  بحصة من مال أو عمل ، ويقتسم مع غيره  ما ينشأ عن هذه المشاريع من ربح أو خسارة.\n2- يتم تأليف الشركة وتأسيسها وتسجيلها وفقاً  لأحكام هذا القانون وللمراقب أو أمين السجل أن يرفض تسجيل أية شركة مؤلفة خلافا  لأحكامه ، وللمتضرر أن يطعن أمام القضاء أو يثبت أنها مؤلفة طبقاً  للقانون.\n2- يتم تكوين الشركة وتأسيسها وتسجيلها وإشهارها وفقاً لأحكام هذا القانون. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 5,
    "text": ":   يفسر أي نص ورد في العقد أو النظام وفقاً لما ورد في أحدهما ويستكمل بالرجوع إلى أحكام هذا القانون وقانون التجارة والعرف التجاري بما لا يتعارض مع صراحة النص في هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 5,
    "text": "يفسر أي نص في العقد أو النظام وفقاً لما ورد في احدهما ويستكمل بالرجوع إلى أحكام هذا القانون والقانون التجاري والغرف التجارية بما لا يتعارض مع صراحة النص في هذا القانون. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 6,
    "text": ":  1ـ لا يجوز تسجيل شركة باسم شركة أخرى مسجلة في الجمهورية قبلها أو باسم يشبهه بدرجه تؤدي إلى الالتباس أو الغش.\n2 - يستثنى من حكم الفقرة السابقة الشركات ذات الأسماء المتماثلة أو المتشابهة والمسجلة قبل صدور هذا القانون وللمحكمة المختصة وحدها الفصل في النزاع الناشئ عن التماثل أو التشابه في الأسماء."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 7,
    "text": ": 1-  مع مراعاة أحكام المادة (6) من هذا القانون تعتبر جميع الشركات المسجلة بمقتضى القوانين النافذة في الجمهورية قبل العمل بهذا القانون قائمة بشكل مشروع على أن تعدل أوضاعها مع أحكامه خلال مدة أقصاها سنة من تاريخ نفاذه وإلا أعتبرت غير مسجلة.\n2- يحق لمجالس إدارة الشركات المساهمة والشركات ذات المسؤولية المحدودة تعديل أحكام أنظمتها وعقودها المخالفة لهذا القانون وكذلك إضافة الأحكام التي يقتضيها هذا القانون دون الرجوع إلى جمعياتها العامة خلال فترة التعديل المحددة في الفقرة السابقة من هذه المادة على أن يحيط المجلس الجمعيات العامة علماً بذلك في أول اجتماع تعقده.\n3- تخضع إجراءات تعديل أوضاع الشركات وفقاً  لأحكام هذا القانون للأحكام والإجراءات الخاصة بالتأسيس والتسجيل والنشر الواردة فيه."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 8,
    "text": ":  يجب أن يكون غرض الشركة التجارية عملاً تجارياً  مشروعاً ولا يكون مخالفاً للقوانين النافذة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 9,
    "text": ":  تتألف الشركات التجارية المشروعة بموجب هذا القانون من النوعين التاليين من الشركات :\n‌أ-\tشركات الأشخاص وتضم الشركات التالية :\n1-\tشركة التضامن.\n2-\tشركة التوصية البسيطة.\n3-\tشركة المحاصة.\n‌ب-\tشركات الأموال وتضم الشركات التالية :\n1-\tشركة المساهمة.\n2-\tشركة التوصية بالأسهم.\n3-\tالشركة ذات المسؤولية المحدودة.\n‌ج-\tمع عدم الإخلال بما ورد في القوانين النافذة فان كل شركة لا تتخذ أحد هذه الأشكال تعتبر باطلة ولا يجوز تسجيلها على أن يكون الأشخاص الذين تعاقدوا باسمها مسؤولين شخصياً تجاه بعضهم ومسؤولين شخصياً بالتضامن تجاه الغير عن الإلتزامات الناشئة عن هذا التعاقد."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 10,
    "text": ": يجب إثبات جميع الشركات التجارية باستثناء شركات المحاصة بعقد مكتوب ويجوز للغير عند الإقتضاء أن يثبت بجميع وسائل الإثبات وجود الشركة أو وجود أي نص يختص بها ولا يجوز للشركاء الإحتجاج بالبطلان تجاه الغير ، كما يجوز للغير الإحتجاج بالبطلان في مواجهة الشركاء ، وإذا حكم بالبطلان بناءً على طلب الغير اعتبرت الشركة كأن لم تكن بالنسبة إليه ويكون الأشخاص الذين تعاقدوا معه باسم الشركة مسؤولين شخصياً  وبالتضامن عن الإلتزامات الناشئة عن هذا العقد."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 11,
    "text": ": تتمتع جميع الشركات التجارية المؤلفة بموجب هذا القانون باستثناء شركة المحاصة بالشخصية الإعتبارية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 12,
    "text": ": 1 ـ تسري أحكام هذا القانون على كل شركة تؤسس أو تتخذ مركزها الرئيسي في الجمهورية.\n2 - تسري على الشركات الأجنبية التي تزاول نشاطها في الجمهورية عن طريق فتح فرع أو وكالة فيها أحكام القانون الخاص بالشركات الأجنبية ووكالاتها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 13,
    "text": ": 1ـ  مع مراعاة ما هو منصوص عليه في هذا القانون من أسباب خاصة لانحلال بعض أنواع الشركات تنحل الشركة كذلك لأحد الأسباب العامة الآتية:\n‌أ-\tإذا انقضت مدتها المحددة في العقد ولم تجدد.\n‌ب-\tإذا انتهى المشروع الذي أسست الشركة لإتمامه بدون تحديد مدة لها.\n‌ج-\tإذا زال موضوع المشروع الذي أسست الشركة من أجله.\n‌د-\tإذا أتفق جميع الشركاء على حل الشركة شريطة الوفاء بجميع التزاماتها.\n2 - يجوز للمحكمة المختصة أن تقضي بحل الشركة لأسباب عادلة بناءً على طلب الشركاء أو أحدهم.\nالباب الثاني\nشركات الأشخاص\nالفصل الأول\nشركات التضامن"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 14,
    "text": ":  شركة التضامن هي الشركة التي يكون جميع الشركاء فيها مسؤولين بصفة شخصية وبالتضامن والتكافل عن ديون الشركة وجميع عقودها والتزاماتها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 15,
    "text": ":1ـ  يتألف اسم شركة التضامن من أسماء جميع الشركاء وألقابهم أو من ألقابهم فقط أو من أسماء وألقاب عدد منهم مع إضافة عبارة (وشركاه) أو وشركاؤهم أو ما هو في معناها ، ويجب على الدوام أن يتوافق اسم الشركـــة مع واقعها ونشاطها وهيئتها الحاليـة.\n2 - لا يجوز لشركة التضامن إدراج أي شخص غير شريك في اسم الشركة إلاَّ بعد موافقة الوزارة وصاحب الشأن كتابة.\n3 - مع مراعاة ما ورد في الفقرة الأولى من هذه المادة يجوز إدخال إسماً مبتكراً إلى إسم الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 16,
    "text": ": 1ـ  لا يجوز أن يتضمن إسم شركة التضامن عبارة (محدودة) أو (محدودة المسؤولية) أو (محدودة بالتضامن) أو ما في معناها ، ولا يجوز تسجيل شركة التضامن في سجل الشركات أو شهرها في السجل التجاري إذا تضمن إسمها مثل هذه العبارات.\n2 - يجوز تغيير إسم الشركة على أن يتوافق إسمها الجديد مع مضمونها وفقاً لأحكام المادة السابقة ولا يؤثر هذا التغيير في حقوقها أو إلتزاماتها قِبل الغير ويجب أن يسجل التغيير في سجل الشركات والسجل التجاري.\n2- يجوز تعديل أو تغيير اسم الشركة أن يتوافق اسمها الجديد مع أغراض إنشائها وفقاً لأحكام المادة السابقة، على أن لا يؤثر ذلك على حقوقها أو التزاماتها قبل الغير ويجب أن يسجل التعديل أو التغيير في سجل الشركات ويشهر في السجل التجاري وينشر في الصحف الرسمية.. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 17,
    "text": ": 1ـ   يجب أن يكون عقد الشركة مكتوباً إما على وثيقة عادية أو رسمية موثقة لدى جهة رسمية.\n1- يجب أن يكون عقد الشركة مكتوباً إما على وثيقة عادية أو رسمية موثقة لدى جهة رسمية، ويصدر الوزير قراراً بنموذج عقد شركات التضامن. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\n2 -     إذا كان عقد الشركة مكتوباً على وثيقة عادية وجب أن تكتب من الوثيقة نسخ بقدر عدد الشركاء يحتفظ كل منهم بنسخة. حذفت هذه المادة بموجب قانون رقم (12) لسنة 2001م.\n3 - يجب أن يكتب أي تعديل طرأ على عقد الشركة ويبلغ المراقب عن أية تعديلات تطرأ على العقد ويشهر في السجل التجاري."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 18,
    "text": ": 1ـ إذا تعهد أحد الشركاء بأن يقدم حصته في الشركة عملاً وجب عليه أن يقوم بالخدمات التي تعهد بها وعليه  أن يقدم كشفاً بما كسبه إعتباراً من مزاولة العمل الذي قدم كحصة في الشركة.\n2 - لا يجوز أن تقتصر حصة الشريك على ما يكون له من نفوذ أو على ما يتمتع به من سمعة مالية.\n3 - إذا كانت الحصة التي قدمها الشريك هي ديون له في ذمة الغير فلا ينقضي التزامه للشركة إلا إذا أستوفيت هذه الديون من قبل الشركة ويكون الشريك مسؤولاً عن تعويض الضرر إذا لم توف هذه الديون عند استحقاقها.\n4 - إذا اتفق في عقد الشركة على حرمان أحد الشركاء من الربح أو إعفائه من خسارة كان العقد باطلاً  إنما يجوز الإتفاق على إعفاء الشريك الذي لم يقدم غير عمله من الخسارة إذا لم يقرر له أجر عن عمله بالإضافة إلى حصته من الربح."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 19,
    "text": ":  يجب أن يتضمن عقد الشركة البيانات التالية :\n‌أ-\tتاريخ إجراء العقد ومكانه.\n‌ب-\tأسماء الشركاء وعناوينهم وجنسياتهم.\n‌ج-\tإسم الشركة.\n‌د-\tمركز الشركة الرئيسي.\n‌ه-\tنوع الشركة.\n‌و-\tهدف الشركة ونطاق عملها.\n‌ز-\tمقدار رأس مال الشركة وحصة كل شريك ، وإذا لم يعين العقد حصة كل شريك تعتبر حصص الشركاء متساوية القيمة مالم يوجد اتفاق أو عرف يقضي بغير ذلك.\n‌ح-\tأسماء الشركاء المفوضين بإدارة شئون الشركة والتوقيع عنها.\n‌ط-\tمدة الشركة إذا كانت هذه المدة محددة.\n‌ي-\tالأحكام والشروط الأخرى المنظمة لحقوق الشركاء والتزاماتهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 20,
    "text": "يجب أن يشهر تأسيس شركة التضامن بتسجيل عقد تأسيسها وكل ما يطرأ عليه من تعديل وتحفظ نسخة من العقد وأي تعديلات لدى إدارة الشركات والسجل التجاري  في مركز المحافظة التي يكون فيها المركز الرئيسي للشركة وذلك خلال شهر واحد من تاريخ عقد تأسيس الشركة أو إجراء التعديلات."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 20,
    "text": "يجب أن يسجل عقد تأسيس شركة التضامن وأي تعديلات تطرأ عليه في سجل الشركات التضامنية بمراكز المحافظات وتحفظ نسخة من العقد وأي تعديلات عليه لدى إدارة الشركات وان يشهر في السجل التجاري في مركز المحافظة التي يكون فيها المركز الرئيسي للشركة خلال شهر من تاريخ تسجيل عقد التأسيس أو تعديله. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 21,
    "text": ": تسجل شركات التضامن وفقاً للإجراءات التالية :\n‌أ-\tيقدم طلب التسجيل إلى المراقب وترفق النسخة الأصلية من العقد موقعاً من الشركاء جميعاً مع بيان يوقعه كل منهم أمام المراقب أو من يفوضه خطياً  بذلك ، ويجوز توقيع هذا البيان لدى المحكمة وفق الإستمارة التي تحددها الوزارة على نسختين تتضمن البيانات التالية:\n1-\tتاريخ تقديم الطلب.\n2-\tإسم الشركة.\n3-\tنوعها.\n4-\tغايتها ونطاق عملها.\n5-\tرأسمالها.\n6-\tأسماء الشركاء وحصة كل منهم في رأس المال.\n7-\tمركزها الرئيسي وعنوانها.\n8-\tالمدير أو المدراء المفوضين بالتوقيع عنها.\n9-\tمدة الشركة إذا كانت محددة المدة.\n‌ب-\tيوقع طلب التسجيل من المفوض أو المفوضين بالتوقيع عن الشركة بموجب عقدها المرفق."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 21,
    "text": "تسجل شركات التضامن وفقاً للإجراءات التالية:\nأ- يقدم طلب التسجيل إلى المراقب أو مدير عام مكتب الوزارة بالمحافظة, وترفق النسخة الأصلية من العقد موقعاً من الشركاء جميعاً أمام المراقب أو من يفوضه خطياً أو أمام مدير عام مكتب الوزارة بالمحافظة أو لدى المحكمة.\nب- يتضمن طلب التسجيل البيانات التالية:\n1- تاريخ تقديم الطلب\n2- اسم الشركة\n3- نوعها\n4- غايتها ونطاق عملها\n5- رأسمالها\n6- أسماء الشركاء وحصه كل منهم في رأس المال.\n7- مركزها الرئيسي وعنوانها.\n8- المدير أو المدراء المفوضين بالتوقيع عن الشركة بموجب عقدها المرفق.\n9- مدة الشركة إذا كانت محددة المدة.\nج- يوقع طلب التسجيل من المفوض أو المفوضين بالتوقيع عن الشركة بموجب عقدها المرفق.بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 22,
    "text": ":1ـ للمراقب حق رفض تسجيل الشركة إذا تبين له أن في عقدها أو بيانات طلب التسجيل أو غايتها ما يخالف القانون أو النظام العام.\n2 - يحق لصاحب المصلحة أن يتظلم من قرار الرفض إلى الوزير الذي له أن يأمر بتسجيل الشركة وفقاً  للقانون.\n3 - إذا رفض الوزير تظلم صاحب العلاقة يحق له أن يطعن بقرار الوزير لدى الجهة القضائية المختصة.\n4 - إذا وافق المراقب أو الوزير أو الجهة القضائية على تسجيل الشركة حسب مقتضى الحال يقوم  المراقب  بإستكمال إجراءات التسجيل بعد إستيفاء رسوم التسجيل المقررة في اللائحة والأنظمة النافذة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 23,
    "text": ":1ـ  بعد استكمال إجراءات التسجيل.. يقوم المراقب بتسليم المفوض بالتوقيع نسخة من استمارة طلب التسجيل مبيناً  فيها رقم التسجيل وتاريخه والرسم المستوفى بعد إلصاق الطابع المالي (الدمغة) المقررة لإعطاء النسخ أو الصور وختم النسخة بخاتم إدارة الشركات والتوقيع عليها.\n2 - يحتفظ المراقب بعقد الشركة الأصلي ونسخة طبق الأصل من استمارة طلب التسجيل مثبتة عليها إجراءات التسجيل المبينة في الفقرة السابقة.\n3 - على الشركة أن تحتفظ بالاستمارة التي تثبت تسجيلها في مكان ظاهر من مكتب مركزها الرئيسي.\n4 - للشركة أن تحصل على العدد الذي تحتاجه من هذه الاستمارة مصدقة من المراقب بعد دفع الرسوم وإلصاق الطوابع ( الدمغات ) المقررة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 24,
    "text": ": 1ـ  لا يجوز لشركة التضامن أن تباشر أعمالها إلاّ بعد إستكمال إجراءات تسجيلها لدى إدارة الشركات وشهرها في السجل التجاري.\n2 - إذا خالفت الشركة حكم الفقرة السابقة يعاقب كل شريك متضامن بغرامة قدرها خمسة آلاف ريال وتضاعف الغرامة عن كل سنة تأخير في التسجيل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 25,
    "text": "1ـ  يجب التقدم بطلب تسجيل كل تغيير يطرأ على أحد بيانات عقد الشركة وفق الاستمارة المعدة من الوزارة لهذا الغرض على نسختين مصحوبة بالنسخة الأصلية للعقد المعدل موقعة من جميع الشركاء أمام المراقب أو من يفوضه أو المحكمة المختصة ، وذلك خلال شهر واحد من تاريخ وقوع التغيير.\n2 - تتبع في تسجيل التغيير الإجراءات المتبعة لتسجيل الشركة بعد إستيفاء الرسوم المقررة لتسجيل التعديل وتسلم الشركة نسخة من الاستمارة التي تثبت تسجيل التعديل.\n3 - تطبق أحكام الفقرة (2) من المادة السابقة إذا خالفت الشركة أحكام الفقرة (1) من هذه المادة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 26,
    "text": ": 1ـ التخلف عن إيداع وثيقة عقد التأسيس للشركة أو عدم تسجيله لدى إدارة الشركات وشهرها في السجل التجاري يؤدي إلى بطلان الشركة ويجعل جميع الشركاء عند وقوع الضرر للغير مسؤولين بوجه التضامن.\n2 - التخلف عن ذكر نص يهم الغير في وثيقة عقد التأسيس المودعة لدى إدارة الشركات أو الخلاصة المدرجة في السجل التجاري يجعل هذا النص غير نافذ في حق ذوي الشأن.\n3 - التخلف عن شهر التعديلات التي أدخلت على وثيقة عقد التأسيس بإيداعها لدى إدارة الشركات والسجل التجاري يجعل هذه التعديلات غير نافذة في حق الغير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 27,
    "text": ":1ـ  لا يسقط بالتقادم البطلان الناشئ عن عدم شهر الشركة ويحق لجميع ذوي الشأن أن يحتجوا به.\n2 - لا يمنع التخلف عن التقيد بإجراءات الإيداع والتسجيل والشهر المبينة في المواد السابقة من إثبات وجود الشركة فعلاً  أو التغيير الطارئ عليها لمصلحة الغير.\n3 - لا يستفيد أحد الشركاء أو الشركة من التخلف عن تسجيل  وشهر الشركة ولا يجوز أن يحتجوا بالبطلان ضد الغير.\n4 - إذا أجريت معاملات الترخيص والشهر متأخرة فيحق للذين عاقدوا الشركة قبل التصحيح الاحتجاج بالبطلان الذي استهدفت له الشركة.\n5 - يعتبر كل شريك متضامنا مع سائر الشركاء في تحمل مسؤولية أي ضرر ينتج عن التخلف عن الترخيص والشهر."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 28,
    "text": ":  لا يجوز أن يكون شريكاً متضامناً من كانت سنه دون الثامنة عشرة أو من يكون غير يمني الجنسية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 29,
    "text": ": 1ـ كل شريك في شركة التضامن يعتبر كأنه يمارس التجارة بنفسه تحت عنوان الشركة ويكتسب صفة التاجر القانونية.\n2 - يعتبر الشريك مسؤولاً مسؤولية شخصية مطلقه بالتضامن مع سائر الشركاء عن التزامات الشركة وتطال هذه المسؤولية جميع ثروته.\n3 - يؤدي إفلاس الشركة إلى إفلاس كل من الشركاء شخصياً."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 30,
    "text": ":1ـ إذا لم يحدد عقد الشركة أو أية وثيقة لاحقة له مودعة ومسجلة وفقاً  لأحكام هذا القانون خلاف ذلك ، يعتبر كل شريك متضامن وكيلاً  مسؤولاً  عن الشركة وعن سائر شركائه في إدارة أعمالها وتلتزم الشركة والشركاء بكل عمل يقوم به هذا الشريك لتصريف أعمالها.\n2 - إذا خول عقد تأسيس الشركة أو أية وثيقة لاحقة له مودعة ومسجلة وفق أحكام هذا القانون اسم شريك أو اكثر لإدارة الشركة والتوقيع عنها دون سائر الشركاء تلتزم الشركة فقط بما قام به المدير المخول دون سائر الشركاء.\n3 - كل شخص مفوض بذلك سواء كان شريكا  أم لم يكن قام بعمل أو وقع على مستند باسم الشركة يتعلق بأعمالها يلزم الشركة وجميع الشركاء بالعمل الذي قام به أو بالمستند الذي وقع عليه."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 31,
    "text": "1ـ يعتبر كل شريك مسؤولا  بالتضامن والتكافل مع سائر الشركاء وبالانفراد أيضاً  عن جميع الديون والإلتزامات التي ترتبت على الشركة أثناء وجوده شريكاً  فيها 00 كما يصبح ورثته بعد وفاته في حدود تركته مسؤولين بالتضامن عن تلك الديون والالتزامات إلى أن توفى هذه الديون.\n2 - لا يتم التنفيذ على الشريك بسبب مسئوليته الفردية إلاّ  بعد ملاحقة الشركة بأموالها الموجودة أولاً  وبعد ثبوت عدم كفاية  لتسديد الدين أو بعد فسخ عقد الشركة.\n3 - يحق للشريك الذي يدفع ديون الشركة أن يرجع بما دفعه على الشركة وعلى سائر الشركاء بنسبة ما دفعه عن كل منهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 32,
    "text": "1ـ  لا يجوز التنفيذ على أموال الشركة لتحصيل حق بموجب حكم على أحد الشركاء فيها إلاّ  إذا كان الحكم صادراً على الشركة ، ويجوز للمحكمة أن تصدر أمرا  بحجز حصة الشريك المدين أو بيعها تأميناً  لدفع دينه كما يجوز لها أن تعين قيّماً  لإستلام أرباحه المستحقة أو التي تستحق لوفاء الدين منها ولإجراء الحساب معها.\n2 - يحق للشركاء الآخرين طلب رفع الحجز عن الحصة المحجوزة أو شراؤها إذا صدر أمر المحكمة ببيع هذه الحصة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 33,
    "text": ": إذا أفلس أحد الشركاء تعطى ديون دائني الشركة حق امتياز على ديونه الخاصة ، وإذا أفلست الشركة تعطى ديون دائنيها حق إمتياز على ديون الشركاء شريطة إنتفاء الاحتيال أو الخداع."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 34,
    "text": ":1ـ لا يجوز ضم شريك جديد إلى شركة التضامن إلاّ  بموافقة سائــر الشركــاء.\n2 - لا يلزم الشريك الجديد بأي عمل من أعمال الشركة قبل انضمامه إليها مالم يوجد اتفاق صريح خلاف ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 35,
    "text": ":1ـ لا يجوز للشريك التنازل إلى الغير عن حصته في الشركة إلاّ  بموافقة جميع الشركاء أو بموافقة أغلبيتهم إذا أجاز عقد الشركة ذلك صراحة ، وفي جميع الأحوال يشترط القيام بإجراءات التسجيل والشهر لنفاذ التنازل بحق الغير.\n2 - يبقى الشريك المنسحب أو المتنازل مسؤولاً  عن الديون والالتزامات التي تحملتها الشركة قبل انسحابه أمام الغير مالم يوجد اتفاق بينه وبين الشركاء الباقين في الشركة ، والشريك المنضم حديثاً  وبين الدائنين على إبرائه من هذه الديون والإلتزامات."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 36,
    "text": ":1ـ  يعود الحق في إدارة أعمال الشركة إلى جميع الشركاء إلاّ  إذا قضي عقد الشركة أو وثيقة لاحقة بأن تُناط الإدارة بشريك واحد أو أكثر أو بشخص آخر على الوجه المبين في المادة(30) من هذا القانون.\n2 - يعزل مديروا الشركة بالطريقة التي عُيّنوا بها، وإذا كان العزل تعسفياً  يحق للمعزول المطالبة بالتعويض وفق أحكام القانون المدني المطبق.\n3 - إذا عين مدير جديد للشركة بدلاً  من مدير سابق نظامي وجب تسجيل و شهر التعديل.\n4 - يجوز لمديري الشركة أن يقوموا بجميع ما يلزم لتسيير مشروع الشركة تسييراً  منتظماً  إلاّ  إذا كانت سلتطهم محدودة بمقتضى عقد الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 37,
    "text": ":1ـ  ينبغي على كل شريك أو مدير للشركة أو شخص مفوض يتولى إدارة الشركة أن يقوم بالعمل لمنفعة هذه الشركة بكل أمانةٍ وإخلاص وأن يبذل من العناية في تدبير مصالح الشركة ما يبذله في تدبير مصالحه الخاصة وأن يقدم عنها حسابات صحيحة ومعلومات إلى كل الشركاء وأن يمتنع عن أي نشاط يلحق الضرر بالشركة.\n2 - لا يجوز لمديري الشركة من شركاء وغيرهم أن يعقدوا مع الشركة مقاولات أو مشروعات لحسابهم الخاص إلاّ  بناءً  على موافقة خطية من جميع الشركاء لمدة محددة أو غير محددة وإذا لم تحدد المدة فتعتبر لمدة سنة ويجب تجديدها كل سنة عند الإقتضاء.\n3 - لا يجوز لمديري الشركة أن يديروا مشروعاً  مشابهاً  لمشروع الشركة إلاّ  بمقتضى إجازة مكتوبة من الشركاء.\n4 - إذا خالف مدير الشركة  أحكام الفقرتين السابقتين من هذه المادة يكون مسؤولا  عن تقديم حساب للشركة عن كل ما جناه من أرباح نتيجة المقاولات أو الأعمال المحظورة عليه وعن دفع تلك الأرباح لها.\n5 - على مدير الشركة أو الشريك  أن يقدم للشركة حسابا  عن كل منفعة حازها بدون موافقة سائر الشركاء من أية معاملة تتعلق بها أو من جراء استعماله أموالها أو إسمها أو علامتها التجارية وأن يدفع إليها تعويضا  عن ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 38,
    "text": ":1ـ  إذا وجد عدة مديرين للشركة بدون تحديد لمجال عمل كل منهم مختلف عن أعمال الآخرين كان لكل منهم حق المعارضة في التعليمات التي ينوي الآخرون عقدها وعندئذ يتخذ القرار بأغلبية أصوات المديرين ويلتزم به الجميع تحت طائلة المسؤولية.\n2 - إذا كانت معارضة المديرين الآخرين مستندة إلى مخالفة عقد الشركة أو نظامها ، فيجب تنفيذ معارضتهم وعند الإختلاف يكون تقدير الأمر للجهة القضائية المختصة.\n2- إذا كانت معارضة المديرين الآخرين مستندة إلى مخالفة عقد الشركة, فيجب تنفيذ معارضتهم وعند الاختلاف يكون تقدير الأمر للجهة القضائية المسئولة.. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\n3 - يجوز للشركاء تغيير حقوقهم وواجباتهم قبل بعضهم سواء  كانت معينة في العقد أو غير معينة شريطة أن يسجل  ويشهر التغيير إذا تضمن تغييراً  في عقد الشركة أو بياناتها المسجلة.\n4 - لا يجوز للشركاء غير المخولين بإدارة الشركة أن يتدخلوا بإدارتها ويحق لهم أن يطلعوا بأنفسهم على دفاتر الشركة ومستنداتها وكل إتفاق خلاف ذلك يقع باطلاً."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 39,
    "text": ": تكون الشركة ملزمة أمام الغير بما يقوم به مديروا الشركة من تصرفات باسم الشركة ضمن حدود سلطتهم ولو كان استعمالهم لاسم الشركة أو التوقيع عنها في سبيل مصلحتهم الشخصية ما لم يكن الغير سيئ النية أو متواطئا  مع المدير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 40,
    "text": ": يجوز أن ينص في عقد الشركة على إعطاء الشركاء نسبة معينة من  رأس المال لا تتجاوز (5%) سنوياً  من حصتهم المدفوعة منه لمدة لا تزيد على ثلاث سنوات إعتباراً  من تاريخ إكمال تأسيس الشركة ويجب خصم هذه النسبة من الأرباح عندما تتحقق."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 41,
    "text": ":1ـ  تحدد حصص الشركاء في أموال شركة التضامن وكذلك حقوقهم وواجباتهم تجاهها وفق نص عقد الشركة الموقع بينهم وفي حالة غياب النص تسري عليهم القواعد التالية:ـ\n‌أ-\tيتقاسم الشركاء رأس مال الشركة وأرباحها وخسائرها بنسبة اشتراك كل منهم برأس مالها، وإذا اقتصر العقد على تعيين نصيب الشريك في الربح دون الخسارة وجب اعتبار هذا النصيب في الخسارة أيضا  وبالعكس.\n‌ب-\tتعوض الشركة على كل شريك جميع ما يدفعه من مصاريف وما يتحمله من التزامات شخصية نتيجة قيامه بأعمالها أو بأي أمر لمصلحتها أو حماية أموالها أو حسن سير أعمالها.\n‌ج-\tلا يجوز لأغلبية الشركاء إخراج أي شريك منها أو حرمانه من أرباحها.\n2 - تفصل أغلبية الشركاء في كل خلاف ينشأ عن إدارة شئونها ولا يجوز إجراء تغيير في نوع الأعمال التي تقوم بها الشركة إلاّ  بموافقة جميع الشركاء."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 42,
    "text": ":  إذا وزعت أرباح صورية على الشركاء جاز لدائني الشركة مطالبة كل شريك برد ما قبضه منها ولو كان الشريك حسن النية ولا يلزم الشريك برد الأرباح الحقيقية التي قبضها في سنة ما ، ولو منيت الشركة بخسائر في السنوات التالية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 43,
    "text": ":1ـ إذا لم يكن في عقد الشركة أو نظامها  نص مخالف تستمر شركة التضامن في حالة وفاة أحد شركائها بين بقية الشركاء.\n1- إذا لم يكن في عقد الشركة نص مخالف, تستمر شركة التضامن في حالة وفاة أحد شركائها بين بقية الشركاء.. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\n2 - إذا ترك الشريك المتوفى زوجا  أو فرعاً  أو أكثر تؤول إليهم حقوقه فان الشركة تستمر مع زوج الشريك أو فروعه وتكون لهم صفة وحقوق شركاء التوصية كما هو مبين في الفصل اللاحق من هذا القانون مالم يكن في العقد شرط مخالف."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 44,
    "text": ": تحفظ دفاتر الشركة في مركزها الرئيسي أو محل أعمالها ، ولكل شريك حق الاطلاع على أي دفتر منها ونسخ أي قيد فيه كلما أراد."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 45,
    "text": ":1ـ تنحل شركة التضامن إذا تحقق أحد أسباب انحلال الشركات بصورة عامة.\n2 - كما تنحل لأحد الأسباب التالية:\n‌أ-\tوفاة أحد الشركاء إذا نص عقد الشركة على انحلال الشركة لهذا السبب.\n‌ب-\tإفلاس أحد الشركاء.\n‌ج-\tانسحاب أحد الشركاء بناءً  على مشيئته.\n‌د-\tفقد أحد الشركاء الأهلية العامة.\n‌ه-\tوقوع حادث يجعل استمرارها أو استمرار الشركاء فيها غير مشروع.\n3 - يجوز لبقية الشركاء أن يقرروا بإجماع الآراء استمرار الشركة فيما بينهم بمعزل عن الشريك الذي توفى أو أفلس أو أنسحب أو فقد الأهلية العامة شريطة أن يجروا معاملة التسجيل والشهر القانونية مالم يكن الاستمرار تنفيذاً  لنص صريح في عقد الشركة.\n4 - في جميع الأحوال تعين قيمة حقوق الشريك المتوفي أو المنسحب أو الذي قررت المحكمة إخراجه بموجب قائمة جرد خاصة ما لم يقض عقد الشركة بطريقة أخرى للتخمين فتتبع هذه الطريقة وفي حالة  الاختلاف تقوم المحكمة المختصة بهذا التقدير عن طريق خبير أو أكثر."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 46,
    "text": ": يجب  تسجيل وشهر انحلال الشركة بنفس الطريقة التي سجلت وأشهرت بها وثيقة عقد تأسيسها مالم يكن انحلالها تنفيذاً  لنص في هذا العقد."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 47,
    "text": ":1ـ تبقى شخصية الشركة قائمة تحت التصفية خلال المدة اللازمة للتصفية ولأجل حاجة التصفية فقط.\n2 - إذا كان عقد الشركة أو نظامها لم ينص على تعيين المصفى أو المصفين أو طريقة تعيينهم ولم يتفق الشركاء على اختيارهم تقوم المحكمة المختصة بتعيينهم.\n2- إذا لم ينص عقد الشركة على تعيين المصفي أو المصفيين أو طريقة تعيينهم ولم يتفق الشركاء على اختيارهم تتولى المحكمة المختصة تعيينهم. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\n3 - على المصفين شهر نتيجة اختيارهم أو القرار القضائي المتضمن تعيينهم كما عليهم تسجيل وشهر تصفية الشركة وفسخها بعد تصفيتها وأداء الرسوم المقررة لذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 48,
    "text": ": 1ـ على المصفين أن يضعوا قائمة الجرد بالتعاون مع مديري الشركة.\n2 - يحصر المصفون ما للشركة من ديون في ذمة الغير أو في ذمة الشركاء ويوفون ما عليها من الديون ويبيعون موجوداتها ويقومون بجميع الأعمال التي تقتضيها التصفية ويوزعون صافي موجوداتها بين الشركاء.\n3 - لا يجوز للمصفين أن يواصلوا استثمار مشروع الشركة.\n4 - لا يجوز للمصفين أن يتنازلوا عن أموال وموجودات الشركة بالجملة إلاّ  بمقتضى ترخيص خاص من الشركاء.\n5 - على المصفين أن يقدموا للشركاء جميع المعلومات التي يطلبونها عن حالة التصفية ونتيجتها وعلى المديرين والشركاء التعاون معهم وعدم وضع العراقيل في سبيل التصفية عن طريق التقدم بمطالب تعسفية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 49,
    "text": ": 1ـ  تسوى الحسابات بين الشركاء وتجرى قسمة أموال الشركة المنحلة بينهم بعد تصفيتها وفقاً  لشروط عقد الشركة.\n2 - في حالة غياب هذه الشروط أو غموضها في عقد الشركة تستعمل موجودات الشركة وتوزع حسب الترتيب الأتي:ـ\n‌أ-\tتدفع النفقات والمصاريف الناشئة عن تصفية الشركة.\n‌ب-\tتدفع الديون المترتبة على الشركة إلى الدائنين من غير الشركاء مع دفع الحقوق الممتازة أولاً.\n‌ج-\tتدفع الديون المستحقة لكل من الشركاء نتيجة تسليفهم أموالاً  للشركة ليست من رأس المال.\n‌د-\tتدفع لكل شريك حصته من رأس المال..  وإذا كان الباقي من موجودات الشركة لا يكفي لذلك فيدفع لكل شريك من هذا الباقي بنسبة حصته في رأس مال الشركة.\n‌ه-\tيوزع ما تبقى من موجودات الشركة على الشركاء بنسبة توزيع الأرباح بينهم وفي حالة غياب النص على هذه النسبة فبنسبة حصة كل منهم في رأس المال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 50,
    "text": ": إذا لحق الشركة ضرر من جراء تقصير قام به أحد الشركاء أو أخل بواجبه أثناء توليه إدارة أعمالها يكون هذا الشريك مسؤولاً  عن تعويض الشركة وسائر الشركاء على أن يتم ذلك بالتراضي بين الشركاء أو بموجب حكم قضائي.\nالفصل الثاني\nشركات التوصية البسيطة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 51,
    "text": ":  شركة التوصية البسيطة هي شركة أشخاص تشمل فئتين من الشركاء هما:\n‌أ-\tفئة الشركاء المتضامنين وتسري عليهم أحكام الشركاء المتضامنين في شركات التضامن ويكونون مسؤولين بالتضامن عن جميع التزاماتها في أموالهم الخاصة كما لهم دون غيرهم إدارة الشركة وفقاً  لأحكام عقدها.\n‌ب-\tفئة الشركاء الموصيين وهم الذين يقدمون المال للشركة وتكون مسؤوليتهم محدودة بما قدموه للشركة من مال فقط كل بنسبة حصته من رأس مال الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 52,
    "text": ": 1ـ  تؤسس شركة التوصية البسيطة بعقد مكتوب يوقعه جميع الشركاء المتضامنين والموصيين.\n2 - يجب أن يوضح العقد إسم الشركة ونوعها وأسماء الشركاء المتضامنين مع تعيين مسئوليتهم كمتضامنين وأسماء الشركاء الموصيين مع تعيين صفتهم كموصيين ونصيب ما قدمه كل منهم في رأس مال الشركة.\n3 - يجب أن يكون لشركة التوصية إسم لا يشتمل إلاّ  على أسماء الشركاء المتضامنين أو بعضهم دون أسماء الشركاء الموصيين وإذا لم يكن هناك إلاّ  شريك متضامن واحد فيكون اسم الشركة متضمناً  إسمه مع إضافة عبارة(وشركاؤه) أو (وشريكه) حسب مقتضى الحال.\n4 - إذا أذن كتابة الشريك الموصي بإدراج إسمه في إسم الشركة اصبح مسؤولاً  كشريك متضامن عن ديون الشركة وتعهداتها أمام الغير حسن النية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 53,
    "text": ":1ـ  ينحصر حق إدارة شركة التوصية بالشركاء المتضامنين سواءً  كان جميعهم أو بعضهم أو أحدهم يدير الشركة ، ويخضعون للأحكام القانونية التي يخضع لها الشركاء في شركة التضامن.\n2 - لا يجوز للشريك الموصي أن يتدخل في إدارة أعمال الشركة ولو كان تدخله بموجب توكيل ، وإذا خالف هذا الحكم أصبح مسؤولا  بالتضامن مع الشركاء المتضامنين عن الإلتزامات الناشئة عن الأعمال الإدارية التي قام بها ، كما يجوز إلزامه بكل الدين أو بعضه الناشئ عن الأعمال غير المرخص له بها وذلك حسب جسامة العمل الذي قام به أو الخطأ الذي أرتكبه.\n3 - لا تعتبر من أعمال التدخل في الإدارة مراقبة الشريك الموصي لتصرفات مديري الشركة ، وكذلك الآراء والنصائح التي يسديها إليهم والترخيص لهم في إجراء تصرفات تجاوز حدود سلطتهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 54,
    "text": ": 1ـ  تطبق على تأسيس شركة التوصية وحلها حتى فيما يختص بالشركاء الموصيين القواعد الموضوعة لتأسيس شركات التضامن وحلها.\n2 - تخضع شركة التوصية بصورة عامة للقواعد المطبقة على شركات التضامن في كل مالا يتعارض مع أحكام هذا القانون.\nالفصل الثالث\nشركات المُحاصّة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 55,
    "text": ": 1ـ  شركة المحاصة شركة مستترة غير ظاهرة ينحصر كيانها بين المتعاقدين لصفقة أو صفقات محدودة.\n2 - لا تخضع شركة المحاصة لمعاملات الشهر المفروضة على الشركات التجارية الأخرى.\n3 - ليس لشركة المحاصة شخصية اعتبارية ولا يكون للغير رابطة قانونية إلاّ  بالشريك الذي تم التعاقد معه."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 56,
    "text": ":1ـ اتفاقات المحاصة التي تعقد بين ذوي الشأن تعين بحرية تامة الحقوق والالتزامات المتبادلة بين الشركاء وتقاسم الأرباح والخسائر فيما بينهم مع الاحتفاظ بتطبيق المبادئ العامة المختصة بعقد الشركة.\n2 - يمكن إثبات وجود الاتفاقات المتقدم ذكرها بجميع طرق الإثبات القانونية والتجارية بما في ذلك البينة والقرائن."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 57,
    "text": "إذا اتخذت  شركة المحاصة إسماً لها وتعاقد أحد الشركاء بهذا الإسم تعامل بحسب الأحوال إما شركة تضامن أو شركة توصية بسيطة وتسري عليها الأحكام الخاصة بها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 58,
    "text": ": لا يجوز لشركة المحاصة أن تصدر أسهما  أو سندات قابلة للتداول.\nالباب الثالث\nفي شركات الأموال\nالفصل الأول\nفي شركات المساهمة\n(الجزء الأول)\nأحكام عامـــة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 59,
    "text": ": شركة المساهمة هي الشركة التي يكون رأسمالها مقسماً  إلى أسهم متساوية القيمة وقابلة للتداول ، ولا يسأل المساهمون فيها إلاّ بقدر حصصهم في رأس المال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 60,
    "text": ": يجب أن يكون إسم شركة المساهمة مشتقاً  من غرضها ولا يجوز أن يشتمل إسم شركة المساهمة على إسم شخص طبيعي إلاّ  إذا كان موضوع الشركة استثمار براءة اختراع مسجلة باسم هذا الشخص أو إذا تملكت الشركة عند تأسيسها أو بعد ذلك مؤسسة تجارية واتخذت اسمها إسماً لها.. وفي جميع الأحوال يجب أن يضاف إلى اسم الشركة عبارة(شركة مساهمة) مكتوبة بالحروف الكاملة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 61,
    "text": ": لا يجوز أن يقل عدد الشركاء في شركة المساهمة عن خمسة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 62,
    "text": ": يجب أن يكون رأس مال شركة المساهمة كافيا  لتحقيق أغراضها وألا يقل عن خمسة ملايين ريال وأن لا يقل المدفوع منه عند الاكتتاب أو تأسيس الشركة عند عدم طرح الأسهم على الاكتتاب العام عن (20%) من قيمة الأسهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 62,
    "text": "يجب أن يكون رأس مال شركة المساهمة كافيا لتحقيق أغراضها وألا يقل عن خمسين مليون ريال بالنسبة للشركات ذات الاكتتاب العام، وعن خمسة عشر مليون ريال بالنسبة لشركات المقفلة.. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 63,
    "text": ": لا يجوز الجمع بين وظيفة عامة وبين عضوية مجلس إدارة إحدى شركات المساهمة أو الاشتراك في تأسيسها أو الاشتغال بصفة دائمة أو عرضية بأجر أو بغير أجر بأي عمل فيها ولو على سبيل الاستشارة إلاّ  إذا كان الموظف يعمل بصفته ممثلاً  لجهة حكومية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 64,
    "text": ":1ـ  تسري أحكام هذا القانون على شركات المساهمة التي تؤسس في الجمهورية أو التي تتخذ فيها مركز إدارتها أو مركز نشاطها الرئيسي.\n2 - تسري على الشركات المساهمة التي يوجد مركزها في دولة أجنبية وتباشر نشاطها الرئيسي في الخارج ولها في الجمهورية فرع أو مكتب ـ أحكام القانون الخاص بهذه الفروع.\n3 - لا يجوز للفروع أو المكاتب المشار إليها في الفقرة السابقة أن تباشر نشاطها في الجمهورية ـ إلاّ  بعد الترخيص لها وشهرها في السجل التجاري ، ويجب أن يكون لها ميزانية مستقلة وحساب مستقل للأرباح والخسائر وأن يكون لها مراقب حسابات على الأقل ممن يتمتعون بجنسية الجمهورية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 65,
    "text": ": يصدر بنموذج العقد الابتدائي والنظام الأساسي لشركات المساهمة قرار من رئيس مجلس الوزراء."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 65,
    "text": "يصدر بنموذج العقد الابتدائي والنظام الأساسي لشركات المساهمة قرار من الوزير. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nالجزء الثاني\nتأسيس الشركة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 66,
    "text": ":1ـ  لا يجوز تأسيس شركة المساهمة التي تطرح أسهمها للإكتتاب العام إلا  بعد الحصول على ترخيص بذلك بموجب قرار رئيس مجلس الوزراء ، أما الشركة التي لا تطرح أسهمها للإكتتاب العام فيجري الترخيص بتأسيسها بقرار من الوزير.\n1- لا يجوز تأسيس شركة المساهمة التي تطرح أسهمها للاكتتاب العام إلا بعد الحصول على ترخيص بذلك بموجب قرار رئيس مجلس الوزراء، أما الشركة التي لا تطرح أسهمها للاكتتاب العام وتسمى شركة مساهمة مقفلة فيجري الترخيص بتأسيها بقرار من الوزير. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\n2 - يقدم طلب الترخيص بتأسيس شركة المساهمة عن طريق الوزارة بالشروط والأوضاع التي تحددها اللائحة التنفيذية لهذا القانون.\n3 - يجب ألا يقل عدد الموقعين على طلب الترخيص عن خمسة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 67,
    "text": ": 1 ـ المؤسس هو كل من يشترك إشتراكاً  فعلياً  في تأسيس الشركة بنية تحمل المسؤولية الناشئة عن ذلك.\n2 - يعتبر مؤسساً  على وجه الخصوص كل من وقع العقد الابتدائي أو طلب الترخيص بتأسيس الشركة أو قدم حصة نقدية أو عينية عند تأسيسها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 68,
    "text": "1ـ  يقيد طلب الترخيص في تأسيس شركة المساهمة في السجل المعد لذلك بالوزارة ويجب أن يكون الطلب مصحوباً  بمشروع النظام الأساسي للشركة.\n1- يقيد طلب الترخيص لتأسيس شركة المساهمة في السجل المعد لذلك في الوزارة ويجب أن يكون الطلب مصحوباً بمشروع العقد الابتدائي والنظام الأساسي للشركة وشهادة إيداع رأس المال المدفوع للشركة. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\n2- يجوز للوزارة أن تطلب إدخال تعديلات على مشروع النظام ليكون متفقاً مع أحكام القانون ومطابقا  للنموذج المنصوص عليه في هذا القانون.\n2- يجوز للوزارة أن تطلب إدخال تعديلات على مشروع العقد الابتدائي والنظام الأساسي إذا لم يكن متفقاً مع أحكام القانون ومطابقاً للنموذج المنصوص عليه في القانون. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\n3 - إذا لم يصدر قرار رئيس مجلس الوزراء بالترخيص بتأسيس الشركة خلال شهر أعتبر ذلك بمثابة الموافقة أما إذا اصدر القرار بالرفض وجب أن يكون مسببا  وللمؤسسين حق اللجوء إلى القضاء."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 69,
    "text": "تودع نسخ كافية من مشروع النظام الأساسي للشركة لدى المصارف المعتمدة التي تتلقى طلبات الإكتتاب ويجوز لكل ذي شأن الحصول على نسخة مطبوعة من مشروع النظام مقابل ثمن معقول."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 69,
    "text": "تودع نسخ كافية من مشروع العقد الابتدائي والنظام الأساسي للشركة لدى المصارف المعتمدة التي تتلقي طلبات الاكتتاب ويجوز لكل ذي شأن الحصول على نسخة مطبوعة من مشروع النظام الأساسي مقابل ثمن معقول تحدده اللائحة.. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 70,
    "text": "على المؤسسين مباشرة إجراءات الاكتتاب خلال خمسة عشر يوماً من تاريخ نشر قرار الترخيص بتأسيس الشركة بالجريدة الرسمية ويجوز للوزير عند الضرورة أن يأذن بمد هذا الميعاد لمدة لا تتجاوز ثلاثين يوماً."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 71,
    "text": "أ ـ يجوز للمؤسسين أن يقصروا الاكتتاب في جميع الأسهم أو جزء منها عليهم وحدهم وتطرح الأسهم التي لا يكتتب فيها المؤسسون للإكتتاب العام.\nب- إذا كان غرض الشركة استثمار امتياز ممنوح من الدولة وجب عرض (50%) على الأقل من الأسهم للاكتتاب العام.\nج- يبين في طلب الترخيص بتأسيس الشركة وعقد تأسيسها وفي نظامها الأساسي كيفية الإكتتاب وعدد الأسهم التي قصرها المؤسسون على أنفسهم ومقدار ما أكتتب به كل منهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 72,
    "text": "تعفى الشركات المساهمة التي تطرح (25%) من أسهمها فأكثر للاكتتاب العام من رسوم الدمغة ورسوم التوثيق ورسوم الشهر ، وكذا عقود القرض والرهن المرتبطة بأعمال هذه الشركات لمدة سنتين من تاريخ تسجيلها وشهرها ، كما تعفى نهائياً  من ضريبة رأس المال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 73,
    "text": "يُحظر على مؤسسي الشركة التي تطرح أسهمها للإكتتاب العام ، الاكتتاب بهذه الأسهم بطريقة مباشرة أو غير مباشرة ويجوز لهم تغطية ما تبقى من الأسهم بعد انقضاء أسبوعين على إغلاق الاكتتاب العام بعد المدة المحددة بقرار الوزير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 74,
    "text": "أ ـ  إذا طرح المؤسسون جزءاً من أسهم الشركة للإكتتاب العام وجب أن يتم ذلك عن طريق المصارف المرخص لها بالعمل في الجمهورية.\nب- تكون دعوة الجمهور للاكتتاب العام بنشرة تشتمل على البيانات التي يصدر بتعيينها قرار من الوزير على أن يكون من بينها البيانات التالية:ـ\n1-\tأسماء المؤسسين ومواطنهم وجنسياتهم.\n2-\tاسم الشركة وغرضها ومركزها الرئيسي.\n3-\tمدة الشركة.\n4-\tمقدار رأس المال ونوع الأسهم وقيمتها وعددها ومقدار ما طرح منها للاكتتاب العام وما يحتفظ به لاكتتاب المؤسسين والقيود التي ترد على تداولها.\n5-\tطريقة توزيع الأرباح.\n6-\tالمعلومات الخاصة بالحصص العينية والحقوق المترتبة عليها.\n7-\tتاريخ صدور قرار رئيس مجلس الوزراء المرخص بتأسيس الشركة ورقم وعدد الجريدة الرسمية الذي تم فيه النشر.\n8-\tتاريخ بدء الاكتتاب ونهايته ومكانه وشروطه.\n9-\tجميع البيانات الأخرى التي يكون من شأنها أن تؤثر في المركز المالي للشركة.\nج- تعلن نشرة الاكتتاب في صحيفة رسمية يومية واحدة على الأقل تصدر باللغة العربية على نفقة الشركة وقبل تاريخ بدء الاكتتاب بسبعة أيام على الأقل.\nد ـ  يوقع نشرة الاكتتاب المؤسسون الذين وقعوا طلب الترخيص بتأسيس الشركة ويكونون مسؤولين بالتضامن عن صحة البيانات الواردة بالنشرة وعن صدورها مستوفاة للبيانات المذكورة بالفقرة(ب) من هذه المادة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 75,
    "text": "أ ـ  يكون الاكتتاب بالأسهم بمقتضى وثيقة تشمل على وجه الخصوص بيانات عن اسم الشركة وغرضها ورأس مالها وشروط الاكتتاب واسم المكتتب وعنوانه ومهنته وجنسيته وعدد الأسهم التي يريد الاكتتاب بها وتعهد بقبول أحكام نظام الشركة كما تقرها الجمعية التأسيسية ويوقع المكتتب أو من ينوب عنه وثيقة الاكتتاب وإذا كان المكتتب غير مقيم بالجمهورية.. وجب أن يعين موطناً  مختاراً بها ، ويسلم البنك المكتتب إيصالاً  يبين فيه اسمه وموطنه المختار وتاريخ الاكتتاب وعدد الأسهم المكتتب بها والأقساط المدفوعة وتسلمه نسخة من عقد التأسيس والنظام الأساسي للشركة.\nب-  يجب أن يكون الاكتتاب ناجزاً  غير معلق على شرط وكل شرط يضعه المكتتب في وثيقة الاكتتاب يعتبر كأن لم يكن."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 76,
    "text": "لا يجوز أن يقل المدفوع من قيمة كل سهم نقدي عند الاكتتاب عن (20%) من قيمته الإسمية ويجب أن يدفع الباقي من قيمة السهم خلال أربع سنوات من تاريخ تأسيس الشركة في المواعيد التي يعينها نظام الشركة أو مجلس إدارتها ويؤشر على السهم بالقدر المدفوع من قيمته."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 76,
    "text": "لا يجوز أن يقل المدفوع من قيمة كل سهم نقدي عند الاكتتاب عن (25%) من قيمته الاسمية ويجب أن يدفع الباقي من قيمة السهم خلال سنتين من تاريخ تأسيس الشركة في مواعيد التي يعينها نظام الشركة أو مجلس إدارتها ويؤشر على السهم بالقدر المدفوع من قيمته عدا شركات المساهمة المقفلة فيجب دفع رأس المال بالكامل عند تأسيها أو زيادة رأس مالها. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 77,
    "text": "أ ـ  يجب أن يظل الاكتتاب مفتوحاً  لمدة لا تقل عن عشرة أيام ولا تتجاوز ثلاثة أشهر.\nب- يجب عرض قسم رأس المال الذي لم يكتتب به المؤسسون بأجمعه للاكتتاب العام ، ولا يتم تأسيس الشركة إلاّ  إذا أكتتب برأس المال كاملاً.\nج- إذا لم يكتتب بثلاثة أرباع رأس المال على الأقل خلال الأشهر الثلاثة المنصوص عليها في الفقرة الأولى.. جاز بإذن من الوزير مد فترة الاكتتاب لمدة لا تجاوز ثلاثين يوماً .\nد- إذا لم يتم الاكتتاب بكامل الأسهم في نهاية الميعاد وجب على المؤسسين الرجوع عن تأسيس الشركة أو إنقاص رأس مالها.\nه- في حالة الرجوع عن تأسيس الشركة يرد المؤسسون المبالغ المدفوعة من المكتتبين إلى أصحابها كاملة وهم مسؤولون بالتضامن عن رد هذه المبالغ وعن المصروفات التي أنفقت على تأسيس الشركة.\nوـ  في حال إنقاص رأس المال يكون للمكتتبين الحق في الرجوع عن اكتتابهم في ميعاد لا يقل عن مدة الاكتتاب الأولى ، فإذا لم يرجعوا عنه خلال هذه المدة اعتبر الاكتتاب نهائيا ."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 78,
    "text": "أ ـ إذا تم الاكتتاب بجميع الأسهم في أي وقت بعد إنقضاء عشرة أيام من البدء به وجب إغلاق باب الاكتتاب.\nب- لا يجوز في حالة التوزيع إقصاء المساهم عن الشركة مهما كان عدد الأسهم التي اكتتب بها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 79,
    "text": "تودع المبالغ التي يدفعها المكتتبون أحد المصارف المعتمدة لحساب الشركة تحت التأسيس ، ولا يجوز للمصرف تسليمها إلاّ  لمجلس الإدارة بعد إتمام تأسيس الشركة أو تعاد للمكتتبين إذا تقرر الرجوع عن تأسيس الشركة وفق أحكام الفقرة(هـ) من المادة(77) من هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 80,
    "text": "أ ـ إذا اشتمل رأس المال على حصص عينية وجب أن يقومها المؤسسون بالإتفاق مع مقدميها وعلى المؤسسين أن يطلبوا من الوزير تعيين خبير أو اكثر للتحقق من صحة التقويم المذكور وتقديم تقرير بذلك للوزير ، وتعتبر من المقدمات العينية حقوق الإمتياز والاختراع وجميع الحقوق المعنوية.\nب- يقدم الخبراء تقريرهم خلال ثلاثين يوماً  من تاريخ تكليفهم بالعمل ويجوز للوزير بناءً على طلب مسبب من الخبراء أن يمنحهم مهلة أخرى لا تتجاوز ثلاثين يوماً ، وإذا تبين من تقدير الخبراء أن قيمة المقدمات العينية لا تبلغ القيمة المقدرة من قبل المؤسسين فللوزارة أن ترفض التصديق على النظام ، على أن يبقى للمؤسسين الحق  بتقديم طلب جديد يتضمن أما تنزيلاً  لعدد الأسهم العينية بما يتوافق مع تقدير الخبراء أو تقديم مقدمات عينية إضافية على أن يجري تقديرها وفق الأصول السابقة وبمعرفة الخبراء أنفسهم أو تقديمهم أموالا  نقدية تغطي الفرق.\nج- إذا لم يوافق المؤسسون على تقديرات لجنة الخبراء فللوزير بناءً  على تقرير المراقب رفض تسجيل الشركة ، أو تشكيل لجنة خبراء ثانية، ويعتبر تقدير لجنة الخبراء الثانية نهائياً ، فإذا لم يقبل به المؤسسون ، على الوزير رفض قبول المقدمات العينية.\nد- يرسل الوزير صورة من تقرير الخبراء إلى المؤسسين ويقوم المؤسسون بتوزيعه على المكتتبين قبل انعقاد الجمعية التأسيسية بخمسة عشر يوماً على الأقل، كما يودع التقرير مركز الشركة خلال الميعاد المذكور ويحق لكل ذي شأن  الاطلاع عليه.\nه- يعرض على الجمعية التأسيسية التقويم الذي أجراه المؤسسون بالاتفاق مع مقدم الحصة العينية وتقرير الخبراء ، ومن حق الجمعية المصادقة على التقويم الذي أجراه المؤسسون بالإتفاق مع مقدم الحصة أو رفضه أو تخفيضه ، فإذا قررت الجمعية تخفيض التقويم المذكور جاز لمقدم الحصة أن يسحبها من رأس المال أو أن يدفع الفرق.\nو- إذا قررت الجمعية التأسيسية رفض الحصة العينية أو سحبها مقدمها وجب تخفيض رأس المال بما يعادل النقص بشرط إلاّ يقل رأس المال عن الحد الأدنى المقرر في هذا القانون.\nز- تصدر القرارات المتعلقة بتقويم الحصص العينية بالأغلبية العددية للمكتتبين بالأسهم النقدية بشرط أن تكون هذه الأغلبية حائزة على الأقل لثلثي الأسهم المذكورة بعد استبعاد ما اكتتب به مقدموا الحصص العينية ، ولا يكون لهؤلاء حق التصويت ولو كانوا من أصحاب الأسهم النقدية.\nح- لا يجوز تسليم الأسهم التي تمثل الحصص العينية إلاّ بعد نقل ملكية هذه الحصص كاملة إلى الشركة.\nط- تتضمن الأسهم العينية ما تتضمنه الأسهم النقدية من بيانات وحقوق وتعطى أرقاما  متسلسلة خاصة ويذكر أنها عينية.\nي- لا يجوز التداول بالأسهم العينية إلاّ  بعد انقضاء سنة على إصدارها وإذا كانت هذه الأسهم العينية ناتجة عن إندماج شركة أخرى أو أكثر معها وكانت أسهم هذه الشركة المندمجة متداولة قبل الإندماج فلا يسري عليها حظر التداول المنصوص عليه في هذه الفقرة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 81,
    "text": "أ- يجب على المؤسسين خلال خمسة عشر يوماً من تاريخ إقفال الاكتتاب أن يدعوا المكتتبين إلى جمعية تأسيسية ، ولا يجوز أن تزيد الفترة بين تاريخ الدعوة وتاريخ عقد الاجتماع على ثلاثة أسابيع وأن لا تقل عن عشرة أيام.. وفي جميع الأحوال لا يجوز عقد الاجتماع قبل انقضاء عشرين يوماً  من التاريخ الذي يستلم فيه المؤسسون تقرير لجنة الخبراء بشأن تقويم الحصص العينية.\nب- إذا لم يقم المؤسسون بإرسال الدعوة لانعقاد الجمعية التأسيسية قامت الوزارة بهذه الدعوة على نفقتهم.\nج- يكون لكل مكتتب ـ أيّاً  كان عدد أسهمه ـ حق حضور الجمعية التأسيسية.\nد- يتولى رئاسة الجمعية مؤقتاً  أكبر المؤسسين سناً  وتنتخب الجمعية أمين سر وجامع أصوات.\nه- يوقع الرئيس وأمين السر وجامع الأصوات محضر الجلسة ، وترسل صورة من هذا المحضر إلى الوزارة.\nماد(82) : تنظر الجمعية التأسيسية على وجه الخصوص في المسائل الآتية :ـ\n‌أ-\tتقرير المؤسسين عن عمليات تأسيس الشركات والنفقات التي استلزمتها.\n‌ب-\tبحث مشروع نظام الشركة ، ووضع نصوصه النهائية وفقاً  للأحكام القانونية ولا يجوز للجمعية إدخال تعديلات على المشروع إلاّ بموافقة الأغلبية العددية للمكتتبين بشرط أن تكون حائزة لثلثي رأس المال.\n‌ج-\tتقويم الحصص العينية وفقاً  للأحكام المنصوص عليها في المادة(80) من هذا القانون.\n‌د-\tانتخاب أعضاء مجلس الإدارة الأول.\n‌ه-\tتعيين أول مراقب حسابات للشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 83,
    "text": ": أ ـ يشترط لصحة إجتماع الجمعية التأسيسية  حضور عدد من المكتتبين يمثل نصف رأس المال على الأقل.\nب- إذا لم يتوافر في الاجتماع الأول النصاب المنصوص عليه في الفقرة السابقة وجب توجيه دعوة لاجتماع ثان يعقد خلال خمسة عشر يوماً  من تاريخ الاجتماع الأول ، على ألاّ تقل الفترة بين تاريخ توجيه هذه الدعوة وتاريخ الاجتماع عن سبعة أيام ويكون الاجتماع الثاني صحيحاً  إذا  حضره عدد من المكتتبين يمثل (30%) من رأس المال على الأقل.\nج- تصدر القرارات في الجمعية التأسيسية بالأغلبية المطلقة للأسهم الممثلة في الاجتماع مالم ينص النظام الأساسي على نسبة اكبر."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 84,
    "text": "أ ـ يقدم المؤسسون خلال عشرة أيام من تاريخ انتهاء اجتماع الجمعية التأسيسية طلباً  إلى الوزير بإعلان تأسيس الشركة،ويقدم هذا الطلب بالشروط والأوضاع التي تحددها اللائحة التنفيذية لهـذا القانون ، ويجب أن يرفق بالطلب :\n1-\tإقرار بحصول الاكتتاب برأس المال كاملاً  وما دفعه المكتتبون من قيمة الأسهم وبيان بأسمائهم وعدد الأسهم التي اكتتب بها كل منهم.\n2-\tمحضر جلسة الجمعية التأسيسية.\n3-\tنظام الشركة الأساسي كما أقرته الجمعية.\n4-\tقرارات الجمعية بالمصادقة على تقرير المؤسسين وتقويم الحصص العينية وتعيين أعضاء مجلس الإدارة الأول ومراقب الحسابات.\n5-\tالوثائق المؤيدة لصحة إجراءات التأسيس.\nأ- يقدم المؤسسون خلال عشرة أيام من تاريخ انتهاء اجتماع الجمعية العمومية التأسيسية طلباً إلى الوزير بإعلان تأسيس الشركة وفقاً للشروط التي تحددها اللائحة التنفيذية لهذا القانون, ويجب أن يرفق بالطلب:-\n1- إقرار بحصول الاكتتاب برأس المال كاملاً وما دفعه المكتتبون من قيمة الأسهم وبيان بأسمائهم وعدد الأسهم التي اكتتب بها كل منهم.\n2- محضر جلسة الجمعية التأسيسية.\n3- العقد الابتدائي والنظام الأساسي للشركة كما أقرته الجمعية.\n4- قرارات الجمعية بالمصادقة على تقرير المؤسسين وتقويم الحصص العينية وتعيين أعضاء مجلس الإدارة الأول ومراقب الحسابات.\n5- الوثائق المؤيدة لصحة إجراءات التأسيس المحددة في اللائحة. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nب- يصدر قرار الوزير بإعلان تأسيس الشركة خلال عشرة أيام من تاريخ تقديم الطلب سالف الذكر إلى الوزارة ويعتبر في حكم قرار بإعلان التأسيس انقضاء هذا الميعاد دون البت في الطلب.\nج- تعتبر الشركة مؤسسة قانوناً من تاريخ صدور قرار الوزير بإعلان تأسيس الشركة أو من تاريخ انقضاء الميعاد المشار إليه دون بت في الطلب."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 85,
    "text": "بنشر في الجريدة الرسمية على نفقة الشركة قرار الوزير الصادر بإعلان تأسيسها مرفقاً  به نظامها الأساسي."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 86,
    "text": "لايجوز بعد صدور قرار الوزير بإعلان تأسيس الشركة الطعن ببطلان الشركة بسبب مخالفة الأحكام المتعلقة بإجراءات التأسيس إلاَّ وفقاً  للمادة (91) من هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 87,
    "text": "أ ـ  يقوم مجلس الإدارة الأول بشهر نظام الشركة في السجل التجاري وفقاً  لأحكام القانون الخاص بالسجل التجاري.\nب- إذا لم يشهر عقد الشركة ونظامها في السجل التجاري في الميعاد المنصوص عليه في القانون المشار إليه كانت الشركة باطلة ، وإذا أقتصر عدم الشهر في السجل التجاري على بيان أو أكثر من البيانات الواجب شهرها فلا يتناول البطلان إلاّ هذه البيانات.\nج- للغير وحده حق التمسك ببطلان الشركة بسبب عدم شهرها ويزول البطلان إذا تم الشهر قبل طلب الحكم به.\nد- تتبع في تصفية الشركة التي حكم ببطلانها وفي تسوية حقوق الشركاء قبل بعضهم البعض الشروط الواردة في نظامها الداخلي وعند خلوه تطبق الأحكام الخاصة الواردة في هذا القانون.\nد- تتبع في تصفية الشركة التي حكم ببطلانها وفي تسوية حقوق المساهمين قبل بعضهم البعض الشروط الواردة في نظامها الأساسي وعند خلوه تطبق الأحكام الخاصة الواردة في هذا القانون.. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 88,
    "text": "إذا لم يتم تأسيس الشركة للمكتتبين الحق في استرداد المبالغ التي دفعوها ويكون المؤسسون مسؤولين بالتضامن عن الوفاء بها فضلاً  عن التعويض عند الإقتضاء وكذلك يتحمل المؤسسون جميع المصاريف التي أنفقت في تأسيس الشركة ويكونوا مسؤولين بالتضامن أمام الغير عن الأفعال والتصرفات التي صدرت منهم خلال فترة التأسيس."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 89,
    "text": "إذا تم تأسيس الشركة انتقلت إليها بحكم القانون جميع التصرفات التي أجراها المؤسسون أثناء تأسيسها وتتحمل الشركة جميع المصاريف التي أنفقوها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 90,
    "text": "أ ـ يتحمل أعضاء أول مجلس إدارة بالتضامن المسؤولية عن الأضرار الناشئة عن عدم القيام بإجراءات الشهر المنصوص عليها في هذا الفصل ، وعلى مفتش الحسابات مراقبة القيام بهذه الإجراءات.\nب- يجب أن يبين بوضوح اسم الشركة ونوعها ومركزها وتاريخ إنشاؤها ومقدار رأس مالها في جميع العقود التي تعقدها الشركة وفي جميع الرسائل والنشرات والإعلانات وسائر المطبوعات التي تصدر عنها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 91,
    "text": ":  أ ـ لا يجوز بعد صدور قرار الوزير بإعلان تأسيس الشركة الطعن ببطلان الشركة بسبب مخالفة الأحكام  المتعلقة بإجراءات التأسيس.\nب- إذا أسست شركة مساهمة على وجه غير قانوني جاز لكل ذي علاقة خلال خمس سنوات من تأسيسها أن ينذرها بوجوب إتمام المعاملة الناقصة أو التصحيح وفقاً  لأحكام القانون وخلال ثلاثة أشهر من تاريخ الإنذار.\nج- إذا لم تقم الشركة خلال هذا الميعاد بإجراء التصحيح اللازم جاز لذي العلاقة أن يطلب من المحكمة المختصة الحكم ببطلان الشركة وتصفيتها.\nد- إذا حكم ببطلان الشركة تجري تصفيتها كأنها شركة فعلية ويلزم المؤسسون وأعضاء مجلس الإدارة الأول متضامنين وكذلك المحاسبون القانونيون الذين يثبت إهمالهم بأداء مايكون لذوي العلاقة من حقوق قبل الشركة.\nه- لا يجوز للمؤسسين وسائر الشركاء أن يحتجوا تجاه الغير ببطلان الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 92,
    "text": "على مجلس الإدارة أن ينشر كل عام في جريدة يومية رسمية خلال شهرين من تاريخ موافقة الجمعية العامة على الحسابات ـ ميزانية السنة المالية المختتمة وحساباتها الختامية وقائمة بأسماء أعضاء مجلس الإدارة ومفتشي الحسابات.\nالجزء الثالث\nالصكوك التي تصدرها الشركة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 93,
    "text": "أ ـ الصكوك التي تصدرها شركة المساهمة هي الأسهم وأسناد القرض المشروع.\nب- لا يجوز للشركة إنشاء حصص تأسيس ولا منح مزايا خاصة للمؤسسين أو لغيرهم.\nج- لا يجوز إصدار أسهم تعطى أصحابها امتيازاً  من أي نوع كان.\n1 - الأسهم :"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 94,
    "text": "أ ـ  يجب ألا تقل القيمة الاسمية للسهم عن مائة ريال وأن لا تزيد على ألف ريال.\nأ- يجب ألا تقل القيمة الاسمية للسهم عن عشرة آلاف ريال. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nب- لا يجوز عند تأسيس الشركة إصدار السهم بأقل من قيمته الاسمية ولا بأكثر من هذه القيمة مضافاً  إليها مصاريف الإصدار.\nج- يكون السهم غير قابل للتجزئة ، فإذا تملكه أشخاص متعددون وجب أن يختاروا أحدهم لينوب عنهم في استعمال الحقوق المتصلة بالسهم ويكون هؤلاء الأشخاص مسؤولين بالتضامن عن الإلتزامات الناشئة عن ملكية السهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 95,
    "text": "تدفع قيمة الأسهم النقدية دفعة واحدة أو على أقساط ولا يجوز أن يقل القسط الواجب تسديده عند الاكتتاب عن (20%) من قيمة السهم ويجب أن يسدد كامل قيمة السهم خلال أربع سنوات من تاريخ قرار إعلان التأسيس."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 96,
    "text": "أ ـ تستبدل الشركة بعد تأسيسها بإيصالات الاكتتاب شهادات مؤقتة بالأسهم يوقعها رئيس مجلس الإدارة وتشتمل بوجه الخصوص على اسم المساهم وعدد الأسهم التي اكتتب بها وكيفية الوفاء بقيمتها والمبلغ المدفوع من هذه القيمة وتاريخ الدفع والرقم المسلسل للشهادات المؤقتة  وأرقام الأسهم التي تمثلها ورأسمال الشركة ومركزها الرئيسي.\nب- تقوم هذه الشهادات مقام الأسهم وتظل اسمية إلى أن تستبدل بها صكوك الأسهم.\nج- يجب أن تستبدل بالشهادات المؤقتة صكوك الأسهم خلال ستة اشهر من تاريخ إشهار الشركة ، ويجب أن يوقع صكوك الأسهم عضوان على الأقل من مجلس الإدارة وترفق قسائم الأرباح بصكوك الأسهم ، ويجوز أن تكون القسائم اسمية أو لحاملها وتكون قابلة للتداول وكل شرط يقيد حرية تداولها يعتبر كأن لم يكن."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 97,
    "text": "أ ـ  تكون أسهم الشركة إما نقدية تمثل حصة من النقود أو عينية تمثل حصة من مال أو حق قابل للتقويم ويجب أن يذكر نوع السهم في الصك الذي يمثله.\nب- تكون لجميع أسهم الشركة حقوق متساوية وتخضع لإلتزامات متساوية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 98,
    "text": "أ ـ  تكون الأسهم اسمية أو لحاملها وتبقى الأسهم اسمية حتى الوفاء بقيمتها كاملة.\nب- يجوز لصاحب السهم  الإسمي بعد الوفاء بقيمته كاملة أن يطلب تحويله إلى سهم لحامله مالم ينص في نظام الشركة على غير ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 99,
    "text": "تعد الشركة سجلاً خاصاً  لقيد الأسهم الاسمية وأسماء المساهمين وجنسياتهم ومواطنهم ومهنتهم وأرقام الأسهم والقدر المدفوع من قيمتها وتبلغ صورة من هذه البيانات إلى الوزارة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 100,
    "text": "أ ـ  تكون الأسهم قابلة للتداول.\nب- تتداول الأسهم الاسمية بقيد التصرف في سجل الأسهم والتأشير به على السهم ، ولا يجوز الاحتجاج بالتصرف قبل الشركة أو الغير إلاّ  من تاريخ القيد.\nج- تتداول الأسهم لحاملها بمجرد تسليمها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 101,
    "text": "أ ـ إذا انتقلت ملكية السهم الاسمي بطريق الإرث أو الوصية وجب على الوارث أو الموصى له أو من يقوم مقامهما أن يطلب قيد نقل الملكية في سجل الأسهم.\nب- إذا كان نقل ملكية السهم بمقتضى حكم نهائي جرى القيد في سجل الأسهم وفقاً  لهذا الحكم ، ويؤشر على السهم بما يفيد نقل ملكيته بطريق الإرث أو الوصية أو بمقتضى حكم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 102,
    "text": "أ ـ لا يجوز تداول الأسهم النقدية التي يكتتب بها المؤسسون أو الأسهم العينية قبل نشر الميزانية وحساب الأرباح والخسائر عن سنة مالية لا تقل عن اثني عشر شهراً  من تاريخ تأسيس الشركة وتظل هذه الأسهم إسمية ولا يجوز تسليمها لأصحابها خلال المدة المذكورة ويوضع عليها ما يدل على نوعها وتاريخ تأسيس الشركة.\nب- يجوز خلال فترة الحظر نقل ملكية الأسهم النقدية التي يكتتب بها المؤسسون فيما بينهم أو من أحدهم إلى أعضاء مجلس الإدارة لتقديمها كضمان للإدارة أو من ورثة المؤسس في حالة وفاته إلى الغير.\nج- تسري أحكام هذه المادة على ما يكتتب به المؤسسون في حالة زيادة رأس المال قبل انقضاء فترة الحظر."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 103,
    "text": "مع مراعاة عدم الإخلال بأحكام المادة السابقة لا يجوز قبل نشر الميزانية وحساب الأرباح والخسائر عن السنة المالية الأولى ـ بشرط ألاَّ تقل عن اثني عشر شهراً  ـ تداول إيصالات الاكتتاب أو الشهادات المؤقتة أو الأسهم على اختلاف أنواعها بأكثر من قيمتها الاسمية مضافاً  إليها عند الاقتضاء مقابل نفقات الإصدار."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 104,
    "text": "يجوز أن ينص في نظام الشركة على قيود تتعلق بتداول الأسهم الاسمية بشرط ألاّ يكون من شأن هذه القيود تحريم التداول."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 105,
    "text": "أ ـ لا يسأل المساهم عن التزامات الشركة إلاّ بقدر حصته  في رأس المال.\nب- لا يجوز الحجز على أموال الشركة بسبب ديون مترتبة على أحد المساهمين ، وإنما يجوز لدائني المساهم توقيع الحجز على السهم وعلى الأرباح الناتجة عنه بموجب حكم قضائي.\nج- يذكر الحجز على السهم في سجل الأسهم ويؤشر على السهم بما يفيد توقيع الحجز عليه ولاترفع هذه الإشارة إلاّ بقرار من السلطة المختصة وتسري على الحاجز أو المرتهن جميع القرارات التي تتخذها الجمعية العامة بالنسبة للمساهم المحجوزة أسهمه أو الراهن دون أن يكون لهما حقوق المساهم الأخرى في الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 106,
    "text": "أ ـ يلتزم المساهم بدفع قيمة السهم في المواعيد المعينة لذلك ، وتستحق الغرامات عن التأخير في الوفاء بمجرد حلول ميعاد الاستحقاق دون حاجة إلى إنذار.\nب- إذا تخلف المساهم عن دفع القسط المستحق عليه من قيمة السهم في ميعاد الاستحقاق جاز لمجلس الإدارة التنفيذ على السهم وذلك بإنذار المساهم بدفع القسط المستحق بكتاب مسجل مصحوب بعلم الوصول ، فإذا لم يقم بالوفاء خلال عشرة أيام من تاريخ وصول الإنذار جاز للشركة بيع السهم في سوق الأوراق المالية  وإذا لم توجد هذه السوق جاز للشركة بيع السهم في مزاد علني ولا يجوز للمساهم دفع القيمة المستحقة عليه في اليوم المحدد لإجراء المزايدة.\nج- تستوفي الشركة من الثمن الناتج عن البيع ما يستحق لها من أقساط متأخرة وغراماتها والمصاريف وترد الباقي لصاحب السهم ، فإذا لم يكف الثمن للوفاء بهذه المبالغ جاز للشركة الرجوع بالباقي على المساهم بالطريقة العادية.\nد- إذا تم البيع بطريق المزاد وجب على الشركة تحرير محضر بما تم في جلسة المزايدة ، وتعتبر البيانات الواردة في هذا المحضر صحيحة مالم يثبت خلاف ذلك.\nه- تلغى الشركة السهم الذي حصل التنفيذ عليه وتعطى المشتري سهماً  جديداً  يحمل رقم السهم الملغي ويؤشر في سجل الأسهم بوقوع البيع مع بيان اسم المالك الجديد."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 107,
    "text": "يكون مالكوا السهم المتتابعين مسؤولين بالتضامن عن الوفاء بقيمته وفيما عدا المالك الأخير تبرأ ذمة كل مساهم من هذه المسؤولية بانقضاء سنتين من تاريخ تنازله عن السهم في سجل الأسهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 108,
    "text": "لا يجوز للشركة إبراء ذمة المساهم من التزامه بدفع قيمة السهم ولا تقع المقاصة بين هذا الالتزام وما يكون للمساهم من حقوق قبل الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 109,
    "text": "لا يجوز للمساهم أن يطلب استرداد ما دفعه للشركة كحصة في رأس المال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 110,
    "text": "تثبت للمساهم جميع الحقوق المتصلة بالسهم ، وعلى وجه الخصوص الحق في الحصول على نصيب من الأرباح التي تقرر توزيعها ومن موجودات الشركة عند التصفية وحق حضور الجمعيات العامة والاشتراك في مداولاتها والتصويت على قراراتها وحق التصرف في السهم وحق طلب الإطلاع على أوراق الشركة ودفاترها ومراقبة أعمال مجلس الإدارة وإقامة دعوى المسؤولية على أعضائه والطعن في قرارات الجمعية العامة ، وذلك بالشروط والقيود الواردة في  هذا القانون أو في نظام الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 111,
    "text": "أ ـ يعتبر باطلاً كل قرار يصدر عن الجمعية العامة العادية وغير العادية يكون من شأنه المساس بحقوق المساهم الأساسية التي يستمدها بصفته شريكا  من أحكام القانون أو نظام الشركة ويشمل هذا البطلان على وجه الخصوص القرارات التي يكون موضوعها حرمان المساهم من الاشتراك في الأرباح أو في قسمة موجودات الشركة بعد انقضائها وحرمانه من حضور الجمعيات العامة أو الاشتراك في مداولاتها والتصويت على قراراتها وحرمانه من مخاصمة أعضاء مجلس الإدارة بدعوى المسؤولية أو من حق التنازل عن الأسهم أو تقييد هذا الحق بشروط تجعل استعماله متعذرا  أو حرمانه من الأولوية في الاكتتاب بالأسهم الجديدة عند زيادة رأس المال.\nب- يكون القرار الصادر بشأن المسائل المذكورة في الفقرة السابقة ملزماً  للمساهمين الذين وافقوا عليه دون غيرهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 112,
    "text": "أ ـ  يجوز أن ينص في النظام على استهلاك الأسهم أثناء قيام الشركة إذا كان مشروعها مما يهلك تدريجيا  أو كان قائماً  على حقوق مؤقتة.\nب- لايكون استهلاك الأسهم إلاّ  من الأرباح أو من الاحتياطي ويقع تباعاً  بطريق القرعة السنوية أو بأية طريقة أخرى تحقق المساواة بين المساهمين.\nج- يجوز أن يكون الاستهلاك بطريق شراء الشركة أسهمها في سوق الأوراق المالية بشرط أن يكون  سعرها أقل من قيمتها الاسمية أو مساوياً  لهذه القيمة وتعدم الشركة الأسهم التي تحصل عليها بهذه الطريقة.\nد- يجوز أن ينص في نظام الشركة على إعطاء أسهم تمتع لأصحاب الأسهم التي تستهلك بالقرعة وتكون هذه الأسهم اسمية أو لحاملها ، ويحدد نظام الشركة الحقوق التي تعطيها لأصحابها ، ومع ذلك يجب أن يخصص نسبة مئوية من الربح السنوي الصافي  للأسهم التي لم تستهلك ليوزع عليها بالأولوية على أسهم التمتع ، وفي حالة انقضاء الشركة يكون لأصحاب الأسهم التي لم تستهلك حق الحصول بالأولوية من موجودات التصفية على ما يعادل القيمة الاسمية لأسهمهم.\n2 - أسناد القروض :"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 113,
    "text": "أ ـ  للشركة المساهمة أن تصدر أسناداً  للقروض المشروعة التي تعقدها وتكون هذه الأسناد متساوية القيمة قابلة للتداول ولا يجوز تجزئتها.\nب- تكون الأسناد التي تصدرها الشركة اسمية أو لحاملها ، ويبقى السند اسمياً  إلى حين الوفاء بقيمته كاملة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 114,
    "text": "أ ـ  لا يجوز إصدار أسناد قرض إلا بعد موافقة الجمعية العامة العادية ويجوز للجمعية العامة أن تخول مجلس الإدارة سلطة تعيين مقدار القرض وشروطه.\nب- لا يجوز إصدار أسناد القرض إلاّ  إذا كان رأس مال الشركة قد دفع بأكمله وبشرط ألاّ تزيد قيمة الأسناد على رأس المال الموجود فعلا .\nج- لا يجوز إصدار أسناد قرض جديدة إلاَّ إذا دفع المكتتبون بأسناد القرض السابق قيمة هذه الأسناد كاملة وبشرط ألاّ تزيد قيمة أسناد القروض الجديدة بالإضافة إلى ما بقي في ذمة الشركة من قيمة أسناد القروض السابقة على رأس المال الموجود فعلاً .\nد- لا تسري الأحكام المنصوص عليها في الفقرتين السابقتين على شركات الائتمان العقاري ومصارف التسليف الزراعي أو الصناعي والشركات التي تؤذن في ذلك بقرار من الوزير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 115,
    "text": "لا يجوز للشركات قبل إقرار ميزانية سنتها المالية الأولى إصدار أسناد قرض إلاّ  إذا كفلت الوفاء بهذه الأسناد أحد المصارف المعتمدة أو كانت الأسناد مضمونة بصكوك أصدرتها إحدى الجهات المذكورة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 116,
    "text": "لا يجوز تنفيذ قرار الجمعية العامة بإصدار أسناد القرض إلا  بعد قيد القرار في السجل التجاري."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 117,
    "text": "الأسناد التي تصدر بمناسبة قرض واحد تعطى لأصحابها حقوقاً  متساويةً ويعتبر باطلاً  كل شرط على خلاف ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 118,
    "text": "إذا طرحت أسناد قرض للاكتتاب العام وجب أن يتم عن طريق أحد المصارف المعتمدة وتكون دعوة الجمهور للاكتتاب وفقاً  للقواعد التي تحددها اللائحة التنفيذية لهذا القانون.\nماد(119):  تسري في حالة عدم الوفاء بقيمة السند الأحكام المنصوص عليها في المادتين(106 ، 107) من هذا القانون.\nماد(120): أ ـ  تقوم الشركة بوفاء قيمة أسناد القرض طبقاً  للشروط المتفق عليها عند الإصدار ولا يجوز لها تقديم ميعاد الوفاء أو تأخيره.\nب- يجب أن يشهد العمليات المتعلقة بسحب الأسناد بطريق القرعة ممثل عن الحكومة ويترتب على عدم حضور ممثل الحكومة بطلان عملية السحب."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 121,
    "text": "لا يجوز تحويل أسناد القرض إلى أسهم إلاّ  إذا نص على ذلك في شروط القرض ، فإذا تقرر التحويل كان لمالك السند الخياريين قبول التحويل أو قبض القيمة الإسمية للسند.\nالجزء الرابع\nإدارة الشركـــة\n1 - مجلس الإدارة :"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 122,
    "text": "أ ـ يتولى إدارة الشركة المساهمة مجلس إدارة ، ويعين نظام الشركة عدد أعضائه على ألاّ يقل عن ثلاثة ولايزيد عن سبعة ، وإذا كان رأس مال الشركة عشرين مليون ريال أو اكثر جاز أن يبلغ عدد أعضاء مجلس الإدارة أحد عشر عضواً.\nأ- يتولى إدارة الشركة المساهمة مجلس إدارة ويعين نظام الشركة عدد أعضائه على ألا يقل عن ثلاثة ولا يزيد عن أحد عشر عضواً. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nب- يجب أن يكون عضو مجلس الإدارة مساهما في الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 123,
    "text": "يعين نظام الشركة مدة العضوية في مجلس الإدارة على ألاّ يتجاوز ثلاث سنوات ، كما يبين النظام كيفية انتهاء مدة العضوية دفعة واحدة أو بالتناوب على مراحل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 124,
    "text": "تنتخب الجمعية العامة أعضاء مجلس الإدارة بالاقتراع السري كتابة ويجوز إعادة انتخابهم مالم ينص نظام الشركة على غير ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 125,
    "text": "ينتخب مجلس الإدارة في كل سنة من بين أعضائه رئيساً  ونائباً  للرئيس يحل محله عند غيابه ، كما يعين المجلس أمين سر يختاره من بين أعضائه أو من غيرهم ، وتبلغ الوزارة بصورة من قرارات انتخاب الرئيس ونائبه والأعضاء المفوضين وكل تعديل يطرأ على تشكيل المجلس."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 126,
    "text": "أ ـ  إذا شغر مركز أحد أعضاء مجلس الإدارة وجب على الجهة التي عينت السلف أن تنتخب عضواً بدلاً منه من بين المساهمين الذين تتوافر فيهم شروط العضوية ، ويجب عرض هذا التعيين على الجمعية العامة في أول اجتماع لها لتقره أو لتنتخب عضواً  آخر.. وفي جميع الأحوال يكمل العضو الجديد مدة سلفه.\nب- إذا شغر ثلث مراكز أعضاء مجلس الإدارة وجب دعوة الجمعية العامة إلى الانعقاد فوراً لتنتخب من يحل محلهم إلا إذا كان محددا  لانعقاد الجمعية العامة ميعاد لا يجاوز ثلاثين يوماً.\nج- إذا كان تعيين بعض الأعضاء من جهة حكومية فيعود لهذه الجهة تسمية أعضاء مجلس الإدارة الممثلين لها بقرار من الوزير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 127,
    "text": "أ ـ  يجب أن تكون أغلبية أعضاء مجلس الإدارة من المتمتعين بجنسية الجمهورية ، ولهم موطن بها ومع ذلك يجوز بترخيص خاص من مجلس الوزراء إعفاء الشركة من هذا الحكم إذا كان بعض المساهمين من الأجانب ، إنما يجب أن لا تكون نسبة الأجانب في مجلس الإدارة أكثر من نسبة اشتراك المساهمين الأجانب في رأس مال الشركة.\nب- إذا فقدت لسبب ما النسبة المذكورة في الفقرة السابقة وجب استكمالها خلال ثلاثة أشهر على الأكثر وإلا  كانت قرارات المجلس الصادرة بعد انقضاء هذه المدة باطلة.\nج- على الشركة أن تعد سنويا  قائمة بأسماء رئيس مجلس الإدارة وأعضاء المجلس وجنسياتهم وسنهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 128,
    "text": "أ ـ إذا كانت الحكومة أو إحدى هيئاتها أو مؤسساتها أو شركاتها العامة مساهمة في الشركة فتكون ممثلة في مجلس إدارتها بنسبة ما تملكه من الأسهم.\nب- في جميع الأحوال لا يجوز للحكومة أو الهيئات المذكورة في الفقرة السابقة الإشتراك في انتخاب أعضاء مجلس الإدارة الذين لا يمثلونها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 129,
    "text": "أ ـ  يجوز أن يقوم رئيس مجلس الإدارة أو نائبه أو أي شخص آخر من غير أعضاء المجلس بوظيفة مدير عام الشركة.\nب- يجوز أن يكون أي مستخدم  في الشركة عضوا في مجلس إدارتها كما يجوز لمجلس الإدارة دعوة مدير الشركة أو أي مستخدم بها لحضور جلسات مجلس الإدارة على ألاّ يكون له صوت في المداولات."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 130,
    "text": "أ ـ لا يجوز الجمع بين عضوية مجلس الإدارة وأية وظيفة عامة ويعتبر باطلا  انتخاب الموظف إلى عضوية مجلس الإدارة إلا  باسم وظيفته.\nب- لا يجوز أن  ينتخب أي عضو في مجلس الإدارة من حكم عليه بعقوبة في جريمة مخلة بالشرف والأمانة أو في إحدى الجرائم المنصوص عليها في هذا القانون مالم يرد إليه اعتباره.\nج- لا يجوز أن يكون الشخص الواحد عضواً في مجلس إدارة اكثر من شركتين مساهمتين عرضت كل أو بعض أسهمها للاكتتاب العام وأن لا يكون رئيساً  أو عضواً  منتدباً  في اكثر من شركتين مساهمتين إذا كان ممثلاً للحكومة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 131,
    "text": "فيما عدا ممثلي الحكومة والشخصيات الاعتبارية في مجلس الإدارة لا يجوز انتخاب أي شخص عضواً بمجلس الإدارة إلاَّ بعد أن يقر كتابة بقبول الترشيح ويجب أن يشتمل الإقرار على بيان من العضو بجنسيته والشركات التي زاول فيها أي عمل خلال السنوات الثلاث السابقة على ترشيحه ونوع هذا العمل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 132,
    "text": "لا يجوز لمدير الشركة المساهمة أو أي مستخدم آخر بها أن يقوم بصفة دائمة أو مؤقتة أو عرضية بأي عمل في أية شركة مساهمة أخرى إلاّ بعد الحصول على ترخيص من مجلس الإدارة يجدد في كل سنة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 133,
    "text": "لا يجوز لمن يكون عضوا في مجلس إدارة أحد المصارف أو إحدى الشركات التي تساهم فيها الدولة أو غيرها من الهيئات والمؤسسات والشركات العامـة بما لايقل عن (10%) من رأسمالها آن يشترك بصفته الشخصية أو بصفته نائباً  عن الغير في عضوية مجلس إدارة أي مصرف آخر أو أية شركة مساهمة أخرى.. ولا يجوز لمن يشغل وظيفة المدير أو أية وظيفة أخرى في المصارف أو إحدى الشركات المشار إليها في الفقرة السابقة أن يقوم بصفة دائمة بأي عمل في مصرف آخر أو شركة مساهمة أخرى ، ويترتب على مخالفة أحكام هذه المادة إعتبار المخالف مستقيلاً من عمله في المصرف أو الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 134,
    "text": "أ ـ فيما عدا ممثلي الحكومة و الشخصيات الاعتبارية في مجلس الإدارة يجب أن يكون عضو مجلس إدارة الشركة المساهمة مالكا  لعدد من أسهم الشركة يوازي (2%) على الأقل من رأسمالها ، ومع ذلك يجوز أن يكون العضو مالكا  لعدد من الأسهم لاتقل قيمتها  وقت انتخابه عن ثلاثين ألف ريال ويشترط في رئيس مجلس الإدارة أن يملك مثلي عدد الأسهم المطلوبة من العضو ، ويرجع في ذلك إلى أسعار الأسهم في سوق الأوراق المالية أو إلى قيمة الأسهم الاسمية إذا لم تكن الشركة قد قيدت في هذه الأسواق.\nأ- فيما عدا ممثلي الحكومة والشخصيات الاعتبارية في مجلس الإدارة يجب أن يكون رئيس وأعضاء مجلس إدارة الشركة المساهمة مالكين لعدد من أسهم الشركة.  بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nب- يخصص القدر من الأسهم المذكورة في الفقرة السابقة لضمان مسؤولية أعضاء مجلس الإدارة ، ويجب إيداع تلك الأسهم أحد المصارف المعتمدة خلال شهر من تاريخ انتخاب العضو وتظل الأسهم المودعة غير قابلة للتداول إلى أن تنتهي مدة العضوية وتنقضي مدة سقوط دعوى المسؤولية المقررة للشركة قبل العضو ، ويؤشر على السهم بما يفيد عدم قابليته للتداول ، وتنقضي دعوى المسؤولية المقررة للشركة قبل العضو بمضي سنتين من تاريخ ارتكاب الفعل الموجب للمسؤولية.\nج- تكون باطلة أوراق الضد التي تحرر بسبب تطبيق أحكام هذه المادة.\nد- إذا لم يقدم العضو أسهم الضمان بطلب عضويته ، وإذا نقص عددها عن الحد المقرر في هذه المادة وجب على العضو أن يكمله خلال شهر وإلا  زالت عنه العضوية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 135,
    "text": "أ ـ يحق للجمعية العامة عزل أعضاء مجلس الإدارة كلهم أو بعضهم المنتخبين من قبلها ولو وجد شرط في نظام الشركة يقضي بعدم جواز عزلهم ، وللعضو المعزول مطالبة الشركة بالتعويض إذا كان العزل في وقت غير مناسب أو لغير سبب معقول ، كما  يجوز للحكومة والشخصيات الاعتبارية عزل ممثليها في مجلس الإدارة دون موافقة المجلس أو الجمعية.\nب- يطلب العزل بناءً على قرار من مجلس الإدارة أو بناءً على طلب عدد من المساهمين يمثل (10%) من رأس المال وفي هذه الحالة الأخيرة يجب على رئيس المجلس عرض أمر العزل على الجمعية العامة.\nج- إذا طلب عزل أعضاء مجلس الإدارة قبل الميعاد المعين لانعقاد الجمعية العامة بشهرين أو أكثر وجب على رئيس المجلس أن يدعو الجمعية العامة إلى انعقاد غير عادي خلال عشرة أيام من تاريخ طلب العزل وإلاّ قامت الوزارة بتوجيه الدعوة.\nد- لا يجوز للجمعية العامة النظر في طلب العزل إلاّ إذا كان واردا بجدول أعمالها مالم تظهر خلال الاجتماع وقائع خطيرة تقتض العزل.. وفي جميع الأحوال يجب أن يمكن العضو المطلوب عزله من الرد على ما ينسب إليه وإلاّ كان قرار العزل باطلا.\nه- إذا قررت الجمعية العامة عزل أحد أعضاء مجلس الإدارة فلا يجوز إعادة انتخابه قبل خمس سنوات من تاريخ قرار الجمعية بعزله."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 136,
    "text": "أ ـ  يجوز لعضو مجلس الإدارة أن يستقيل من العضوية بشرط أن يكون ذلك في وقت ملائم يوافق عليه مجلس الإدارة وإلا التزم بالتعويض.\nب- يجب أن يوجه طلب الاستقالة كتابة إلى مجلس الإدارة ويرتب أثره من يوم تقديمه ولا يجوز لطالب الاستقالة العدول عنها إذا تم قبول الاستقالة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 137,
    "text": "أـ يبين نظام الشركة طريقة تحديد مكافأة أعضاء مجلس الإدارة مع مراعاة الأحكام المقررة في الفقرات التالية :\nب ـ إذا كانت المكافأة محددة بنسبة معينة من أرباح الشركة فلا يجوز أن تجاوز هذه النسبة (10%) من الربح الصافي بعد خصم المبالغ المذكــورة في المادتين (191 ، 192) من هذا القانون ويتبع في شأن توزيع هذه المكافأة بين أعضاء المجلس الأحكام المنصوص عليها في نظام الشركة أو في اللائحة الداخلية للمجلس.\nج ـ إذا كانت مكافأة عضو مجلس الإدارة راتباً  معيناً  أو بدل حضور عن الجلسات أو مزايا عينية أخرى لا تستوجبها طبيعة عمل الشركة فلا يجوز أن تزيد المكافأة المذكورة سنوياً  عن الحد الذي تحدده اللائحة التنفيذية لهذا القانون سواء  بالنسبة إلى عضو مجلس الإدارة أو بالنسبة إلى رئيس المجلس.\nد  ـ في جميع الأحوال لا يجوز أن تزيد المكافأة التي تمنحها الشركة وفقاً  للفقرتين السابقتين عن الحد الذي تحدده اللائحة التنفيذية لهذا القانون ويكون باطلاً  كل تقدير يتم على خلاف أحكام هذه المادة وكذلك كل شرط يقضي بدفع المكافآت خالصة من الضرائب المقررة عليها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 138,
    "text": "أ ـ  يجتمع مجلس الإدارة بدعوة من رئيس المجلس أو بناءً على طلب ثلث أعضائه على الأقل.\nب ـ يجب أن يجتمع مجلس الإدارة ست جلسات على الأقل خلال السنة المالية الواحدة 00 ولا يجوز أن ينقضي شهران دون عقد اجتماع للمجلس.\nج ـ إذا تغيب رئيس المجلس أو أحد أعضائه عن الحضور أربع جلسات متتالية أو نصف عدد الجلسات في ستة أشهر دون عذر مقبول اعتبر مستقيلا ، ويعرض الأمر على المجلس للفصل فيه، ويبلغ العضو قرار المجلس."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 139,
    "text": "أ ـ لا يكون اجتماع مجلس الإدارة صحيحاً  إلاّ إذا حضره نصف عدد أعضائه على الأقل مالم ينص نظام الشركة على نسبة أو عدد أكبر.\nب ـ تصدر قرارات المجلس بأغلبية أصوات الحاضرين، وفي حالة تساوي الأصوات يرجح الجانب الذي منه الرئيس.\nج ـ لا يجوز أن ينوب عضو مجلس الإدارة عن غيره من الأعضاء عند التصويت على قرارات المجلس ، كما لا يجوز التصويت بطريق المراسلة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 140,
    "text": "أ ـ تدون محاضر اجتماعات مجلس الإدارة في دفتر خاص ، ويوقع كل محضر مدون في الدفتر الأعضاء الذين حضروا الجلسة وأمين سر المجلس وعلى العضو الذي لم يوافق على أي قرار اتخذه المجلس أن يثبت اعتراضه في محضر الاجتماع.\nب ـ يكون الموقعون على محاضر الاجتماعات مسؤولين عن صحة البيانات الواردة بالدفتر."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 141,
    "text": "أ ـ  لمجلس الإدارة جميع السلطات اللازمة للقيام بالأعمال التي يقتضيها غرض الشركة عدا ما احتفظ به القانون أو نظام الشركة للجمعية العامة.. وعليه أن يتقيد بتوجيهات الجمعية العامة وقراراتها.\nب ـ لا يجوز لمجلس الإدارة أن يعقد القروض التي تجاوز آجالها ثلاث سنوات أو أن يبيع عقارات الشركة أو أن يرهنها أو أن يبيع  أموال وموجودات الشركة أو أن يرهنها أو أن يبرئ ذمة مديني الشركة من التزاماتهم إلاّ إذا كان مصرحاً  له بذلك في نظام الشركة وبالشروط الواردة فيه 00 فإذا لم يرد في النظام أحكام بهذا الشأن فلا يجوز للمجلس القيام بالتصرفات المذكورة إلاّ بإذن من الجمعية العامة وذلك مالم تكن هذه التصرفات مما يدخل بطبيعته في غرض الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 142,
    "text": "يقوم رئيس مجلس الإدارة بتصريف أعمال الشركة اليومية ، ويتولى على وجه الخصوص ما يأتي :\n‌أ-\tدعوة مجلس الإدارة إلى الانعقاد.\n‌ب-\tدعوة الجمعية العامة إلى الانعقاد طبقاً  للأحكام المنصوص عليها في هذا القانون ونظام الشركة.\n‌ج-\tالتوقيع بالنيابة عن الشركة مع مراعاة الشروط المذكورة في النظام.\n‌د-\tتمثيل الشركة أمام الغير.\n‌ه-\tمتابعة تنفيذ قرارات مجلس الإدارة.\n‌و-\tطلب تعيين مراقبي الحسابات من الجمعية العامة.\n‌ز-\tتعيين الموظفين والعمال وعزلهم والإشراف عليهم.\n‌ح-\tالإشراف على مسك دفاتر الشركة ومراعاة توافر الشروط القانونية فيها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 143,
    "text": "أ ـ يضع مجلس الإدارة النظم واللوائح الداخلية لتنظيم سير العمل فيه وتحديد الاختصاصات وحقوق وواجبات العاملين مع مراعاة أحكام القوانين النافذة  والأحكام المنصوص عليها في القانون ونظام الشركة.\nب- يوزع المجلس العمل بين أعضائه بما يتفق وطبيعة الاستثمار الذي تقوم به الشركة ، ويجوز للمجلس أن يكون من أعضائه أو من غيرهم لجان لدراسة ما يحيله إليها من مسائل وتقديم تقارير عنها ، كما يجوز للمجلس أن يكلف أحد أعضائه أو شخصاً  من غيرهم للقيام بعمل معين أو بعقد صفقة معينة مع منحه السلطة اللازمة لذلك ، وللمجلس في كل وقت حل اللجان التي كونها أو عزل من أنابهم للقيام ببعض الأعمال.\nج- فيما عدا المكافآت المقررة في نظام الشركة لمجلس الإدارة لا يستحق رئيس المجلس أو أعضاؤه أي أجر نظير ما قد يؤدونه للشركة من أعمال إضافية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 144,
    "text": "أ ـ تلتزم الشركة بالأعمال والتصرفات التي يجريها مجلس الإدارة إذا كانت مما يدخل في غرض الشركة ولو جاوزت القيود المقررة على سلطة المجلس في نظام الشركة مالم تثبت الشركة أن الغير الذي تعاقد  مع مجلس الإدارة كان يعلم وقت إجراء التصرف بالقيود المذكورة.\nب- تلتزم وتسأل الشركة بالتعويض عن الضرر الذي ينشأ عن الأعمال غير المشروعة المخالفة لنظام الشركة التي تقع من أعضاء المجلس في إدارة أعمال الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 145,
    "text": "أ ـ  يجب على كل عضو من أعضاء مجلس إدارة الشركة وعلى كل مدير لها أن يقدم إلى مجلس الإدارة في أول اجتماع له بعد تعيينه إقراراً بما يملكه من أسهم الشركة وأسناد القروض التي أصدرتها باسمه أو باسم زوجه أو أولاده القصر وكذلك بكل تغيير في هذه الصكوك ويشتمل هذا الإقرار على تاريخ كل عملية على حده وعدد الأسهم أو أسناد القروض التي تناولها وسعر الشراء أو البيع ويعتبر معزولاً  بحكم القانون كل من يخالف حكم هذه الفقرة.\nب- تعد الشركة سجلاً خاصاً  تثبت فيه ما يملكه كل عضو من أعضاء مجلس إدارتها وكل مدير لها باسمه أو باسم زوجه أو أولاده القصر من أسهم الشركة وأسنادها وكل تغيير يرد على هذه الملكية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 146,
    "text": "أ ـ لا يجوز بغير موافقة الجمعية العامة إبرام أي عقد أو القيام بأي عمل يكون لأحد أعضاء مجلس إدارة شركة المساهمة أو أحد مديريها مصلحة شخصية فيه ويستثنى من ذلك الأعمال والعقود التي تتم بطريق المناقصات العامة إذا كان عضو مجلس الإدارة أو المدير هو صاحب العرض الأنسب.\nب- يجب على عضو مجلس الإدارة أو المدير أن يبلغ المجلس بماله من مصلحة شخصية في الأعمال والعقود التي تتم لحساب الشركة وأن يثبت هذا التبليغ في محضر الجلسة ، ولا يجوز له الاشتراك في التصويت الخاص بالقرار الصادر في شأن الأعمال أو العقود المذكورة.\nج- على رئيس مجلس الإدارة تبليغ الجمعية العامة عند انعقادها بالأعمال والعقود التي يكون فيها لأحد أعضاء مجلس الإدارة أو مديرها مصلحة شخصية ، ويجب أن يكون هذا التبليغ مصحوباً  بتقرير من مراقب الحسابات."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 147,
    "text": "أ ـ لا يجوز بغير ترخيص خاص من الجمعية العامة لعضو مجلس إدارة شركة المساهمة أو لمديرها أن يشترك في أي عمل من شأنه منافسة الشركة أو أن يتجر لحسابه أو لحساب غيره في أحد فروع النشاط الذي تزاولـه الشركة ، وإلاّ كان لها أن تطالبه بالتعويض أو باعتبار العمليات التي باشرها لحسابه الخاص كأنها أجريت لحسابها.\nب- لا يجوز لأعضاء مجلس الإدارة أن يذيعوا إلى المساهمين بصفتهم الفردية أو إلى الغير ما وقفوا عليه من أسرار الشركة بسبب مباشرتهم لإدارتها وإلا  حق عليهم العزل مع إلزامهم بالتعويض."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 148,
    "text": "أ ـ لا يجوز للشركة المساهمة أن تقدم قرضاً  نقدياً  من أي نوع كان لأعضاء مجلس إدارتها أو أن تضمن أي قروض يعقدها أحد الأعضاء مع الغير.\nب- يستثنى من الحكم الوارد بالفقرة السابقة المصارف وغيرها من شركات الائتمان فيجوز لها في حدود الأعمال الداخلة ضمن غرضها وبالأوضاع والشروط التي تتبعها بالنسبة إلى جمهور العملاء أن تقرض أحد أعضاء مجلس إدارتها أو تفتح له اعتماداً  أو تضمنه في القروض التي يعقدها مع الغير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 149,
    "text": "أ ـ  يعد مجلس الإدارة عن كل سنة مالية ميزانية الشركة وحساب الأرباح والخسائر وتقريرا  عن نشاط الشركة خلال السنة المالية المنتهية ومركزها المالي في هذه السنة والطريقة التي يقترحها لتوزيع الأرباح الصافية الناتجة عنها وذلك قبل انعقاد الجمعية العامة بشهر على الأقل ، ويجب أن تكون الميزانية وحساب الأرباح والخسائر وغيرها من حسابات الشركة واضحة ومطابقة للأحكام التي تحددها اللائحة التنفيذية لهذا القانون.\nب- يوقع رئيس مجلس الإدارة الميزانية وحساب الأرباح والخسائر وتقرير مجلس الإدارة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 150,
    "text": "أ ـ  يجب على رئيس مجلس الإدارة أن ينشر الميزانية وحساب الأرباح والخسائر وخلاصة وافية من تقريره والنص الكامل لتقرير مراقب الحسابات في صحيفة يومية رسمية تصدر باللغة العربية في مركز الشركة وذلك قبل تاريخ انعقاد الجمعية العامة بخمسة عشر يوماً  على الأقل.\nب- إذا كانت أسهم الشركة اسمية جاز الاكتفاء بإرسال نسخة من الوثائق المبينة في الفقرة الأولى إلى كل مساهم بطريق البريد المسجل قبل انعقاد الجمعية العامة بخمسة عشر يوماً  على الأقل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 151,
    "text": "على مجلس الإدارة أن يضع سنويا  تحت تصرف المساهمين لاطلاعهم الخاص قبل انعقاد الجمعية العامة التي تدعى للنظر في تقرير المجلس بخمسة عشر يوماً  على الأقل بياناً يوقعه رئيس المجلس ويشتمل على ما يأتي:\n‌أ-\tالمبالغ التي قبضها خلال السنة المالية كل عضو في مجلس الإدارة على أيا  كان سبب استحقاقه لها والمزايا العينية التي يتمتع بها.\n‌ب-\tالمبالغ المقترح صرفها لأعضاء مجلس الإدارة الحاليين أو السابقين بصفة معاش تقاعد أو تعويض عن انتهاء الخدمة.\n‌ج-\tالمبالغ التي أُنفقت فعلاً  في الدعاية مع التفصيلات الخاصة بكل مبلغ.\n‌د-\tالأعمال والعقود التي يكون فيها لأحد أعضاء مجلس الإدارة مصلحة شخصية.\n‌ه-\tالتبرعات مع بيان مسوغات كل تبرع."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 152,
    "text": "أعضاء مجلس الإدارة مسؤولون قبل الشركة وتجاه المساهمين إذا أساءوا تدبير شئونها أو خالفوا الأحكام المنصوص عليها في هذا القانون أو في نظام الشركة وكل شرط يقضي بغير ذلك يعتبر كأن لم يكن."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 153,
    "text": "أ ـ تقع المسؤولية على جميع أعضاء مجلس الإدارة إذا نشأ الخطأ عن قرار صدر بإجماع آراء الأعضاء ، أما القرارات الصادرة بالأغلبية فلا يسأل عنها الأعضاء المعارضون بشرط أن يثبتوا اعتراضهم صراحة في محضر الجلسة ، ولا يعتبر الغياب عن حضور الجلسة التي صدر فيها القرار سبباً  للإعفاء من المسؤولية إلا  إذا ثبت عدم علم العضو الغائب بالقرار أو علمه به وعدم استطاعته الاعتراض عليه.\nب- إذا اشترك أكثر من عضو واحد في الخطأ كانوا مسؤولين قبل الشركة بالتضامن وتوزع المسؤولية بينهم بقدر نصيب كل منهم في الخطأ المشترك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 154,
    "text": "يسأل أعضاء مجلس الإدارة عن تعويض الضرر الذي يلحق المساهم أو الغير بسبب أخطائهم.\n2 - الجمعية العامة العادية:"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 155,
    "text": "أ ـ  تنعقد الجمعية العامة العادية للمساهمين بدعوة من رئيس مجلس الإدارة في الزمان والمكان اللذين  يعينهما نظام الشركة ويجب أن تنعقد الجمعية مرة على الأقل في السنة خلال الشهور الأربعة التالية لنهاية السنة المالية للشركة ولمجلس الإدارة أن يقرر دعوة الجمعية كلما دعت الضرورة إلى ذلك.\nب- على مجلس الإدارة أن يقرر دعوة الجمعية العامة العادية إلى الانعقاد إذا طلب إليه ذلك مراقب الحسابات أو عدد من المساهمين يمثل (10%) من رأس مال الشركة بشرط أن يكون لديهم أسباب جدية تبرر الطلب.\nج- يجوز للوزارة أن تدعو الجمعية العامة العادية إلى الانعقاد إذا مضى شهر على الموعد المحدد لانعقادها دون أن تدعى إلى الانعقاد أو إذا طلب منها المحاسب القانوني أو عدد من المساهمين يمثل (10%) من رأس المال بشرط أن تكون لديهم أسباب جدية تبرر الطلب.\nد- في جميع الأحوال تكون مصاريف الدعوة على الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 156,
    "text": "أ ـ يجب أن يكون مجلس الإدارة ممثلاً  في الجمعية العامة بما لايقل عن العدد الواجب توافره لصحة انعقاده.\nب- إذا لم يمثل مجلس الإدارة على النحو المبين في الفقرة الأولى فلا يكون اجتماع الجمعية العامة باطلاً  وإنما يعتبر عضو مجلس الإدارة الذي تخلف عن حضور الاجتماع بغير عذر تقبله الجمعية مستقيلاً."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 157,
    "text": "أ ـ للوزارة الحق في إرسال مندوب أو اكثر لحضور الجمعية العامة للمساهمين دون أن يكون لهؤلاء المندوبين حق الاشتراك في المداولات أو التصويت ، وعليهم تسجيل وقائع الاجتماع في محضر خاص يتلى على المكلفين بتحرير محضر الجلسة لإبداء ملاحظاتهم عليه كتابة ويجب إثبات حضور مندوبي الوزارة في محضر جلسة الجمعية العامة.\nب- يجوز لمندوبي الوزارة الاعتراض على قرار الجمعية إذا لم يستكمل الإجراءات القانونية أو خالف القانون.\nج- يجوز الطعن في اعتراض مندوب الوزارة لدى الوزير خلال خمسة عشر يوماً  من تاريخ الاعتراض ويكون قرار الوزير في هذا الطعن قطعياً  وللمتضرر حق اللجوء إلى القضاء."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 158,
    "text": "أ ـ لكل مساهم حق حضور الجمعية العامة للمساهمين.\nب- يجوز التوكيل في حضور الجمعية العامة بشرط أن يكون الوكيل مساهماً  وان يكون التوكيل خاصا  وثابتاً  بالكتابة ولا يجوز للمساهم أن ينيب عنه أعضاء مجلس الإدارة في حضور الجمعية العامة.\nج- في جميع الأحوال لا يجوز أن يزيد عدد الأسهم التي يحوزها الوكيل بهذه الصفة على (5%) من أسهم رأس مال الشركة.\nد- فيما عدا الأشخاص الاعتبارية لا يجوز أن يكون لأحد المساهمين بوصفه أصيلاً  أو نائباً  عن الغير عدد من الأصوات يجاوز (20%) من عدد الأصوات المقررة للأسهم الممثلة في الاجتماع مالم ينص نظام الشركة على نسبة أقل.\nه- يعتبر حضور ولي أو وصي المساهم في الشركة أو ممثل الشخص الاعتباري المساهم فيها بمثابة حضور قانوني للمساهم الأصلي لإجتماع الجمعية العمومية ولو كان ذلك الولي أو الوصي أو ممثل الشخص الاعتباري غير مساهم بالشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 159,
    "text": "أ ـ تعلن دعوة المساهمين للجمعية العامة في صحيفة يومية رسمية واحدة على الأقل ويجب أن يتم الإعلان قبل الموعد المحدد للانعقاد بخمسة عشر يوماً  على الأقل ، ومع ذلك يجوز الاكتفاء بتوجيه الدعوة في الميعاد المذكور بخطابات مسجلة ترسل لجميع المساهمين.\nب- يجب أن يشتمل إعلان الدعوة على جدول الأعمال.\nج- ترسل صورة من أوراق الدعوة إلى الوزارة قبل موعد اجتماع الجمعية بعشرة أيام على الأقل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 160,
    "text": "يعد مجلس الإدارة جدول أعمال الجمعية العامة ويشتمل هذا الجدول بوجه خاص على ما يلى :\n1-\tسماع تقرير مجلس الإدارة وتقرير مراقب الحسابات والتصديق عليهما.\n2-\tالنظر في ميزانية الشركة وحساب الأرباح والخسائر والتصديق عليهما بعد سماع تقرير مراقب الحسابات.\n3-\tانتخاب أعضاء مجلس الإدارة الممثلين للمساهمين وتعيين مراجعي الحسابات وتحديد الأجر الذي يمنح لهم خلال السنة المالية المقبلة مالم يكن محدداً  في النظام الأساسي.\n4-\tالنظر في مقترحات مجلس الإدارة بشأن الأرباح واتخاذ القرار اللازم بشأنها.\n5-\tالترخيص لمجلس الإدارة بمنح التبرعات.\n6-\tالنظر في عزل أعضاء مجلس الإدارة عند الاقتضاء.\n7-\tإبراء ذمة أعضاء مجلس الإدارة ومراقب الحسابات من المسؤولية أو تقرير رفع دعوى المسؤولية عليهم بحسب الأحوال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 161,
    "text": "أ ـ لا يكون انعقاد الجمعية العامة صحيحاً إلاّ  إذا حضره مساهمون يمثلون نصف رأس مال الشركة على الأقل مالم ينص نظام الشركة على نسبة أعلى فإذا لم يتوافر الحد الأدنى في الاجتماع الأول  وجب دعوة الجمعية العامة إلى اجتماع ثان يعقد خلال الثلاثين يوماً  التالية للاجتماع الأول ، ويجب أن يمثل في الاجتماع الثاني ربع رأس مال الشركة ، فإذا لم يتوفر هذا الحد في الاجتماع الثاني وجب دعوة الجمعية العامة إلى اجتماع ثالث  خلال خمسة عشر يوماً  التالية للاجتماع الثاني ، ويعتبر الاجتماع الثالث صحيحا  أياً  كان عدد الأسهم الممثلة فيه.\nب- تصدر قرارات الجمعية العامة بالأغلبية المطلقة  للأسهم الممثلة في الاجتماع."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 162,
    "text": "أ ـ يتولى رئاسة الجمعية العامة رئيس مجلس الإدارة أو نائبه أو من يعينه مجلس الإدارة لذلك وتعين الجمعية من المساهمين من يتولى أمانة السر وجمع الأصوات.\nب- إذا كانت الجمعية تبحث في أمر يتعلق برئيس الاجتماع وجب أن تختار الجمعية من بين المساهمين من يتولى الرئاسة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 163,
    "text": "أ ـ  يفتح في مركز الشركة الرئيسي قبل تاريخ انعقاد الجمعية العامة بأسبوع على الأقل سجل تسجل فيه أسماء المساهمين الراغبين في الاشتراك بالجمعية العامة وعدد الأسهم التي يحملها المساهم أصالة ووكالة ويعطى بطاقة يذكر فيها عدد الأصوات التي يستحقها وذلك بإشراف وتوقيع أحد أعضاء مجلس الإدارة على مسؤولية المجلس.\nب- لكل مساهم حق مناقشة الموضوعات المدرجة في جدول أعمال الجمعية العامة واستجواب أعضاء مجلس الإدارة والمراقبين بشأنها ، ولـه أن يقــدم ما يشاء من الأسئلة قبل انعقاد الجمعية بخمسة أيام على الأقل وكل شرط في النظام يقضي بحرمان المساهم من حق الاستجواب أو توجيه الأسئلة يعتبر باطلاً .\nج- يرد مجلس الإدارة على أسئلة المساهمين بالقدر الذي لا يعرض مصلحة الشركة أو أية هيئة أخرى أو المصلحة العامة للضرر ، وإذا رأى المساهم أن الرد على سؤاله غير كاف احتكم إلى الجمعية العامة ويكون قرارها واجب التنفيذ.\nد- لكل مساهم عدد من الأصوات في الجمعية العامة يساوي عدد أسهمه."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 164,
    "text": "يحرر محضر بخلاصة وافية لمناقشات الجمعية العامة وبكل ما يحدث أثناء الاجتماع بما في ذلك أسماء المساهمين الحاضرين والقرارات التي اتخذت في الجمعية وعدد الأصوات التي وافقت عليها أو خالفتها والأقوال التي يطلب المساهمون إثباتها في المحضر."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 165,
    "text": "أ ـ  تدون محاضر اجتماع الجمعية العامة بصفة منتظمة عقب كل جلسة في دفتر خاص ويوقع كل محضر مدون في الدفتر رئيس الجمعية وأمين سرها وجامع الأصوات ومراقب الحسابات ويكون الموقعون على محاضر الاجتماع مسؤولين عن صحة البيانات الواردة بها.\nب- يمسك جدول حضور يسجل فيه أسماء أعضاء الجمعية العامة وعدد الأصوات التي يملكونها أصالة ووكالة وتوقيعاتهم ويحفظ مع محضر الاجتماع لدى الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 166,
    "text": "يكون التصويت في الجمعية العامة بالطريقة التي يعينها نظام الشركة ويجب أن يكون التصويت بطريق الاقتراع السري إذا كان القرار يتعلق بانتخاب أعضاء مجلس الإدارة أو بعزلهم أو إقامة دعوى المسؤولية عليهم أو إذا طلب ذلك رئيس مجلس الإدارة أو (10%) من المساهمين على الأقل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 167,
    "text": "لا يجوز لأعضاء مجلس الإدارة الاشتراك في التصويت على قرارات الجمعية العامة الخاصة بإبراء ذمتهم من المسؤولية عن إدارتهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 168,
    "text": "أ ـ تختص الجمعية العامة العادية بالنظر في جميع المسائل المتعلقة بالشركة عدا ما يحتفظ به القانون للجمعية العامة غير العادية.\nب- لا يجوز للجمعية العامة المداولة في غير المسائل المدرجة في جدول الأعمال ومع ذلك تكون للجمعية حق المداولة في الوقائع الخطيرة التي تتكشف أثناء الاجتماع.\nج- إذا طلب عدد من المساهمين يمثل (5%) من رأس المال إدراج مسائل معينة في جدول الأعمال وجب على مجلس الإدارة إجابة الطلب وإلاّ كان من حق الجمعية أن تقرر مناقشة هذه المسائل بعد التحقق من توافر النصاب المذكور."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 169,
    "text": ":  يجب على مجلس الإدارة إعطاء المساهم صورة من محضر الجلسة إذا طلب ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 170,
    "text": "أ ـ تعتبر القرارات التي تصدر من الجمعية العامة وفقاً  لأحكام القانون ونظام الشركة ملزمة لجميع المساهمين سواءً كانوا حاضرين الاجتماع الذي صدرت فيه هذه القرارات أو غائبين أو كانوا موافقين عليها أو مخالفين لها.\nب- على مجلس الإدارة تنفيذ قرارات الجمعية العامة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 171,
    "text": "أ ـ مع عدم الإخلال بحقوق الغير حسن النية يعتبر باطلاً  كل قرار يصدر من الجمعية العامة بالمخالفة لأحكام القانون أو نظام الشركة.\nب- يجوز إبطال كل قرار يصدر لمصلحة فئة معينة من المساهمين أو للإضرار بها لجلب نفع خاص لأعضاء مجلس الإدارة أو لغيرهم دون اعتبار لمصلحة الشركة ، وفي هذه الحالة لا يجوز أن يطلب البطلان إلاّ  المساهمون الذين اعترضوا على القرار في محضر الجلسة أو الذين تغيبوا عن الحضور بسبب مقبول.\nج- يترتب على الحكم بالبطلان اعتبار القرار كأن لم يكن بالنسبة إلى جميع المساهمين وعلى مجلس الإدارة نشر الحكم بالبطلان في إحدى الصحف اليومية الرسمية.\nد- تسقط دعوى البطلان بمضي سنة من تاريخ صدور القرار ولا يترتب على رفع الدعوى وقف تنفيذ القرار مالم تأمر المحكمة بغير ذلك.\n3 - الجمعية العامة غير العادية :"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 172,
    "text": "أ ـ تختص الجمعية العامة غير العادية بتعديل نظام الشركة وباندماج الشركة في شركة أو مؤسسة أخرى أو حلها قبل انتهاء مدتها أو تمديد مدتها.\nب- مع مراعاة أحكام المادة(111) من هذا القانون يجوز للجمعية العامة غير العادية إدخال ما تراه من تعديلات على نظام الشركة عدا :\n1-\tالتعديلات التي يكون من شأنها زيادة أعباء المساهمين المالية.\n2-\tتعديل الغرض الأساسي للشركة.\n3-\tنقل موطن الشركة المؤسسة في الجمهورية إلى بلد أجنبي.\nج- كل شرط في نظام الشركة يقضي بغير الأحكام المذكورة في هذه المادة يعتبر كأن لم يكن."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 173,
    "text": "تسري على الجمعية العامة غير العادية الأحكام المتعلقة بالجمعية العامة العادية مع مراعاة ما يأتي:\n1-\tلا تجتمع الجمعية العامة غير العادية إلاَّ بناءً  على دعوة من مجلس الإدارة وعلى المجلس توجيه هذه الدعوة إذا طلب إليه ذلك عدد من المساهمين يمثل (25%) من رأس المال لأسباب جدية ويجب أن تذكر مواد جدول الأعمال في الدعوة الموجهة للمساهمين ولا يجوز المذاكرة في موضوعات لم يرد ذكرها في الدعوة ، وإذا لم يقم المجلس بدعوة الجمعية خلال خمسة عشر يوماً  من تقديم الطلب جاز للطالبين أن يتقدموا إلى الوزارة بطلب لتوجيه الدعوة ، وللوزارة أن تدعو الجمعية للانعقاد.\nلا تجتمع الجمعية العامة غير العادية إلا بناءً على دعوة من مجلس الإدارة وعلى المجلس توجيه هذه الدعوة إذا طلب إليه ذلك عدد من المساهمين يمثل (25%) من رأس المال، ويجب أن تذكر مواضيع جدول الأعمال في الدعوة الموجهة للمساهمين ولا يجوز المداولة في موضوعات لم يرد ذكرها في الدعوة وإذا لم يقم المجلس بدعوة الجمعية خلال خمسة عشر يوماً من تقديم الطلب جاز للطالبين أن يتقدموا إلى الوزارة بطلب لتوجيه الدعوة، وعلى الوزارة أن تدعو الجمعية للانعقاد.  بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\n2-\tلا يكون اجتماع الجمعية العامة غير العادية صحيحاً  إلاّ  إذا حضره مساهمون يمثلون ثلثي رأس المال على الأقل مالم ينص نظام الشركة على نسبة أعلى فإذا لم يتوافر الحد الأدنى في الاجتماع الأول وجب دعوة الجمعية إلى اجتماع ثان خلال الثلاثين يوماً  التالية لموعد الاجتماع الأول ، ويعتبر الاجتماع الثاني صحيحا  إذا حضره عدد من المساهمين يمثل ثلث رأس المال على الأقل.\n3-\tتصدر قرارات الجمعية العامة غير العادية بأغلبية ثلثي الأسهم الممثلة في الاجتماع إلاَّ إذا كان القرار يتعلق بزيادة رأس المال أو تخفيضه أو إطالة مدة الشركة أو حل الشركة قبل الميعاد المعين في النظام أو إدماج الشركة في شركة أو هيئة أخرى فلا يكون القرار صحيحا  إلاَّ إذا صدر بأغلبية ثلاثة أرباع الأسهم الممثلة في الاجتماع.\n4-\tللجمعية العامة غير العادية أن تصدر قرارات من صلاحيات الجمعية العامة العادية.\nالجزء الخامس\nفي مراقب الحسابات"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 174,
    "text": "أ ـ يكون للشركة المساهمة مراقب حسابات واحد أو أكثر بشرط ألاَّ يزيد عددهم على ثلاثة.\nب- يعين مراقب الحسابات لمدة سنه إلى ثلاث سنوات قابلة للتجديد من جدول المحاسبين القانونيين الذي تضعه الوزارة.\nج- يكون تعيين مراقب الحسابات وتجديد تعيينه وتقدير مكافآته بقرار من الجمعية العامة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 175,
    "text": "أ ـ إذا شغر مركز أحد مراقبي الحسابات وجب على رئيس مجلس الإدارة أن يخطر الجمعية العامة فورا  لتعيين من يحل محله.\nب- لا يجوز الجمع بين عمل المراقب والاشتراك في تـأسيس الشركة أو عضوية مجلس إدارتها أو القيام بأي عمل فني أو إداري بها ولو على سبيل الاستشارة ، كما لا يجوز أن يكون المراقب شريكا  لأحد مؤسسي الشركة أو لأحد أعضاء مجلس إدارتها أو موظفا  لدية أو من أقربائه إلى الدرجة الرابعة.\nج- يعتبر باطلا كل عمل مخالف لأحكام هذه المادة ويلزم المخالف بإعادة جميع المبالغ التي قبضها من الشركة لخزانتها ويتحمل مسؤولية أي ضرر يلحق بالشركة نتيجة المخالفة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 176,
    "text": "أ ـ على مراقب الحسابات أن يقدم إلى مجلس الإدارة في أول اجتماع له بعد تعيينه إقراراً  بما يملكه من أسهم الشركة أو سندات القرض التي أصدرتها باسمه أو باسم زوجه أو أولاده القصر وكذلك بكل تغيير في هذه الصكوك ويشتمل هذا الإقرار على تاريخ كل عملية على حده وعدد الأسهم وسندات القرض التي تناولتها وسعر الشراء أو البيع ، ويعتبر معزولا  بحكم القانون كل مراقب يخالف هذه الفقرة.\nب ـ  تعد الشركة سجلا  خاصا  تثبت فيه ما يملكه كل مراقب حسابات باسمه أو باسم زوجه أو أولاده القصر من أسهم الشركة وسنداتها وكل تغيير يرد على هذه الملكية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 177,
    "text": "أ ـ لمراقب الحسابات في كل وقت الاطلاع على جميع دفاتر الشركة وسجلاتها وغير ذلك من الوثائق وفي طلب البيانات والإيضاحات التي يرى ضرورة الحصول عليها ، ولـه كذلك أن يتحقق من موجودات الشركة والتزاماتها ، وعلى رئيس مجلس الإدارة أن يمكن المراقب من كل ذلك.\nب- على المراقب في حالة الامتناع عن تمكينه من أداء عمله المنصوص عليه في الفقرة السابقة إثبات ذلك في تقرير يقدم إلى مجلس الإدارة ، فإذا لم يقم المجلس بتيسير عمل المراقب وجب عليه أن يرسل إلى الوزارة صورة من التقرير وأن يعرضه على الجمعية العامة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 178,
    "text": "أ ـ على مجلس الإدارة أن يسلم مراقب الحسابات صورة من الإخطارات والبيانات التي يرسلها إلى المساهمين المدعوين لحضور الجمعية العامة وذلك قبل تاريخ الاجتماع بعشرة أيام على الأقل.\nب ـ على المراقب في الجمعية العامة أن يتأكد من صحة الإجراءات التي اتبعت في الدعوة للاجتماع، وعليه أن يدلي في الاجتماع برأيه في كل ما يتعلق بعمله.\nج ـ إذا لم يحضر المراقب فلا يكون الاجتماع باطلاً وإنما يعتبر المراقب الذي تخلف عن حضور الاجتماع بغير عذر مقبول تقره الجمعية مستقيلا."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 179,
    "text": "أ ـ يقدم مراقب الحسابات إلى الجمعية العامة والوزارة تقريرا  يشتمل على البيانات التي تحددها اللائحة التنفيذية لهذا القانون.\nب- على المراقب أن يبين في التقرير الوضع المالي للشركة ودرجة وضوحها في حساباتها وما إذا كانت دفاترها منظمة بصورة أصولية واقتراحه بالمصادقة على الميزانية السنوية والحسابات الختامية بصورة مطلقة أو مع التحفظ أو بإعادتها إلى مجلس الإدارة ، كما يجب أن يبين موقف مجلس الإدارة فيما يتعلق بتمكينه من الحصول على البيانات والمعلومات التي طلبها ، وان يثبت في التقرير ما يتكشف له من مخالفات لأحكام القانون أو نظام الشركة.\nج- يتلى تقرير مراقب الحسابات في الجمعية العامة ويكون لكل مساهم حق مناقشة التقرير وطلب إيضاحات بشأن الوقائع الواردة فيه ، وإذا قررت الجمعية العامة المصادقة على تقرير مجلس الإدارة دون سماع تقرير مراقب الحسابات كان قرارها باطلاً."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 180,
    "text": "إذا تعدد مراقبوا الحسابات ولم يتفقوا على التقرير المنصوص عليه في المادة السابقة وجب أن يعد كل منهم تقريرا مستقلا وتتلى التقارير كلها في الجمعية العامة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 181,
    "text": "أ ـ إذا أغفل مجلس الإدارة دعوة الجمعية العامة في الأحوال المبينة في القانون أو في نظام الشركة وجب على مراقب الحسابات توجيه هذه الدعوة.\nب ـ يجوز لمراقبي الحسابات دعوة الجمعية العامة للانعقاد كلما دعت الضرورة القصوى إلى ذلك وفي هذه الحالة يضع المراقب جدول الأعمال ويتولى نشره ، وإذا أهمل المراقب دعوة الجمعية في الحالة المذكورة فيكون للوزارة أن تقوم بها على نفقة الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 182,
    "text": "لا يجوز لمراقب الحسابات أن يذيع إلى المساهمين في غير الجمعية العامة أو إلى غيرهم ما وقف عليه من أسرار الشركة بسبب قيامه بعمله وإلاَّ حق عليه العزل مع إلزامه بالتعويض."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 183,
    "text": "أ ـ يكون مراقب الحسابات مسؤولا  قبل الشركة عن تعويض الضرر الذي يلحقها بسبب الأخطاء التي تقع منه في تنفيذ عمله ، وإذا تعدد المراقبون المشتركون في الخطأ كانوا مسؤولين قبل الشركة بالتضامن.\nب ـ تسقط دعوى المسؤولية المدنية المذكورة في الفقرة السابقة بمضي سنه من تاريخ انعقاد الجمعية العامة التي تلي فيها تقرير المراقب وإذا كان الفعل المنسوب إلى المراقب يكون جريمة فلا تسقط دعوى المسؤولية إلاَّ بسقوط الدعوى العامة.\nج ـ يسأل المراقب عن تعويض الضرر الذي يلحق المساهم أو الغير بسبب خطأه.\nالجزء السادس\nالرقابــــة  الحكوميـــــة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 184,
    "text": "أ ـ تراقب الوزارة الشركات المساهمة للتحقق من قيامها بتنفيذ الأحكام المنصوص عليها في القانون وفي نظام الشركة.\nب ـ للوزارة في أي وقت من أوقات الدوام الرسمي إجراء تفتيش على الشركة وفحص حساباتها ودفاترها وسجلاتها وغير ذلك من الوثائق وسائر أعمالها وطلب إيضاحات أو بيانات من مجلس الإدارة ، كما لها أن تكلف في كل وقت مراقب الحسابات للقيام بهذه المهمة وتقديم تقرير بذلك لها.\nج ـ على الوزارة تبليغ الجهة القضائية المختصة بكل فعل يعتبر جريمة وفقاً  لأحكام هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 185,
    "text": "أ ـ على رئيس مجلس الإدارة أن يرسل إلى الوزارة خلال الشهر الأول من بدء كل سنة مالية صورة من الوثائق الآتية:\n1-\tقائمة بأسماء أعضاء مجلس الإدارة وجنسياتهم وسنهم.\n2-\tلائحة تنظيم العمل في مجلس الإدارة.\n3-\tالبيان الخاص بما يملكه أعضاء مجلس الإدارة ومدير الشركة باسمهم أو باسم أزواجهم أو أولادهم القصر من أسهم الشركة وسنداتها.\n4-\tإسم مراقب الحسابات ومكافآته والبيان الخاص بما يملكه باسمه أو باسم زوجه أو أولاده القصر من أسهم الشركة وسنداتها.\nب ـ  يجب على رئيس مجلس الإدارة أن يرسل إلى الوزارة صورة من الميزانية  وحساب الأرباح والخسائر وتقرير مجلس الإدارة وتقرير مراقب الحسابات والبيان المنصوص عليه في المادة(152) من هذا القانون ، وذلك بمجرد إعداد هذه الوثائق.\nج ـ كل تغيير يطرأ خلال السنة المالية على البيانات الواردة بالوثائق المنصوص عليها في الفقرتين السابقتين يجب أن يبلغ إلى الوزارة فورا."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 186,
    "text": "على رئيس مجلس الإدارة أن يرسل إلى الوزارة صورة من محاضر اجتماعات مجلس الإدارة والجمعيات العامة والقرارات التي أتخذت في هذه الإجتماعات وذلك خلال خمسة عشر يوماً  من انتهاء كل اجتماع."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 187,
    "text": "أ ـ لكل ذي مصلحة طلب الاطلاع لدى الجهة الإدارية المختصة على الوثائق والسجلات والمحاضر والتقارير المتعلقة بالشركة والحصول على بيانات منها مصدقا  عليها من هذه الجهة.\nب ـ للجهة المذكورة أن ترفض الطلب المشار إليه في الفقرة السابقة إذا كان من شأن إذاعة البيانات المطلوبة إلحاق الضرر بالشركة أو بأية هيئة أخرى أو المصلحة العامة.\nج ـ تعين اللائحة التنفيذية لهذا القانون رسوم الإطلاع والحصول على البيانات."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 188,
    "text": "يجوز للجهة الإدارية المختصة فضلا  عن الأحوال المنصوص عليها في الفقرة الثالثة من المادة (156) من هذا القانون أن تدعو الجمعية العامة للإنعقاد إذا تبين لها ضرورة ذلك لوقوع مخالفات للقانون أو لنظام الشركة أو خلل في إدارتها.\nالجزء السابع\nماليـــــة  الشركـــة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 189,
    "text": "تكون للشركة سنة مالية يحددها نظامها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 190,
    "text": "أ ـ على مجلس الإدارة أن يجنب في كل سنة (10%) من الأرباح الصافية لتكون إحتياطياً قانونياً  ويجوز أن تقرر الجمعية العامة وقف تجنيب هذا الاحتياطي إذا بلغ نصف رأس المال.\nب ـ يستخدم الاحتياطي القانوني في تغطية خسائر الشركة وشراء آلات جديدة وفي زيادة رأس المال وإذا جاوز هذا الاحتياطي نصف رأس المال جاز للجمعية العامة إن تقرر توزيع القدر الزائد على المساهمين وذلك في السنوات التي لا تحقق الشركة فيها من الأرباح الصافية ما يكفي لأداء النسبة المقررة لهم في نظام الشركة على أن لا تزيد هذه النسبة على (5%) من رأس المال.\nج ـ يجب أن يعاد إلى الاحتياطي ما أخذ منه عندما تسمح أرباح السنين التالية بذلك.\nد ـ يجوز أن ينص نظام الشركة على تجنيب نسبة معينة من الأرباح الصافية لتكوين احتياطي نظامي اختياري يخصص للأغراض المنصوص عليها في النظام ، ولا يجوز استخدام هذا الاحتياطي في غير ما خصص له إلاَّ بقرار من الجمعية العامة غير العادية ، فإذا لم يكن الاحتياطي النظامي مخصصا  لأغراض معينة جاز للجمعية العامة العادية بناءً  على إقتراح مجلس الإدارة أن تقرر صرفه فيما يعود بالنفع على الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 191,
    "text": "يجرى توزيع الأرباح المتحققة للشركة بقرار من الجمعية العامة بناءً على إقتراح مجلس الإدارة وفقاً  للترتيب التالي :\n1-\tتفرز من الأرباح المتحققة الالتزامات المترتبة على الشركة بموجب قانون وأنظمة العمل كما تفرز منها الضرائب المستحقة على الشركة لتأمين دفع هذه لالتزامات في مواعيدها.\n2-\tتفرز من الأرباح النسبة المقررة لإستهلاك رأس المال ومبالغ الاحتياطي الإجباري القانوني والإحتياطي النظامي الاختياري ضمن حدود النسب المقررة في هذا القانون والنظام لاستعمالها في الأغراض المخصصة لها.\n3-\tتقرر الجمعية العامة المكافآت المخصصة لأعضاء مجلس الإدارة ومفتشي الحسابات.\n4-\tتوزع الأرباح الباقية على المساهمين بنسبة أسهمهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 192,
    "text": "أ ـ  يستحق المساهم حصته في الأرباح بمجرد صدور قرار الجمعية العامة بتوزيعها.\nب ـ على مجلس الإدارة أن يقوم بتنفيذ قرار الجمعية العامة بتوزيع الأرباح على المساهمين خلال شهرين على الأكثر من تاريخ صدور القرار مالم ينص نظام الشركة على مدة أقل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 193,
    "text": "أ ـ إذا بلغت الخسائر نصف رأس المال دون أن تغطى من الاحتياطي وجب على مجلس الإدارة أن يبادر إلى دعوة الجمعية العامة غير العادية للنظر في حل الشركة.\nب- إذا لم يقم مجلس الإدارة بتوجيه هذه الدعوة أو لم يتوافر النصاب القانوني لصحة الاجتماع وفقاً  للمادة (174) من هذا القانون أو رفضت الجمعية العامة غير العادية حل الشركة جاز للوزارة ولكل مساهم أن يرفع دعوى بطلب الحكم بحل الشركة.\nج ـ إذا قضت المحكمة برفض طلب الحل وجب على مجلس الإدارة دعوة الجمعية العامة غير العادية إلى الانعقاد خلال شهر من تاريخ الحكم النهائي لتقرر تخفيض رأس المال أو عدم تخفيضه.\nالجزء الثامن\nتعديل نظام الشركة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 194,
    "text": "أ ـ  لا تكون قرارات الجمعية العامة غير العادية المتعلقة بتعديل نظام الشركة أو بحلها أو اندماجها بشركة أخرى نافذة إلاَّ إذا أقرها الوزير.\nب ـ يقدم مجلس الإدارة طلب الموافقة على التعديل مرفقا  به محضر جلسة الجمعية العامة غير العادية التي اتخذ فيها قرار التعديل وجميع الأوراق والمستندات المتعلقة به إلى الوزارة خلال خمسة أيام من تاريخ صدور القرار المذكور.\nج ـ يصدر الوزير قراره بشأن التعديل خلال خمسة عشر يوماً  من تاريخ إعادة الأوراق إلى الوزارة. ويعتبر في حكم قرار بالقبول انقضاء هذا الميعاد دون البت في الطلب."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 195,
    "text": "ينشر على نفقة الشركة قرار الوزير بالموافقة على تعديل نظام الشركة مرفقا  به قرار الجمعية العامة بالتعديل في الجريدة الرسمية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 196,
    "text": "أ ـ يقوم مجلس الإدارة بشهر تعديل نظام الشركة في السجل التجاري وفقاً  لأحكام القانون.\nب ـ إذا لم يشهر التعديل في السجل التجاري كان باطلا  وللغير وحده التمسك بهذا البطلان.\nج ـ يزول البطلان إذا تم الشهر قبل طلب الحكم به.\n1 - زيادة رأس المال :ـ"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 197,
    "text": "لا يجوز أن تقرر الجمعية العامة غير العادية زيادة رأس المال إلاَّ بعد أداء رأس المال الأصلي بأكمله."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 198,
    "text": "يجب أن يحدد قرار الجمعية العامة غير العادية الطريقة التي تتبع في زيادة رأس المال ومقدار هذه الزيادة وسعر إصدار الأسهم الجديدة ولا يجوز تخويل مجلس الإدارة هذه السلطات."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 199,
    "text": "لا تسرى على الأسهم الجديدة التي تصدر عند زيادة رأس المال الأحكام المذكورة في المادة (103) من هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 200,
    "text": "تكون القيمة الاسمية للأسهم الجديدة معادلة للقيمة الاسمية للأسهم الأصلية ويجوز للجمعية العامة غير العادية أن تقرر إضافة علاوة إصدار إلى القيمة الاسمية للسهم وان تحدد مقدارها وتضاف هذه العلاوة إلى الاحتياطي القانوني ولو بلغ نصف رأس المال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 201,
    "text": "أ ـ  يكون للمساهمين الأصليين حق الأولوية في الاكتتاب بالأسهم الجديدة وكل شرط على خلاف ذلك يعتبر كأن لم يكن.\nب ـ ينشر بيان في إحدى الصحف اليومية الرسمية يتضمن إعلان المساهمين بأولوياتهم في الاكتتاب وتاريخ إفتتاحه وتاريخ إقفاله وسعر الأسهم الجديدة ويجوز بالإضافة إلى ذلك إخطار المساهمين بهذا البيان بخطابات مسجلة إلاَّ إذا ترتب على ذلك تحميل الشركة نفقات باهظة.\nج ـ على كل مساهم أن يبدى رغبته كتابة في استعمال حقه في الأولوية في الاكتتاب بالأسهم الجديدة خلال خمسة عشر يوماً  من تاريخ نشر البيان المذكور."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 202,
    "text": "أ ـ توزع الأسهم الجديدة على المساهمين الأصليين الذين طلبوا الاكتتاب بالأسهم الجديدة حسب طلبهم إذا لم تتجاوز الأسهم المطلوبة.\nب ـ في الحالات التي تتجاوز الأسهم المطلوبة الأسهم المطروحة توزع الأسهم على المساهمين الأصليين كل بنسبة أسهمه على أن لا يجاوز ما حصل عليه المساهم ما طلبه من أسهم جديدة.\nج ـ إذا زادت الأسهم المطروحة على الأسهم المطلوبة يطرح ما يتبقى من الأسهم الجديدة للإكتتاب العام وتتبع في هذا الاكتتاب الأحكام المتعلقة بالاكتتاب العام عند تأسيس الشركة كما تتبع الأحكام المتعلقة بتقويم الحصص العينية على أن تقوم الجمعية العامة مقام الجمعية التأسيسية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 203,
    "text": "أ-في حالة عرض الأسهم الجديدة للإكتتاب العام يجب تحرير نشرة اكتتاب تشمل على وجه خاص البيانات الآتية:\n1-\tأسباب زيادة رأس المال.\n2-\tقرار الجمعية العامة غير العادية بزيادة رأس المال وقرار الوزير بالموافقة على القرار.\n3-\tرأس مال الشركة عند إصدار الأسهم الجديدة ومقدار الزيادة المقترحة وعدد الأسهم الجديدة وعلاوة الإصدار.\n4-\tبيانات عن الحصص العينية.\n5-\tبيانات عن متوسط الأرباح التي وزعتها الشركة خلال السنوات الثلاث السابقة على قرار زيادة رأس المال.\n6-\tإقرار من مراقب الحسابات بصحة البيانات الواردة بالنشرة.\nب ـ يوقع النشرة رئيس مجلس الإدارة ومراقب الحسابات ويكونان مسؤولين بالتضامن عن صحة البيانات الواردة بها.\n2 - تخفيض رأس المال :ـ"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 204,
    "text": "للشركة المساهمة أن تخفض رأسمالها بقرار من الجمعية العامة غير العادية خاضع لمصادقة الوزير إذا زاد عن حاجتها أو إذا لحقتها خسائر ورأت معها تخفيض رأسمالها إلى قدره الفعلي ، ولا يجوز تخفيض رأس مال الشركة إلى ما دون الحد الأدنى المقرر قانونا ."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 205,
    "text": "أـ  لا يجوز للجمعية العامة غير العادية أن تقرر تخفيض رأس المال إلاَّ بعد سماع تقرير من مراقب الحسابات يبين فيه أسباب التخفيض والالتزامات التي على الشركة وأثر التخفيض في هذه الالتزامات.\nب ـ لا يجوز أن تقرر الجمعية العامة غير العادية تخفيض رأس المال إلى الحد الأدنى الذي يضعف قدرتها على الوفاء بالتزاماتها المالية.\nج ـ يبين في قرار الجمعية العامة غير العادية بتخفيض رأس المال الطريقة التي تتبع في التخفيض."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 206,
    "text": "أ ـ يقوم مجلس الإدارة بنشر القرار الصادر بتخفيض رأس المال على نفقة الشركة في إحدى الصحف اليومية الرسمية وعليه أن يخطر الدائنين المعلومة مواطنهم بهذا القرار بكتب مسجلة.\nب ـ على الدائنين أن يقدموا إلى الشركة المستندات المثبتة لديونهم خلال ستين يوماً  من تاريخ النشر في الصحف اليومية الرسمية لتقوم الشركة بوفاء الديون الحالية منها وتقديم الضمانات الكافية للوفاء بالديون الآجلة.\nج ـ لا يصدر قرار من الوزير بالموافقة على تخفيض رأس المال إلاَّ بعد استيفاء الشروط المذكورة في الفترة السابقة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 207,
    "text": "يجوز أن يتبع في تخفيض رأس المال إحدى الطرق الآتية :ـ\n1-\tتنزيل القيمة الاسمية للأسهم برد جزء من هذه القيمة إلى المساهمين أو بإبرائهم من جزء من الباقي غير المدفوع من قيمة الأسهم.\n2-\tتنزيل القيمة الاسمية للأسهم بإلغاء جزء من هذه القيمة يعادل الخسارة التي لحقت الشركة.\n3-\tإلغاء عدد من الأسهم يوازي الجزء المراد تخفيضه.\n4-\tشراء عدد من الأسهم يوازي الجزء المراد تخفيضه وإتلافه على أن يتم الشراء من الاحتياطي الاختياري وتؤدى قيمة الأسهم كاملة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 208,
    "text": "إذا كان تخفيض رأس المال برد جزء من القيمة الاسمية للأسهم إلى المساهمين أو بإبرائهم من القدر غير المدفوع من قيمة الأسهم فلا يحتج بالتخفيض قبل الدائنين الذين قدموا طلباتهم في الميعاد المذكور في الفقرة الثانية من المادة (207) من هذا القانون إلاَّ إذا استوفى هؤلاء ديونهم أو حصلوا على الضمانات الكافية للوفاء بها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 209,
    "text": "إذا خفضت الشركة رأسمالها بما يعادل خسارتها الثابتة بمقتضى آخر ميزانية لها ، فلا يتوقف تنفيذ قرار التخفيض على استيفاء الشروط المذكورة في الفقرة الثانية من المادة (207) من هذا القانون بشرط ألاَّ يزيد التخفيض على الخسارة التي لحقت الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 210,
    "text": "إذا كان تخفيض رأس المال بإلغاء عدد من الأسهم وجب مراعاة المساواة بين المساهمين وعليهم أن يقدموا إلى الشركة في الميعاد الذي تحدده الأسهم التي تقرر إلغاؤها وإلاَّ  كان من حق الشركة إعتبارها ملغاة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 211,
    "text": "أ ـ إذا قررت الشركة تخفيض رأسمالها بشراء عدد من أسهمها وإتلافه وجب توجيه دعوة عامة إلى جميع المساهمين ليقوموا بعرض أسهمهم للبيع وتنشر الدعوة في صحيفة يوميه رسمية تصدر في مركز الشركة ، ويجوز أيضا  إخطار المساهمين بخطابات مسجلة برغبة الشركة في شراء الأسهم ما لم يترتب على ذلك تحميل الشركة نفقات باهظة.\nب ـ  إذا زاد عدد الأسهم المعروضة للبيع على القدر الذي قررت الشركة شراؤه وجب تخفيض طلبات البيع بنسبة الزيادة.\nج ـ يتبع في تقدير ثمن شراء الأسهم الأحكام المنصوص عليها في نظام الشركة ، فإذا لم يرد في النظام نص بهذا الشأن وجب على الشركة أن تدفع الثمن العادل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 212,
    "text": "لا يجوز بأي حال للشركة أن تقترض مالا  برهن أسهمها.\nالجزء التاسع\nإنحلال الشركة المساهمة وتصفيتها"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 213,
    "text": "مع مراعاة حكم المادة (13) من هذا القانون.. تنحل الشركة المساهمة وتصفى في الأحوال الآتية:\n1-\tبانتهاء المدة المحددة لها في نظامها الأساسي أو إتمام المشروع الذي تأسست من أجله أو باستحالة إتمامه ويحق للشركة طلب التمديد لفترة أخرى.\n2-\tبقرار من الجمعية العامة غير العادية يحوز الأغلبية المطلقة لأسهم الشركة.\n3-\tاندماج الشركة بشركة أو مؤسسة أخرى.\n4-\tفي جميع الحالات المنصوص عليها في هذا القانون أو نظام الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 214,
    "text": "أ ـ  تتوقف الشركة التي تقرر تصفيتها عن ممارسة أعمالها من تاريخ البدء بإجراءات التصفية ، وذلك إلى المدى الذي تتطلبه إجراءات التصفية وتستمر الشخصية الاعتبارية للشركة ويمثلها المصفي لحين فسخها بعد الإنتهاء من تصفيتها.\nب- على المصفي إضافة عبارة (تحت التصفية) إلى إسم الشركة في جميع أوراقها ومراسلاتها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 215,
    "text": "يجب شهر قرار حل الشركة وتصفيتها في السجل التجاري."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 216,
    "text": "تجرى التصفية مبدئيا  حسب القواعد المنصوص عليها بخصوص شركات التضامن."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 217,
    "text": "إذا لم يعين المصفون في نظام الشركة الأساسي يجري تعيينهم باقتراع الجمعية العامة غير العادية وإذا أخفقت الجمعية العامة بتعيينهم فيعود أمر تعيينهم للوزير أو للمحكمة المختصة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 218,
    "text": "يبقى مفتشوا الحسابات في وظائفهم وينضم إليهم خبير التصفية الذي تعينه الوزارة أو المحكمة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 219,
    "text": "يتلقى المصفون حسابات أعمال الإدارة التي قام بها مجلس الإدارة اعتبارا  من موافقة الجمعية العامة على الميزانية الأخيرة إلى افتتاح التصفية فيوافقون عليها أو يعرضون على الوزارة أو القضاء حسب مقتضى الحال المشاكل التي تعترضهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 220,
    "text": "إذا تجاوزت مدة التصفية سنة واحدة وجب على المصفين أن يضعوا الميزانية السنوية للشركة وينشرونها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 221,
    "text": "أ ـ بعد انتهاء أعمال التصفية يضع المصفون ميزانية  نهائية يعينون فيها نصيب كل مساهم في توزيع موجودات الشركة.\nب ـ يضع مفتشوا الحسابات تقريراً عن الحسابات التي يقدمها المصفون يعرض على الجمعية العامة العادية لتقرير الموافقة عليها وإبراء ذمة المصفين.\nج ـ إذا اعترضت الجمعية العامة على الحسابات ولم تستطع الوزارة حل الخلاف يرفع إلى المحكمة المختصة للبت فيه.\nالفصل الثاني\nشركة التوصية بالأسهم"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 222,
    "text": "شركة التوصية بالأسهم هي الشركة التي تتكون من فئتين من الشركاء أحدهما فئة الشركاء المتضامنين المسؤولين بالتضامن في جميع أموالهم عن التزامات الشركة ، والأخرى فئة الشركاء المساهمين الذين لا يسألون عن التزامات الشركة إلاَّ بقدر حصصهم برأس المال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 223,
    "text": "يجوز أن تتكون شركة التوصية بالأسهم من شريك متضامن واحد أما الشركاء المساهمون فلا يجوز أن يقل عددهم عن خمسة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 224,
    "text": "يقسم رأس مال شركة التوصية بالأسهم إلى أسهم متساوية القيمة وقابلة للتداول."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 225,
    "text": "يتكون إسم شركة التوصية بالأسهم من إسم واحد أو أكثر من الشركاء المتضامنين ويجوز أن يضاف إلى إسم الشركة تسمية مبتكرة أو مشتقة من غرضها ، ويجب أن يذكر اسمها في جميع عقودها وأوراقها مطبوعا  مع عبارة (شركة التوصية بالأسهم) ، ولا يجوز أن يذكر إسم الشريك المساهم في إسم شركة التوصية بالأسهم ، فإذا ذكر إسمه مع علمه بذلك أعتبر شريكا  متضامنا  بالنسبة إلى الغير حسن النية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 226,
    "text": "تسري على الشركاء المتضامنين في شركة التوصية بالأسهم الأحكام الخاصة بشركة التضامن."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 227,
    "text": "يصدر بنموذج النظام الأساسي لشركة التوصية بالأسهم قرار من مجلس الوزراء ، ولا تجوز  مخالفته إلاَّ لأسباب يقرها الوزير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 227,
    "text": "يصدر بنموذج النظام الأساسي لشركة التوصية بالأسهم قرار من الوزير. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 228,
    "text": "تسري الأحكام المتعلقة بتأسيس شركات المساهمة على شركات التوصية بالأسهم مع مراعاة ما يلي:\n1-\tيصدر قرار من الوزير بالترخيص بتأسيس الشركة.\n2-\tلا يجوز أن يقل عدد المؤسسين عن ستة.\n3-\tيوقع جميع الشركاء المتضامنين وغيرهم من المؤسسين نظام الشركة ويكون حكمهم من حيث المسؤولية حكم المؤسسين في الشركات المساهمة.\n4-\tيذكر في نظام الشركة أسماء الشركاء المتضامنين وألقابهم وجنسياتهم ومواطنهم.\n5-\tلا يجوز أن يقل رأس مال الشركة عن ثلاثة ملايين ريال.\n6-\tيتولى إجراء شهر الشركة مديرها ويكون مسؤولاً عن ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 229,
    "text": "تسري على الصكوك التي تصدرها شركة التوصية بالأسهم الأحكام التي تنظم الأسهم والأسناد في الشركات المساهمة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 230,
    "text": "يعهد بإدارة شركة التوصية بالأسهم إلى شريك متضامن أو أكثر وتذكر أسماء من عين للإدارة من الشركاء المتضامنين وسلطاتهم في نظام  الشركة ، ويكون حكم من يعهد إليهم بإدارة شركة التوصية بالأسهم على الوجه المتقدم من حيث المسؤولية حكم أعضاء مجالس الإدارة في شركة المساهمة في تطبيق أحكام هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 231,
    "text": "أ  ـ يكون لكل شركة توصية بالأسهم مجلس رقابة مكون من ثلاثة أعضاء على الأقل تنتخبهم الجمعية التأسيسية من بين المساهمين أو من غيرهم.\nب ـ على المجلس التحقق من أن إجراءات تأسيس الشركة قد تمت وفق أحكام القانون ويسأل أعضاؤه عن ذلك بالتضامن.\nج ـ تكون مدة مجلس الرقابة الأول سنة مالية واحدة تنتهي بانعقاد الاجتماع العادي للجمعية العامة العادية ، ويكون انتخاب مجلس الرقابة بعد ذلك من اختصاص هذه الجمعية وفقاً  للأحكام المنصوص عليها في نظام الشركة.\nد  ـ لا يكون للشركاء المتضامنين صوت في انتخاب أعضاء مجلس الرقابة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 232,
    "text": "أ ـ يقوم المجلس بالرقابة على أعمال الشركة وله تحقيقاً لهذا الغرض أن يطلب إلى المديرين تقديم حساب عن إداراتهم وان يقوم بفحص دفاتر الشركة ووثائقها وطلب جرد أموالها وعليه أن يبدي الرأي في المسائل التي يعرضها عليه مدير الشركة وان يأذن في إجراء التصرفات التي يشترط نظام الشركة الحصول على إذنه للقيام بها.. وللمجلس الحق في دعوة الجمعية العامة للانعقاد إذا تبين له وقوع مخالفة جسيمه في إدارة الشركة.\nب ـ لا يسأل أعضاء مجلس الرقابة عن أعمال المديرين أو نتائجها إلاَّ إذا علموا بما وقع من أخطاء واغفلوا إخطار الجمعية العامة بها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 233,
    "text": "إذا شغر مركز مدير شركة التوصية بالأسهم وجب على مجلس الرقابة أن يعين مديراً مؤقتاً للقيام بأعمال الإدارة العاجلة وعلى هذا المدير أن يدعو الجمعية العامة إلى الانعقاد خلال خمسة عشر يوماً من تاريخ تعيينه لتنتخب المدير الدائم.. فإذا انقضى هذا الميعاد دون دعوة الجمعية العامة إلى الانعقاد وجب على مجلس الرقابة توجيه الدعوة فوراً."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 234,
    "text": "أ ـ لا يجوز للشريك المساهم التدخل في أعمال الإدارة المتصلة بالغير ولو بناءً على تفويض.\nب ـ يجوز للشريك المساهم  الاشتراك في أعمال الإدارة الداخلية في الحدود المنصوص عليها في عقد الشركة.\nج ـ إذا خالف الشريك المساهم الحظر المنصوص عليه في الفقرة الأولى من هذه المادة كان مسؤولا  في جميع أمواله عن الالتزامات التي تنشأ عما أجراه من أعمال الإدارة.\nد- إذا قام الشريك المساهم بأعمال الإدارة المحظورة عليه بناءً  على تفويض صريح أو ضمني من الشركاء المتضامنين كان هؤلاء الشركاء مسؤولين معه بالتضامن عن الالتزامات التي تنشأ عن هذه الأعمال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 235,
    "text": "إذا كانت مكافأة مديري شركة التوصية بالأسهم محددة بنسبة معينة من أرباح الشركة فلا يجوز أن تجاوز النسبة (10%) من الربح الصافي بعد خصم مبالغ الاحتياطي."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 236,
    "text": "أ ـ  يكون لشركة التوصية بالأسهم مراقب حسابات واحد أو أكثر بشرط ألاَّ يزيد عددهم عن ثلاثة.\nب ـ تسري على مراقب الحسابات الأحكام الخاصة به في الشركات المساهمة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 237,
    "text": "أ  ـ  يكون لشركة التوصية بالأسهم جمعية عامة.\nب ـ تسري الأحكام المتعلقة بالجمعية العامة في شركات المساهمة على الجمعية العامة في شركة التوصية بالأسهم ويجب أن تصدر قرارات الجمعية العامة بإجماع الآراء إذا كان عدد الشركاء لا يجاوز الستة مالم ينص القانون أو نظام الشركة على غير ذلك.\nج ـ لا يجوز للجمعية العامة أن تقوم بتصرفات تتعلق بصلة الشركة بالغير أو أن تصدق عليها إلاَّ بموافقة المديرين."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 238,
    "text": "أ ـ  لا يجوز للجمعية العامة غير العادية أن تقرر إدخال أي تعديل على نظام شركة التوصية بالأسهم إلاَّ بموافقة جميع الشركاء المتضامنين وتوافر النصاب والأغلبية المنصوص عليها في المادة (174) من هذا القانون.\nب ـ إذا قررت الجمعية العامة تعديل نظام الشركة وجب تطبيق الأحكام الخاصة بتعديل النظام في الشركات المساهمة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 239,
    "text": "تسري على شركة التوصية بالأسهم الأحكام الخاصة بمالية الشركات المساهمة.\nالفصل الثالث\nالشركات ذات المسؤولية المحدودة\nالجزء الأول\nأحكام  عامــــــة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 240,
    "text": "الشركة ذات المسؤولية المحدودة هي الشركة التي يكون فيها الشريك مسؤولاً فقط بحدود حصته في رأسمالها ، إنما لا يقسم رأسمالها إلى أسهم قابلة للتداول بل إلى حصص."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 241,
    "text": "أ ـ  يجوز أن يكون اسم الشركة مستمداً من غايتها أو من اسم شخص طبيعي أو اكثر من المؤسسين أو غيرهم.\nب ـ يجب أن يَتِبَعَ اسم الشركة عبارة (محدودة) مع بيان رأس مال الشركة.\nج- يجب أن يشهر في جميع مطبوعات الشركة ونشراتها البيانات المذكورة في الفقرة السابقة.\nد ـ إذا لم تذكر البيانات على الصورة الواردة في الفقرتين السابقتين يعتبر المديرون مسؤولين شخصيا  وبالتضامن عن التزامات الشركة تجاه الغير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 242,
    "text": "لا يجوز أن يقل عدد الشركاء في الشركة ذات المسؤولية المحدودة عن شريكين وأن لا يزيد على خمسة وعشرين شريكا."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 242,
    "text": "لا يجوز أن يقل عدد الشركاء في الشركة ذات المسئولية المحدودة عن شريكين وأن لا يزيد على ثلاثين شريكاً. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 243,
    "text": "لا يجوز أن تقوم الشركة ذات المسؤولية المحدودة بأعمـال التأمين أو التوفير أو أعمـــال البنوك ، كما لا يجوز لها أن تقوم بإصدار أسناد قرض."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 244,
    "text": "يكون تأسيس الشركة ذات المسؤولية المحدودة لمدة محدودة في النظام الأساسي ، ويسري في شأن انحلالها وتصفيتها أحكام الانحلال والتصفية الخاصة بالشركات المساهمة وذلك بما يتلاءم وطبيعة تلك الشركات.\nالجزء الثاني\nتأسيس الشركة ذات المسؤولية المحدودة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 245,
    "text": "يخضع تأسيس الشركة ذات المسؤولية المحدودة للإجراءات التالية :\n‌أ-\tتتأسس الشركة ذات المسؤولية المحدودة بترخيص يصدر بقرار من الوزير.\nأ- \t1- تتأسس الشركة ذات المسئولية المحدودة بترخيص بقرار من الوزير.\n2- يصدر الوزير قرار بنموذج عقد التأسيس والنظام الأساسي لشركات ذات المسئولية المحدودة. الفقرة (أ) بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nأ -   1- تتأسس الشركة ذات المسئولية المحدودة بترخيص من المراقب.عدلت مرة أخرى الفقرة (أ)  البند (1) منها بموجب القانون رقم (28) لسنة 2004م.\n‌ب -\tيقدم المؤسسون إلى المراقب طلب الترخيص مع نسخة من عقد التأسيس ونسخة من النظام الأساسي موقعاً عليها من جميع المؤسسين ومصادقاً عليها من إحدى المحاكم المختصة.\nب - يقدم المؤسسون إلى المراقب طلب الترخيص مرفقا به نسخة من عقد التأسيس ونسخة من مشروع النظام الأساسي . الفقرة (ب) بصيغتها المعدلة بموجب قرار جمهوري بالقانون رقم (15) لسنة 1999م.\n‌ج -\tعلى المؤسسين أن يثبتوا تواقيعهم في العقد والنظام الأساسي أمام الموظف المختص في الوزارة أو إدارتها في المحافظات.\nج - على المؤسسين أن يثبتوا تواقيعهم في عقد التأسيس والنظام الأساسي أمام المراقب أو من يفوضه خطياً بذلك أو أمام مدير عام مكتب الوزارة بالمحافظة أو لدى المحكمة المختصة. الفقرة (ج) بصيغتها المعدلة بموجب القرار الجمهوري بالقانون رقم (15) لسنة 1999م.\n‌د-\tللمؤسسين أن يفوضوا في طلب الترخيص من يشاءون للتوقيع على النص النهائي للنظام الأساسي.\n‌هـ -\tللمراقب أن يطلب من المؤسسين أن يدخلوا على النظام الأساسي المقدم من قبلهم التعديلات التي تتفق مع أحكام هذا القانون.\n‌و-\tيصدر قرار الوزارة بالترخيص والمصادقة على النظام الأساسي خلال شهر واحد من تاريخ تقديم طلب الترخيص إليها وإذا رفض الطلب يجب أن يكون الرفض مسببا ، وللمتظلم حق الرجوع إلى القضاء وفي حالة عدم صدور قرار من الوزير بالرفض أو القبول خلال المدة المحددة يعتبر الطلب مقبولا.\nو-  1- \tيصدر الترخيص والمصادقة على النظام الأساسي خلال فترة لا تزيد عن سبعة أيام عمل من تاريخ تقديم طلب الترخيص المستوفي للشروط القانونية.\nيحق للمراقب رفض طلب الترخيص إذا تبين له أن في عقد تأسيس الشركة أو بيانات الترخيص أو غايات الشركة ما يخالف القانون أو النظام الأساسي، وأن يكون الرفض مسبباً، وفي حالة عدم الرفض أو القبول يعتبر الطلب مقبولاً بعد إنتهاء الفترة المحددة في البند (1) من هذه الفقرة.\nيحق للمتظلم أن يتظلم من قرار الرفض إلى الوزير أو من ينوبه أثناء فترة غيابه وذلك خلال عشرة أيام من صدور قرار الرفض وللوزير أن يأمر بتسجيل الشركة وفقاً للقانون أو رفض التظلم.\nإذا رفض الوزير تظلم صاحب الشأن يحق له أن يطعن بقرار الوزير أمام القضاء خلال مدة ثلاثون يوماً من تاريخ إبلاغه بالقرار. الفقرة (و) بصيغتها المعدلة بموجب القانون رقم (24) لسنة 2009م.\nز- \tتنشر الوزارة قرار الترخيص والنظام الأساسي في الجريدة الرسمية على نفقة الشركة.\nز- تنشر الوزارة الترخيص والنظام الأساسي المصادق عليه في الجريدة الرسمية على نفقة الشركة. الفقرة (ز) بصيغتها المعدلة بموجب القانون رقم (24) لسنة 2009م.\nماد ة(246): على المؤسسين فور صدور قرار الترخيص والمصادقة على النظام الأساسي أن يقوموا بمعاملات الشهر بتقديم طلب تسجيل وبإيداع نسخة من عقد التأسيس والنظام الأساسي المصادق عليه لدى إدارة السجل التجاري في المنطقة التي يكون فيها المركز الرئيسي للشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 246,
    "text": "على المؤسسين فور صدور قرار الترخيص والمصادقة على النظام الأساسي أن يقوموا بمعاملات الإشهار للشركة في السجل التجاري وفقاً لأحكام القانون. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 247,
    "text": "يترتب على عدم إجراء معاملات الشهر على الصورة المبينة في المادة السابقة بطلان الشركة وإلقاء المسؤولية التضامنية على المؤسسين والمديرين."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 248,
    "text": "أ ـ   يجب أن يكون رأس مال الشركة ذات المسؤولية المحدودة كافيا  لتحقيق أغراضها ، وتحدد اللائحة التنفيذية الحد الأدنى لرأس المال ، بحيث لا يقل عن مليون ريال ، ويجب أن يثبت الوفاء به كاملا  حين التأسيس.\nيجب أن يكون رأس مال الشركة ذات المسئولية المحدودة كافياً لتحقيق أغراضها، بحيث لا يقل عن ثلاثة ملايين ريال, ويجب أن يثبت الوفاء به كاملاً حين التأسيس. الفقرة (أ) بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nب -  يجوز أن يكون رأس مال الشركة مقسماً إلى حصص متفاوتة.\nج  -  يجب أن يكون دفع الحصص النقدية ثابتاً في مصرف من المصارف المعتمدة ويجب أن تودع الشهادة المثبتة للدفع مع عقد التأسيس لدى إدارة السجل التجاري.\nج- يجب أن يكون دفع الحصص النقدية ثابتاً في مصرف معتمد, ويجب أن تودع الشهادة المثبتة للدفع مع عقد التأسيس لدى إدارة الشركات. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nد ـ  لا يجوز للمصرف تسليم المبالغ المدفوعة من الشركاء عن حصصهم في رأس مال الشركة إلا  للمديرين ، ولا يجوز لهؤلاء المديرين إقراض الشركاء من مال الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 249,
    "text": "أ ـ إذا كانت حصص الشركاء أو بعضهم مقدمات عينية فيجب تقدير قيمتها وذكر تفاصيلها مع تلك القيمة في النظام الأساسي.\nب- يجب أن تسلم هذه المقدمات إلى الشركة عند التأسيس.\nج- يكون المؤسسون مسؤولين شخصيا  بالتضامن والتكافل تجاه الغير عن صحة تخمين المقدمات العينية بقيمتها الحقيقية في تاريخ تقديم طلب الترخيص للمراقب.\nد- تسقط دعوى المسؤولية المنصوص عليها في الفقرة الثالثة من هذه المادة بعد مرور خمس سنوات من إشهار الشركة في السجل التجاري."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 250,
    "text": "أ ـ  مع مراعاة الأحكام المنصوص عليها في المادة السابقة تعتبر الشركة باطلة إذا كانت القيمة الحقيقية للمقدمات العينية تنقص عن قيمتها التقديرية عشرة بالمائة بسبب غش أو تدليس أو كان ذلك النقص يبلغ خمسين بالمائة فأكثر لأي سبب كان.\nب- تعتبر باطلة كل شركة ذات مسؤولية محدودة مؤسسة خلافاً  لأحكام هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 251,
    "text": "أ ـ  لا يجوز للمؤسسين أو الشركاء أن يدعوا ببطلان الشركة للأسباب الواردة في المادة السابقة.\nب- تسقط دعوى البطلان المشار إليها في المادتين السابقتين بعد انقضاء خمس سنوات من إشهار الشركة في السجل التجاري."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 252,
    "text": "أ ـ  يسقط الادعاء بالبطلان بزوال سببه قبل الحكم النهائي الذي تصدره المحكمة المختصة على أن يتحمل المدعى عليهم  كافة نفقات الدعوى ورسومها.\nب- للمحكمة أن تمنح الشركاء مهلة لإزالة أسباب البطلان بناءً على طلبهم أو من تلقاء نفسها.\nج- إذا حكمت المحكمة بالبطلان يصبح المؤسسون  والمديرون الذين أدت مخالفتهم إلى البطلان مسؤولين بالتضامن تجاه الشركاء الآخرين والغير عن الأضرار الناتجة عن الحكم.\nالجزء الثالث\nالحصص  وإنتقالها"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 253,
    "text": "يقسم رأس مال الشركة ذات المسؤولية المحدودة إلى حصص متساوية أو غير متساوية لا تقل قيمة كل منها عن (خمسة آلاف ريال)."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 254,
    "text": "أ ـ  لكل شريك أن يتنازل للغير عن حصته في الشركة أو عن جزء منها لا تقل قيمته عن خمسة آلاف ريال مالم ينص النظام الأساسي على خلاف ذلك على أن لا يترتب على هذا التنازل الإخلال بالأحكام القانونية.\nب ـ إذا كان المتنازل له غير شريك في الشركة فللشركاء الآخرين حق الرجحان واسترداد الحصة المبيعة بالشروط نفسها ، وفي هذه الحالة يجب تطبيق القواعد الآتية :ـ\n1-\tعلى الشريك الذي عزم على بيع حصته إلى شخص غير شريك في الشركة أن يبلغ سائر الشركاء العرض الذي تلقاه.\n2-\tيجرى هذا التبليغ عن طريق المديرين.\n3-\tبعد انقضاء شهر على إبلاغ العرض دون أن يستعمل أحد الشركاء حق الرجحان يكون الشريك الراغب بالبيع حرا  بالتصرف بحصته.\n4-\tإذا استعمل حق الرجحان اكثر من شريك قسمت بينهم الحصة المبيعة بنسبة حصة كل منهم في الشركة.\nج ـ تنتقل حصة كل شريك إلى ورثته.\nد ـ إذا انتقلت حصة بالإرث إلى أكثر من شخص وكان عددهم يؤدي إلى زيادة عدد الشركاء على الخمسة والعشرين تبقى حصص جميع الورثة بحكم حصة واحدة بالنسبة للشركة مالم تنتقل الحصة باتفاقهم أو بحكم القضاء إلى عدد منهم ضمن الحد الأقصى لعدد الشركاء.\nد -  إذا انتقلت حصة بالإرث إلى أكثر من شخص وكان عددهم يؤدي إلى زيادة عدد الشركاء على ثلاثين تبقى حصص جميع الورثة بحكم حصة واحدة بالنسبة للشركة ما لم تنتقل الحصة باتفاقهم أو بحكم القضاء إلى عددهم منهم ضمن الحد الأقصى لعدد الشركاء..  الفقرة (د) بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 255,
    "text": "أ ـ يجوز تقسيم الحصص على أن لا يزيد عدد الشركاء على خمسة وعشرين.\nأ- يجوز تقسيم الحصص على أن لا يزيد عدد الشركاء على ثلاثين. الفقرة (ا) بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nب ـ في جميع الأحوال  لا يكون لنقل الحصص أو التنازل عنها أثر بالنسبة إلى الشركاء إلاَّ من وقت القيد في سجل الشركة ، ولدى إدارة الشركات والإشهار في السجل التجاري.\nج ـ يعد في مركز الشركة سجل خاص للشركاء يتضمن أسماؤهم وعناوين إقامتهم ومهنتهم وعدد الحصص التي يملكها كل منهم ووقائع التنازل عن هذه الحصص وتاريخ التنازل وللشركاء ولدائني الشركة حق الاطلاع على هذا الدفتر.\nد  ـ يجب تبليغ كل تغيير يطــــرأ علـى الشركاء إلى (إدارة الشركات) في الوزارة والى السجل التجاري.\nهـ ـ يصبح المتنازل له وفق أحكام هذا القانون شريكاً  في الشركة وله حقوق سائر الشركاء.\nالجزء الرابع\nإدارة  الشركـــة"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 256,
    "text": "أ ـ  يتولى إدارة الشركة ذات المسؤولية المحدودة مدير أو أكثر على أن لا يتجاوز عدد المدراء على سبعة وذلك وفق أحكام النظام الأساسي للشركة أو إقرار من الجمعية العامة للشركاء.\nب ـ المديرين مسؤولون بالتضامن تجاه الشركة والغير عن مخالفاتهم لأحكام القوانين أو لنظام الشركة الرئيسي وعن أخطاؤهم في إدارة الشركة وفقاً  للقواعد المطبقة على الشركات المساهمة.\nج ـ يعين النظام الأساسي سلطة المديرين.\nد  ـ لا يسري تحديد سلطتهم دون ما هو موضح في النظام الأساسي على الغير.\nهـ ـ تلتزم الشركة بتوقيع المديرين."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 257,
    "text": "أ ـ  لا يجوز للمديرين بغير موافقة الجمعية العامة للشركاء أن يتولوا الإدارة في شركة أخرى منافسة أو ذات أغراض مماثلة أو أن يقوموا لحسابهم أو لحساب الغير بعمليات في تجارة مماثلة أو منافسة لتجارة الشركة.\nب ـ يترتب على مخالفة أحكام الفقرة السابقة جواز عزل المديرين وإلزامهم بالتعويض."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 258,
    "text": "أ ـ تتألف الجمعية العامة للشركة من جميع الشركاء.\nب ـ على المديرين أن يدعوا الجمعية العامة للشركاء في مركز الشركة مرة على الأقل في السنة وكلما طلب ذلك عدد من الشركاء يملك ربع رأس مال الشركة.\nج ـ توجه الدعوة بكتاب مسجل قبل الموعد المعين للإجتماع بثمانية أيام على الأقل.\nد ـ يجب أن يحضر مندوب الوزارة اجتماع الجمعية العامة للشركاء لتكون قراراتها صحيحة.\nد - يجب أن توجه الدعوة كتابياً لمندوب الوزارة لحضور اجتماع الجمعية العامة للشركاء لتكون قراراتها صحيحة ، وفي حالة عدم حضور مندوب الوزارة تكون الاجتماعات صحيحة. بصيغتها المعدلة بموجب القانون رقم (12) لسنة 2001م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 259,
    "text": "الجمعية العامة للشركاء هي السلطة العليا في الشركة وعلى المديرين تنفيذ قراراتها وتتولى بصورة خاصة الاختصاصات الآتية :\n1-\tتعيين المديرين مالم يكن النظام الأساسي قد تضمن تعيينهم.\n2-\tعزل المديرين وفق أحكام هذا القانون والنظام الأساسي.\n3-\tتعديل النظام الأساسي.\n4-\tالموافقة على تقرير المديرين وميزانية الشركة وحساباتها السنوية الختامية بعد تلاوة تقرير مفتشي الحسابات."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 260,
    "text": "أ ـ تصدر قرارات الجمعية العامة باستثناء تعديل النظام الأساسي بموافقة عدد من الشركاء حائزين لأغلبية رأس المال ، ويجوز أن يضيف النظام الأساسي على هذه الأغلبية أغلبية عددية للشركاء.\nب ـ يشترط لتعديل النظام الأساسي موافقة أغلبية شركاء يملكون ثلاثة أرباع رأس المال على الأقل ولا يصبح قرار التعديل نافذا  ما لم تصادق عليه الوزارة وفقاً للإجراءات المتعلقة بتصديق النظام المذكور ، وبعد شهره في السجل التجاري."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 261,
    "text": "أ ـ يجب أن ينص نظام الشركة على تعيين مفتش للحسابات أو أكثر بقرار من الجمعية العامة للمساهمين من الجدول الذي تضعه الوزارة.\nأ- يجب أن ينص النظام الأساسي للشركة على تعيين مفتش للحسابات أو أكثر بقرار من الجمعية العامة للشركاء من الجدول الذي تصنعه الوزارة.  بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م.\nب ـ يخضع مفتشوا الحسابات في سلطتهم ومسؤوليتهم وإجراءاتهم للقواعد المقررة للشركات المساهمة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 262,
    "text": "أ ـ يجب أن يصدر قرار الجمعية العامة للشركاء بالتصديق على الميزانية والحسابات السنوية للشركة بعد تلاوة تقرير مفتشي الحسابات ولا تبرأ ذمة المديرين إلاَّ إذا تمت هذه الموافقة.\nب ـ على المديرين خلال الأيام العشرة التالية للتصديق أن يودعوا الميزانية وتقرير مفتشي الحسابات وصورة عن محضر جلسة الجمعية العامة لدى الوزارة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 263,
    "text": "للوزارة حق الرقابة على الشركات ذات المسؤولية المحدودة ضمن الشروط المنصوص عليها في الشركات المساهمة.\nالباب الرابع\nتحول الشركات وإندماجها\nالفصل الأول\nتحول الشركات"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 264,
    "text": "يجوز لشركة التضامن أن تتحول إلى شركة توصية بسيطة ، كما يجوز لشركة التوصية البسيطة أن تتحول إلى شركة تضامن وذلك بموافقة جميع الشركاء وباتباع الإجراءات القانونية في تسجيل الشركة وتسجيل التغييرات الطارئة عليها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 265,
    "text": "لشركة التضامن أو شركة التوصية البسيطة أن تتحول إلى شركة ذات مسؤولية محدودة أو شركة توصيه بالأسهم باتباع الإجراءات التالية :\n‌أ-\tأن يقدم جميع الشركاء طلباً  خطياً إلى المراقب برغبتهم في تحويل الشركة مع بيان أسباب التحويل ومبرراته ونوع الشركة التي سيتم التحويل إليها ويرفق بالطلب ما يلي:\n1-\tميزانية الشركة لكل من السنتين الأخيرتين مصدقة من مدقق حسابات قانوني أو ميزانية آخر سنه مالية للشركة إذا لم يكن قد مضى على تسجيلها أكثر من سنه.\n2-\tبيان بتقديرات الشركاء بموجودات الشركة ومطلوباتها.\n‌ب-\tيعلن المراقب عن طلب التحويل في صحيفة يوميه رسميه واحدة محلية على الأقل وعلى نفقة الشركة خلال خمسة عشر يوماً  من تاريخ تقديم الطلب ويبين في الإعلان ما إذا كان هناك اعتراضات من الدائنين أو الغير ، ولا يتم التحويل إلاَّ بموافقة الدائنين الخطية.\n‌ج-\tللمراقب أن يتحقق من صحة تقديرات صافي حقوق الشركاء بالطريقة التي يراها مناسبة بما في ذلك تعيين خبير أو أكثر للتحقق من صحة هذه التقديرات وتتحمل الشركة أتعاب الخبراء التي يحددها المراقب.\n‌د-\tللوزير قبول التحويل أو رفضه على أن يكون الرفض مسبباً.\n‌ه-\tفي حالة موافقة الوزير على التحويل تستكمل إجراءات التسجيل والنشر وفقاً  لأحكام هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 266,
    "text": "يجوز للشركة ذات المسؤولية المحدودة وشركة التوصية بالأسهم التحول إلى شركة مساهمة اكتتاب عام وفقاً  للأحكام المنصوص عليها في هذا القانون ويقدم طلب التحويل في هذه الحالة إلى المراقب مرفقاً به ما يلي:\n‌أ-\tقرار الجمعية العمومية غير العادية للشركة بالموافقة على التحويل.\n‌ب-\tأسباب ومبررات التحويل مبنية على دراسة اقتصادية ومالية عن أوضاع الشركة وما ستكون عليه بعد التحويل.\n‌ج-\tالميزانية السنوية للشركة للثلاث سنوات السابقة على طلب التحويل وبحيث لا يقل معدل الأرباح السنوية الصافية خلالها عن (10%) من رأسمال الشركة المدفوع.\n‌د-\tبيان بأن رأسمال الشركة مدفوع بالكامل.\n‌ه-\tبيان من الشركة بالتقديرات الأولية لموجوداتها ومطلوباتها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 266,
    "text": "يجوز للشركة ذات المسئولية المحدودة وشركة التوصية بالأسهم التحول إلى شركة مساهمة اكتتاب عام أو مقفلة وفقاً للأحكام المنصوص عليها في هذا القانون ويقدم طلب التحويل في هذه الحالة إلى المراقب مرفقاً به مايلي:-\nأ- قرار الجمعية العمومية غير العادية للشركة بالموافقة على التحويل.\nب- أسباب ومبررات التحويل مبنية على دراسة اقتصادية ومالية عن أوضاع الشركة وما ستكون عليه بعد التحويل.\nجـ- الميزانية السنوية للشركة للثلاث السنوات السابقة على طلب التحويل وبحيث لا يقل معدل الأرباح السنوية الصافية خلالها عن (10%) من رأسمال الشركة المدفوع.\nد- بيان بأن رأسمال الشركة مدفوع بالكامل.\nهـ- بيان من الشركة بالتقديرات الأولية لموجوداتها ومطلوباتها.\nو- قرار من الوزير بالترخيص والمصادقة على عقد التأسيس والنظام الأساسي للشركة. بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 267,
    "text": "للوزير بناءً على توصية المراقب الموافقة على تحويل الشركة ذات المسؤولية المحدودة أو شركة التوصية بالأسهم إلى شركة مساهمة اكتتاب عام خلال ثلاثين يومــاً من تاريخ تقديـــم الطلب المشار إليــه في المادة (267) من هذا القانون وبعد استكمال الإجراءات التالية:\n‌أ-\tتقدير موجودات ومطلوبات الشركة الراغبة بالتحول من قبل لجنة من ذوي الخبرة والاختصاص يشكلها الوزير على أن يكون من ضمنها مدقق حسابات قانوني ويحدد الوزير أتعاب هذه اللجنة على نفقة الشركة.\n‌ب-\tموافقة الدائنين الخطية على التحويل."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 267,
    "text": "للوزير بناء على اقتراح المراقب الموافقة على تحويل الشركة ذات المسئولية المحدودة أو شركة التوصية بالأسهم إلى شركة مساهمة اكتتاب عام أو مقفلة خلال ثلاثين يوماً من تاريخ تقديم الطلب المشار إليه في المادة (266) من هذا القانون وبعد استكمال الإجراءات التالية:-\nأ- تقدير موجودات ومطلوبات الشركة الراغبة بالتحول من قبل لجنة من ذوي الخبرة والاختصاص يشكلها الوزير على أن يكون من ضمنها مدقق حسابات قانوني ويحدد الوزير أتعاب اللجنة على نفقة الشركة.\nب- موافقة الدائنين الخطية على التحويل.  بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 268,
    "text": "أ ـ يعلن المراقب عن قرار الوزير بالموافقة على التحويل في صحيفتين يوميتين رسميتين على الأقل ولمرتين متتاليتين على نفقة الشركة.\nب ـ لكل ذي مصلحة الاعتراض لدى الوزير على قرار تحويل الشركة خلال ثلاثين يوماً من تاريخ نشر آخر إعلان عن التحويل ، وإذا لم تتم تسوية الاعتراضات المقدمة أو أي منها خلال ثلاثين يوماً  من تاريخ تقديم آخر اعتراض ، فلكل من المعترضين الطعن في قرار الوزير لدى المحكمة خلال ، ثلاثين يوماً من انتهاء تلك المدة ، على أن لا يوقف الطعن إجراءات التحويل إلاَّ إذا قررت المحكمة غير ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 269,
    "text": "لا يتم تحويل الشركة إلاَّ بعد إتمام إجراءات التسجيل والنشر المقررة بموجب هذا القانون ، وإذا كان رأس المال الناتج عن إعادة التقدير يقل عن الحد الأدنى لرأسمال الشركة المساهمة المقرر بمقتضى هذا القانون فتتبع الإجراءات القانونية الخاصة بتأسيس الشركة المساهمة ذات الاكتتاب العام واعتبار صافي حقوق الشركة الراغبة بالتحويل كمقدمات عينيه يصدر مقابلها أسهما  عينيه ويطرح ما تبقى من أسهم للمساهمين وللإكتتاب العام."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 270,
    "text": "إن تحويل أي شركة إلى شركة أخرى لا يترتب عليه نشوء شخص اعتباري جديد بل تبقى للشركة شخصيتها الاعتبارية وتحتفظ بجميع حقوقها وتكون مسؤولة عن التزاماتها السابقة على التحويل ، وتبقى مسؤولية الشريك المتضامن بأمواله الشخصية عن ديون الشركة والتزاماتها السابقة على تاريخ التحويل قائمة.\nالفصل الثاني\nإندماج الشركـــات"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 271,
    "text": "يتم اندماج الشركات المنصوص عليها في هذا الفصل بإحدى الطرق التالية على أن تكون غايات الشركات الراغبة في الاندماج متماثلة أو متكاملة:ـ\n‌أ-\tباندماج شركة أو أكثر مع شركة أخرى تسمى(الشركة الدامجة) وتنقضي الشركة أو الشركات الأخرى المندمجة فيها وتزول الشخصية الاعتبارية لكل منها.\n‌ب-\tباندماج شركتين أو أكثر لتأسيس شركة جديده تكون هي الشركة الناتجة عن الاندماج ، وتنقضي الشركات التي اندمجت بالشركة الجديدة وتزول الشخصية الاعتبارية لكل منها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 272,
    "text": "إذا اندمجت شركتان أو أكثر من نوع واحد في إحدى الشركات القائمة أو لتأسيس شركة جديدة فتكون الشركة الدامجة أو الشركة الجديدة الناتجة عن الدمج من ذلك النوع ، على أنه يجوز للشركة المحدودة المسؤولية أو شركة التوصية بالأسهم الاندماج في شركة مساهمة اكتتاب عام قائمه أو تأسيس شركة مساهمة ذات إكتتاب عام جديدة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 272,
    "text": "إذا اندمجت شركتان أو أكثر من نوع واحد في إحدى الشركات القائمة أو لتأسيس شركة جديدة فتكون الشركة الدامجة أو الشركة الجديدة الناتجة عن الدمج من ذلك النوع, على أنه يجوز للشركة ذات المسئولية المحدودة أو شركة التوصية بالأسهم الاندماج في شركة مساهمة اكتتاب عام أو مقفلة قائمة أو تأسيس شركة مساهمة ذات اكتتاب عام جديدة.  بصيغتها المعدله بموجب القانون رقم (28) لسنة 2004م."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 273,
    "text": "يقدم طلب الاندماج للوزير مرفقا  بالبيانات والوثائق التالية :\n‌أ-\tقرار الجمعية العمومية غير العادية لكل من الشركات الراغبة في الاندماج أو قرار جميع الشركاء حسب مقتضى الحال بالموافقة على الاندماج وفقاً  للشروط والبيانات المحددة في عقد الاندماج بما في ذلك التاريخ المحدد للدمج النهائي.\n‌ب-\tعقد الاندماج المبرم بين الشركات الراغبة في الاندماج موقعا  من المفوضين بالتوقيع عن تلك الشركات.\n‌ج-\tقائمة المركز المالي للشركات الراغبة بالاندماج لأقرب تاريخ لقرار الجمعية العمومية لكل من الشركات أو قرار الشركاء بالاندماج مصدقة من مدققي حسابات الشركة.\n‌د-\tآخر ميزانيتين للشركات الراغبة بالاندماج مصادقا  عليها من مدققي الحسابات.\n‌ه-\tالتقدير الأولي لموجودات ومطلوبات الشركات الراغبة بالاندماج بالقيمة الفعلية أو السوقية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 274,
    "text": "يبلغ قرار الجمعية العمومية لكل شركة من الشركات الراغبة في الاندماج إلى المراقب خلال مدة أقصاها أسبوعين ويوقف تداول أسهمها إعتباراً من تاريخ اتخاذ ذلك القرار ويعاد تداولها بعد إنتهاء إجراءات الاندماج وتسجيل الشركة الدامجة أو الناتجة عن الدمج."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 275,
    "text": "أ  ـ يحيل الوزير طلب الاندماج ومرفقاته إلى المراقب لدراسته وتقديم توصياته إليه بشأنه إذا كان الاندماج يتعلق بشركة مساهمة ذات اكتتاب عام أو سينتج عنه شركة مساهمة إكتتاب عام.\nب ـ على المراقب حسب مقتضى الحال تقديم التوصيات اللازمة للوزير بشأن الطلب خلال ثلاثين يوماً من تاريخ إحالة الطلب إلى اللجنة أو المراقب."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 276,
    "text": "إذا وافق الوزير عل طلب الاندماج يشكل (لجنة تقدير) يشترك في عضويتها المراقب أو من يمثله ومدققوا حسابات الشركات الراغبة بالاندماج وممثل عن كل شركه وعدد مناسب من الخبراء والمختصين وتتولى اللجنة تقدير جميع موجودات الشركات الراغبة بالاندماج ومطلوباتها لبيان صافي حقوق المساهمين أو الشركاء حسب مقتضى الحال في التاريخ المحدد للدمج وعلى اللجنة تقديم تقريرها للوزير مع الميزانية الافتتاحية للشركة الناتجة عن الاندماج خلال مدة لا تزيد على تسعين يوماً  من تاريخ إحالة الأمر إليها.. وللوزير تمديد هذه المدة لمدة مماثلة على الأكثر إذا اقتضت الضرورة ذلك وتحدد أتعاب وأجور اللجنة بقرار من الوزير وتتحملها الشركات الراغبة في الاندماج بحسب نسبة كل شركة في رأس المال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 277,
    "text": "على الشركات التي قررت الاندماج إعداد حسابات مستقلة عن أعمالها بإشراف مدققي حساباتها من تاريخ الاندماج وحتى إقرار الاندماج النهائي وتعرض نتائج أعمال هذه الشركات للفترة المذكورة على الجمعية العمومية غير العادية المشتركة أو الاجتماع المشترك للشركاء حسب مقتضى الحال بتقرير مصدق من مدققي حساباتها لإقرارها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 278,
    "text": "يشكل الوزير لجنة تنفيذية من رؤساء وأعضاء مجالس إدارات الشركات الراغبة بالاندماج أو مديريها حسب مقتضى الحال ومدققي حسابات الشركات للقيام بالإجراءات التنفيذية للاندماج وبخاصة ما يلي:\n‌أ-\tتحديد أسهم المساهمين أو حصص الشركاء في الشركات الداخلة في الاندماج من خلال تقديرات لجنة التقدير المنصوص عليها في المادة (277) من هذا القانون.\n‌ب-\tتعديل عقد التأسيس والنظام الأساسي للشركة الدامجة إذا كانت قائمه أو إعداد عقد التأسيس والنظام الأساسي للشركة الجديدة الناتجة عن الاندماج.\n‌ج-\tدعوة الجمعية العمومية غير العادية للمساهمين في الشركات الداخلة في الاندماج لإقرار ما يلي على أن يتم إقرارها بأغلبية (75%) من الأسهم الممثلة في الاجتماع لكل شركة على حده :\n1-\tعقد تأسيس الشركة الجديدة ونظامها الأساسي أو العقد والنظام المعدلين للشركة الدامجة.\n2-\tنتائج إعادة تقدير موجودات الشركات ومطلوباتها والميزانية الافتتاحية للشركة الجديدة الناتجة عن الاندماج.\n3-\tالموافقة النهائية على الاندماج.\n‌د-\tيزود مجلس الإدارة الجديد المراقب بمحضر إجتماع الجمعية العمومية المشتركة ، وذلك خلال سبعة أيام من تاريخ عقده."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 279,
    "text": "أ ـ تتبع إجراءات الموافقة والتسجيل والنشر المقررة بمقتضى هذا القانون لتسجيل الشركة الدامجة أو الناتجة عن الاندماج وشطب تسجيل الشركات المندمجة.\nب- يعلن المراقب في الجريدة الرسمية وفي صحيفتين يوميتين رسميتين محليتين لمرتين متتاليتين موجزا  عن عقد الاندماج ونتائج إعادة التقدير والميزانية الإفتتاحية للشركة الدامجة أو الناتجة عن الإندماج وعلى نفقة الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 280,
    "text": "تستمر مجالس إدارة الشركات التي قررت الاندماج قائمه إلى أن يتم تسجيل الشركة الدامجة أو الناتجة عن الاندماج وعندها تقوم اللجنة التنفيذية المشار إليها في المادة (279) من هذا القانون بتولي إدارة الشركة لمدة لا تزيد على ثلاثين يوماً  تدعوا خلالها الجمعية العمومية للشركة الدامجة أو الناتجة عن الاندماج لانتخاب مجلس إدارة جديد بعد توزيع الأسهم الناتجة عن الاندماج وتعيين مدققي حسابات الشركة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 281,
    "text": "أ ـ  يجوز لحملة أسهم أسناد القرض ولدائني الشركات المندمجة أو الدامجة ولكل ذي مصلحة من المساهمين أو الشركاء الاعتراض إلى الوزير خلال ثلاثين يوماً  من تاريخ آخر إعلان في الصحف المحلية تم بمقتضى أحكام المادة (280) من هذا القانون  على أن يبين المعترض موضوع إعتراضه والأسباب التي يستند إليها والأضرار التي يدعي أن الاندماج قد ألحقها به على وجه التحديد.\nب ـ لكل ذي مصلحة الاعتراض لدى الوزير على قرار إندماج الشركة خلال ثلاثين يوماً  من تاريخ نشر آخر إعلان عن الاندماج ، وإذا لم تتم تسوية الاعتراضات المقدمة أو أي منها خلال ثلاثين يوماً  من تاريخ تقديم آخر إعتراض فلكل من المعترضين الطعن في قرار الوزير لدى المحكمة خلال ثلاثين يوماً  من إنتهاء تلك المدة على أن لا يوقف الطعن إجراءات الإندماج إلاَّ  إذا قررت المحكمة غير ذلك."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 282,
    "text": "إذا لم يراع في الاندماج أي حكم من أحكام هذا القانون أو جاء مخالفا  للنظام العام فلكل ذي مصلحة رفع الدعوى لدى المحكمة للطعن في الاندماج والمطالبة ببطلانه وذلك خلال ستين يوماً  من تاريخ الإعلان عن الاندماج النهائي على أن يبين المدعي الأسباب التي يستند إليها في دعواه وبخاصة ما يلي:\n‌أ-\tإذا تبين أن هناك عيوبا  تبطل عقد الاندماج أو كان هناك نقص جوهري واضح في تقدير حقوق المساهمين.\n‌ب-\tإذا كان الاندماج ينطوي على التعسف في استعمال الحق أو أن هدفه كان تحقيق مصلحة شخصية مباشرة لمجلس إدارة أي من الشركات الداخلة في الاندماج أو لأغلبية الشركاء في أي منها على حساب حقوق الأقلية.\n‌ج-\tإذا قام الاندماج على التضليل والاحتيال أو ترتب على الاندماج أضرار بالدائنين.\n‌د-\tإذا أدى الاندماج إلى الاحتكار وتبين أنه يلحق أضرارا  بالمصلحة الاقتصادية العامة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 283,
    "text": "لا يوقف الطعن ببطلان الاندماج استمرار العمل به إلى أن يصدر قرار من المحكمة بالبطلان.. ويجوز للمحكمة عند النظر في دعوى البطلان أن تحدد من تلقاء ذاتها مهلة لتصحيح الأسباب التي أدت إلى الطعن بالبطلان ، ولها رد الدعوة بطلب البطلان إذا قامت الجهة المعنية بتصحيح الأوضاع قبل النطق بالحكم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 284,
    "text": "رئيس وأعضاء مجلس الإدارة والمدير العام ومدققوا الحسابات لكل من الشركات المندمجة أو الدامجة مسؤولون بصفة شخصية تجاه الغير عن أي مطالبات أو التزامات أو ادعاءات يدعي بها على الشركة ولم تكن مسجلة أو لم يتم الإعلان عنها قبل تاريخ الدمج النهائي وللمحكمة إعفائهم من هذه المسؤولية إذا ثبت عدم مسؤوليتهم عن تلك الالتزامات والمطالبات أو عدم علمهم بها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 285,
    "text": "تنتقل جميع حقوق والتزامات الشركات المندمجة إلى الشركة الدامجة أو الشركة الناتجة عن الاندماج حكماً بعد انتهاء إجراءات الدمج وتسجيل الشركة وفقاً  لأحكام هذا القانون ، وتعتبر الشركة الدامجة أو الناتجة عن الاندماج خلفاً قانونياً للشركات المندمجة وتحل محلها في جميع حقوقها والتزاماتها ، وذلك في حدود ما أتفق عليه في عقد الاندماج مع عدم الإخلال بحقوق الدائنين."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 286,
    "text": "إذا ظهرت التزامات أو إدعاءات على إحدى الشركات المندمجة بعد الدمج النهائي وكانت قد أخفيت من بعض المسؤولين أو العاملين في الشركة فتدفع لأصحابها من قبل الشركة الدامجة أو الناتجة عن الدمج ، ولها حق الرجوع بما دفعته على أولئك المسؤولين أو العاملين وتحت طائلة العقوبات المقررة لذلك بموجب القوانين المعمول بها.\nالباب الخامس\nفــي الجـــــزاءات"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 287,
    "text": "بدون إخلال بالحق في المطالبة بالتعويض عند الاقتضاء يعتبر باطلاً كل تصرف أو تعامل أو قرار يصدر على خلاف القواعد المقررة في هذا القانون أو يصدر من مجالس إدارة الشركات المساهمة والمحدودة أو جمعياتها العمومية المشكلة على خلاف أحكامه وذلك دون إخلال بحقوق الغير حسن النية."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 288,
    "text": "مع عدم الإخلال بالعقوبات الأشد المنصوص عليها في القوانين الأخرى.. يعاقب بالحبس مدة لا تزيد عن ثلاثة أشهر ولا تتجاوز سنتين ، أو بغرامة لا تقل عن ستين ألف ريال ولا تتجاوز أربعمائة وثمانين ألف ريال :\n1-\tكل من يثبت عمداً في عقد الشركة أو نظامها أو في نشرات الاكتتاب أو في غير ذلك من وثائق الشركة بيانات كاذبة أو مخالفة لأحكام هذا القانون وكل من وقع هذه الوثائق أو وزعها مع علمه بذلك.\n2-\tكل من يقو م بسوء قصد من الشركاء أو من غيرهم حصصاً عينيه بأكثر من قيمتها الحقيقية.\n3-\tكل مدير أو عضو مجلس إدارة يوزع على الشركاء أو غيرهم أرباحاً صورية أو أرباحاً أو فوائد على خلاف أحكام هذا القانون أو عقد الشركة أو نظامها وكل مراقب حسابات يصدق على هذا التوزيع مع علمه بالمخالفات.\n4-\tكل مدير أو عضو مجلس إدارة أو مراقب حسابات يستولي على مكافأة اكثر مما هو منصوص عليه في هذا القانون أو عقد الشركة.\n5-\tكل مدير أو عضو مجلس إدارة أو مصف يذكر عمدا  بيانات كاذبة في الميزانية أو فيما يعد من تقارير للشركاء أو للجمعية العامة أو يغفل عن عمد ذكر وقائع جوهرية في هذه التقارير وذلك بقصد إخفاء حقيقة المركز المالي للشركة عن الشركاء أو غيرهم.\n6-\tكل مراقب حسابات أو معاون له أو مستخدم لديه يتعمد وضع تقارير كاذبة عن نتيجة مراجعته أو يخفي عمداً  وقائع جوهرية في التقرير الذي يقدمه للشركاء أو للجمعية العامة.\n7-\tكل مدير أو عضو مجلس إدارة يغفل دعوة الجمعية العامة أو الشركاء للإنعقاد في حالة وقوع خسارة للشركة تبلغ الحد المنصوص عليه في هذا القانون أو في عقد الشركة مع علمه بهذه الخسارة.\n8-\tكل من يستعمل بسوء قصد وثائق مزورة لإثبات حقه في التصويت في الجمعيات العامة وكل من يزو ر هذه الوثائق.\n9-\tكل من يستعمل أي حق مما نص عليه في القانون بمقتضى حصص أو أسهم ليست مملوكة له دون أن يكون مأذونا في ذلك من مالكها.\n10-\tكل مدير أو عضو مجلس إدارة أو عضو رقابة أو مراقب حسابات أو معاون له أو مستخدم لديه وكل شخص يعهد إليه بالتفتيش على الشركة يفشي ما يحصل عليه بحكم عمله من أسرار الشركة أو يستغل هذه الأسرار لجلب نفع له أو لغيره.\n11-\tكل شخص معين من قبل الوزارة للتفتيش على الشركة يثبت عمدا  فيما يعده من تقارير عن نتيجة التفتيش وقائع كاذبة أو يغفل عمدا  في هذه التقارير وقائع جوهرية من شأنها أن تؤثر في نتيجة التفتيش.\n12-\tكل من يصدر أسهما  أو إيصالات اكتتاب أو شهادات مؤقتة أو أسناد قرض أو يعرضها للتداول أو يعلن عنها قبل صدور قرار الترخيص بتأسيس الشركة أو صدور القرار الوزاري القاضي بالمصادقة على نظامها الأساسي أو بالسماح بزيادة رأس مالها.\n13-\tكل من يقوم بنشر وقائع كاذبة لحمل الجمهور على الاكتتاب بالأسهم أو بأسناد القرض.\n14-\tكل من يقوم بإجراء اكتتابات صورية أو وهمية للأسهم أو قبولها.\n15-\tوفي كل الأحوال يحكم بإعادة المال محل المخالفة."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 289,
    "text": "مع عدم الإخلال بالعقوبات الأشد المنصوص عليها في القوانين الأخرى يعاقب بغرامة لا تقل عن خمسة آلاف ريال ولا تتجاوز خمسين ألف ريال :\n1-\tكل من يصدر أسهما  أو إيصالات إكتتاب أو شهادات مؤقتة أو أسناد قرض أو يعرضها للتداول على خلاف الأحكام المقررة في هذا القانون.\n2-\tكل من يقوم بتعيين مديراً أو رئيساً لمجلس إدارة الشركة أو عضوا  فيه أو يبقى في عضوية المجلس وكذلك كل من يعين مراقبا  للحسابات وكل من يتولى وظيفة أو عملاً في الشركة على خلاف الأحكام المقررة في هذا القانون وكل مدير أو رئيس مجلس إدارة أو عضو مسؤول للشركة التي تقع فيها المخالفة.\n3-\tكل شركة تخالف النسبة المخصصة للمتمتعين بجنسية الجمهورية في مجلس الإدارة وكل مدير أو رئيس مجلس إدارة للشركة التي تقع فيها المخالفة.\n4-\tكل عضو مجلس إدارة يتخلف عن تقديم أسهم الضمان طبقاً  للقانون.\n5-\tكل من يتخلف عن تقديم الإقرار المنصوص عليه في المادتين (146 ، 177) من هذا القانون.\n6-\tكل مدير أو رئيس مجلس إدارة يمتنع عن دعوة الجمعية العامة أو عن إدراج مسائل في جدول أعمالها في الأحوال التي يوجب عليه القانون دعوة الجمعية للانعقاد أو إدراج المسائل المذكورة في جدول أعمالها.\n7-\tكل مدير أو رئيس مجلس إدارة يخالف الأحكام المنصوص عليها في المادتين (186 ، 187) من هذا القانون.\n8-\tكل من يمتنع عمداً  عن تمكين الأشخاص المكلفين من قبل الوزارة بالتفتيش على الشركة من الإطلاع على دفاترها ووثائقها أو يمتنع عمداً  عن تقديم المعلومات أو الإيضاحات اللازمة لهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 290,
    "text": "في حالة التكرار أو الامتناع عن إزالة المخالفة التي صدر فيها حكم نهائي بالإدانة تضاعف العقوبة المنصوص عليها في المادتين السابقتين."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 291,
    "text": "يكون للموظفين الذين يصدر باختيارهم قرار من الوزير صفة رجال الضبط القضائي في إثبات الجرائم التي تقع بالمخالفة لأحكام هذا القانون والقرارات الصادرة تنفيذاً  له."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 292,
    "text": "أ ـ للموظفين المذكورين في المادة السابقة حق الاطلاع على جميع سجلات الشركة ودفاترها ووثائقها في مقر الشركة أو غيرها من الأمكنة.\nب ـ على مدير الشركة ورئيس مجلس الإدارة وأعضاء هذا المجلس ومراقب الحسابات وسائر مستخدمي الشركة أن يقدموا للموظفين المذكورين البيانات والمعلومات والوثائق التي يطلبونها لأداء أعمالهم."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 293,
    "text": "مع عدم الإخلال بالعقوبات  الأشد  المنصوص عليها في القوانين الأخرى يعاقب المديرون والشركاء الذين يقومون باسم الشركة بالأعمال المحظورة على الشركات ذات المسؤولية المحدودة وفق أحكام القانون بالحبس لمدة لا تقل عن ثلاثة أشهر ولا تزيد على السنتين أو بغرامة  لا تقل عن ستين ألف ريال ولا تزيد على أربعمائة وثمانين ألف ريال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 294,
    "text": "مع عدم الإخلال بالعقوبات الأشد المنصوص عليها في القوانين الأخرى يعاقب كل من يخالف سائر الأحكام المتعلقة بالشركات ذات المسؤولية المحدودة بغرامة لا تقل عن خمسة آلاف ريال ولاتزيد على خمسين ألف ريال."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 295,
    "text": "مع عدم الإخلال بالعقوبات الأشد المنصوص عليها في القوانين الأخرى يعاقب كل من يخالف سائر الأحكام المتعلقة بشركات التضامن والتوصية والمحاصة وغيرها بغرامة لا تقل عن ستة آلاف ريال ولا تزيد على ثلاثين ألف ريال.\nالباب السادس\nأحكام إنتقالية وختامية"
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 296,
    "text": "أ ـ مع مراعاة أحكام المواد الخاصة بالشركات الاستثمارية الواردة في قانون الاستثمار على الشركات القائمة قبل تنفيذ هذا القانون أن توفق وضعها معه وأن  تتقدم للوزارة بالبيانات والوثائق اللازمة لذلك خلال ستة أشهر إعتباراً  من تاريخ نشره في الجريدة الرسمية.\nب ـ تكون الشركات الأجنبية وفروعها التي تمارس نشاطا  في الجمهورية تابعة لأحكام القانون الخاص بتنظيم وكالات الشركات والبيوت الأجنبية وفروعها كما تكون الجمعيات التعاونية خاضعة للقانون الخاص بها."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 297,
    "text": "تصدر اللائحة التنفيذية لهذا القانون بقرار من مجلس الوزراء بناءً  على عرض الوزير."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 298,
    "text": "يلغى القرار بالقانون رقم(34) لسنة 1991م بشأن الشركات التجارية، ويلغى أي حكم أو نص يتعارض وأحكام هذا القانون."
  },
  {
    "law": "قانون الشركات التجارية",
    "article_number": 299,
    "text": "يعمل بهذا القانون من تاريخ صدوره وينشر في الجريدة الرسمية.\nصدر برئاسة الجمهوريـة ـ بصنعاء\nبتاريـخ :29/ ذي القعدة/1417هـ\nالموافـق :6 / أبريــــل/1997م\nالفريق/ علي عبد الله صالح\nرئيس الجمهوريـــة"
  }
]