[
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 1,
    "text": "يسمى هذا القانون (قانون تنظيم العلاقة بين المؤجر والمستأجر) ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 2,
    "text": "لأغراض تطبيق هذا القانون يقصد بالألفاظ الآتية المعاني المبينة أمام كل منها مالم ينص على خلاف ذلك:-"
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 3,
    "text": "1 -  تسـري أحكـام هذا القانـون على المباني المؤجـــــرة ، أو المعدة للإيجار و من تلك المباني ما يلـي :-"
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 4,
    "text": "تسري أحكام هذا القانون على المدن وضواحيها ، وعلى أية تجمعات سكنية لها صفة المدن ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 5,
    "text": "يجوز بقرار من الوزير بناءً على اقتراح المحافظ المختص مد نطاق سريان أحكام هذا القانون على أية مناطق سكنية أخرى ، ولا يكون لهذا القرار أثر على عقود الإيجارات السارية قبل صدور هذا القرار ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 6,
    "text": "لا تسري أحكام هذا القانون على :-"
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 7,
    "text": "يعد في حكم المستأجر عند تطبيق أحكام هذا القانون مالك العقار المستملك للمنفعة العامة وفقاً لقانون الأستملاك للمنفعة العامة إذا استمر في سكنى العقار فترة ستة أشهر بعد صدور قرار الإستملاك والحكم واستلامه التعويض، وذلك مقابل أجرة يدفعها للجهة المختصة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 8,
    "text": "تقوم المحكمة بتكليف طرفي الإيجار بإختيار عدلين خبيرين لتقدير إيجارات العقارات التي يطلب المؤجرون والمستأجرون معاً تقدير إيجاراتها ، أو التي يحدث بشأنها نزاع بينهم في عقد إيجار غير معلوم الأجرة وكان المستأجر قد مكن من الإنتفاع بالعين المؤجرة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 9,
    "text": "الإيجار في مفهوم هذا القانون عقد يلتزم بمقتضاه المؤجر بتمكين المستأجر من الإنتفاع بعين مؤجرة مما ذكر في المادة (3) من هذا القانون لمدة معينة نظير إيجار معلوم أو منفعة مشروعة متفق عليها ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 10,
    "text": "لا ينعقد الإيجار إلا من المالك أو وكيله أو ممن لهم صفة قانونية ثابتة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 11,
    "text": "إذا تعدد المستأجرون فيجب تحديد أسمائهم في العقد دون الإكتفاء بالعبارة التي  تدل على أن للمستأجر شركاء مع تحديد الغرض من الاستخدام تحديداً دقيقاً   وفي حالة عدم تحديد أسماء الشركاء اعتبر المذكور أسمه في العقد هو المستأجر فقط دون الالتفات إلى وجود مستأجرين آخرين معه ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 12,
    "text": "إعتباراً من تاريخ العمل بهذا القانون تبرم عقود الإيجار كتابة ويجوز في حالة عدم تحرير عقد إيجار -- أن تثبت واقعة التأجير وشروط العقد بأي من طرق الإثبات."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 13,
    "text": "لا يجوز إبرام أكثر من عقد إيجار واحد لنفس العين لمدة زمنية واحدة ، وفي حالة المخالفة يقع باطلاً العقد أو العقود اللاحقة للعقد الأول ، وإذا التبس أو تعذر إثباته تكون الحجية للعقد الموثق فإذا لم يكن هناك عقود موثقة تعطى الأولوية لمن سبق منهم إلى وضع يده على العين ،  ولا يعتد بالعقد الذي تم توثيقه بعد وضع اليد."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 14,
    "text": "لا يجوز للمؤجر حرمان المستأجر من أي حق من حقوقه المتفق عليها في العقد  أو منعه من أي ميزة كان ينتفع بها ، ويجوز للمحكمة أن تأذن للمستأجر بإعادة الحق أو الميزة على حساب المؤجر خصماً من الأجرة المستحقة بعد إنذاره بإعادة الحق أو الميزة في وقت مناسب ويلزم المؤجر بتعويض من أصابه الضرر ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 15,
    "text": "إذا ثبت أن عقد الإيجار انطوى على غش أو أخفى تصرفاً آخر غير مشروع فيبطل عقد الإيجار ويلزم المتسبب في البطلان بتعويض الطرف الآخر إذا كان هناك مقتضٍ لذلك ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 16,
    "text": "تتحدد أجرة العين المؤجرة بإتفاق المتعاقدين ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 17,
    "text": "يجوز أن تكون الأجرة نقوداً أو منفعة أو أي غرض مشروع ويتم الأتفاق عليه  في العقد ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 18,
    "text": "يتحمل المستأجر بالإضافة إلى الأجرة المتفق عليها دفع قيمة ما يلي ، مالم يتم الإتفاق على خلاف ذلك :-"
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 19,
    "text": "يدفع الإيجار مشاهرة ومقدماً ما لم ينص في العقد أو اتفاق لاحق على غير ذلك ، ويجب على المستأجر الوفاء بالأجرة في المكان والزمان المتفق عليهما في العقد ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 20,
    "text": "يجب على المؤجر إعطاء المستأجر سنداً بسداد الأجرة التي استلمها موضحاً فيه قيمة الأجرة والمدة المستحقة عنها وتاريخ السداد ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 21,
    "text": "إذا لم يتفق المتعاقدان على مقدار الأجرة أو على كيفية تقديرها أو إذا تعذر إثبات مقدار الأجرة ولم يكن العقد موضحــــاً يقوم الطرفان بإختيار عدلين لتحديد أجرة المثل زماناً ومكاناً أو بواسطة المحكمة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 22,
    "text": "الوفـــاء بقسط من الأجرة لمدة لاحقة يعتبر قرينة على الوفاء بالأقساط للمدد السابقة عليها ما لم يقم الدليل على عكس ذلك ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 23,
    "text": "يجوز للمؤجر أن يتقاضى تأميناً أو يأخذ ضماناً يتفق عليه الطرفان وللمستأجر الحق في استرداده عند نهاية مدة العقد أو إخلاء العين المؤجرة ما لم يكن هناك أي التزامات منصوص عليها في العقد تخصم من مقدار التأمين ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 24,
    "text": "تعتبر الأجرة هي المتراضى عليها بين المؤجر والمستأجر عند العقد وما يؤخذ بأسم المفتاح باطل وتحكم المحكمة بإرجاعه لمستحقه فإن رفضه صودر إلى البنك لصالح الخزينة العامة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 25,
    "text": "إذا كان المؤجر بالغاً عاقلاً فلا يجوز له فسخ عقد الإيجار للغبن ، كما لا يجوز له أن يطلب من المستأجر زيادة الأجرة المتفق عليها أثناء سريان العقد ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 26,
    "text": "إذا لم يصح عقد الإيجار لأي سبب من الأسباب يلتزم المستأجر بدفع الأجرة عن المدة التي أنتفع فيها بالعين المؤجرة ، أما إذا تعذر الإنتفاع بالعين المؤجرة بسبب يرجع إلى المؤجر فتسقط الأجرة ويجوز للمستأجر الرجوع على المؤجر بالتعويض إذا كان لذلك مقتض وتقدر المحكمة قيمة التعويض المستحق ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 27,
    "text": "لا يجوز لأي شخص -- لا يملك سوى حق الإدارة -- أن يعقد إيجاراً يزيد مدته عن ثلاث سنوات إلا إذا أجاز ذلك المالك أو القضاء ، فإذا أبرم عقد الإيجار لمدة أطول من ذلك نقصت المدة إلى ثلاث سنوات ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 28,
    "text": "يلزم تحديد المدة والأجرة عند العقد فإذا لم تحدد في العقد فيكون حدها الأقصى على النحو التالي :-"
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 29,
    "text": "عقود الإيجارات التي تكون الحكومة طرفاً فيها يلزم أن تكون محددة المدة و الا فيطبق ما جاء في المادة (28) ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 30,
    "text": "الإجارة الصادرة ممن له حق المنفعة المأذون له وأذن له المالك بتأجير العين تنقضي بإنقضاء هذا الحق إذا لم يجزها مالك الرقبة."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 31,
    "text": "يلتزم المؤجر بتمكين المستأجر من الانتفاع بالعين المؤجرة وملحقاتها وتسليمها له في حالة تصلح معها لأن تفي بما أعدت له من المنفعة أو بالغرض من الإيجار وفقاً للعقد أو طبيعة العين."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 32,
    "text": "إذا لم يتم تمكين المستأجر من الانتفاع أو سلمت العين المؤجرة في حالة لا تصلح معها للانتفاع الذي أجرت من أجله أو إذا نقص هذا الانتفاع نقصاً كبيراً جاز للمستأجر أن يطلب فسخ العقد أو إنقاص الأجرة مع التعويض في الحالتين إذا كان له مقتض ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 33,
    "text": "يسري على الالتزام بتسليم العين المؤجرة ما يسري على الالتزام بتسليم العين المبيعة من أحكام وعلى الأخص ما يتعلق بزمان التسليم وتحديد العين المؤجرة وملحقاتها ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 34,
    "text": "إذا كانت العين المؤجرة في حالة من شأنها تعريض المستأجر أو من يعيشون معه أو مستخدميه أو عماله لخطر جاز للمستأجر أن يطلب فسخ العقد مع التعويض إذا كان له مقتض ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 35,
    "text": "يضمن المؤجر للمستأجر سلامة العين المؤجرة من أي عيب يحول دون الانتفاع بها أو ينقص منه نقصاً كبيراً فيما عدا العيوب التي جرى العرف على التسامح فيها وهو المسئول عن خلو العين المؤجرة من أي صفة تعهد صراحة بتوافرها فيها، كذلك عن كل صفة تمنع الانتفاع بها ، ما لم يكن المستأجر قد أخبر بالعيب أو علم به وقت التعاقد وقبل ذلك أو سكت عنه ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 36,
    "text": "على المؤجر أن يمتنع عن كل ما من شأنه أن يحول أو ينقص من انتفاع المستأجر بالعين المؤجرة ويضمن الأعمال التي تصدر منه أو من اتباعه أو أي تعد أو أضرار له يد فيها ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 37,
    "text": "لا يضمن المؤجر للمستأجر الغصب والتعدي من الغير ويضمن الغاصب والمتعدي كل خسارة لحقت بالمستأجر أو المؤجر مع رفع أيديهما ، ومع عدم الإخلال بما نص عليه قانون العقوبات ، ولا يلزم المستأجر بالأجرة في مدة الغصب ما لم يكن متواطئاً أو متسبباً ، ويكون للمؤجر الرجوع على الغاصب والمتعدي ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 38,
    "text": "يضمن المؤجر كل الأضرار التي تلحق بحقوق المستأجر أو أي تعرض لها إذا ثبت أن ذلك حدث بسبب يرجع إلى المؤجر."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 39,
    "text": "إذا ادعى الغير حقاً في العين المؤجرة يتعارض مع حقوق المستأجر بمقتضى العقد وجب على المستأجر أن يبادر إلى إخطار المؤجر بذلك للدفاع عن حقوقه وكان له أن يخرج من الدعوى في هذه الحالة ولا توجه الإجراءات إلا إلى المؤجر ، فإذا ترتب على هذا الإدعاء حرمان المستأجر فعلاً من الانتفاع الذي له بموجب عقد الإيجار جاز له أن يطلب فسخ العقد أو إنقاص الأجرة بقدر ما نقص عليه من حقه أو التعويض ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 40,
    "text": "إذا ترتب على عمل جهة حكومية في حدود القانون نقص كبير في الأنتفاع بالعين المؤجرة جاز للمستأجر أن يطلب فسخ العقد ، أو إنقاص الأجرة بقدر ما نقص من الإنتفاع ، وللمستأجر أن يطالب المؤجر بتعويض ما أصابه من ضرر إذا كان عمل الجهة الحكومية راجعاً إلى سبب يكون المؤجر مسئولاً عنه ، وللمؤجر الرجوع على الجهة الحكومية بتعويض ما أصاب العين المؤجرة من ضرر إن كان لذلك مقتض ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 41,
    "text": "على المؤجر أن يتعهد العين المؤجرة بالصيانة وأن يقوم أثناء فترة الإيجار بجميع الترميمات الضرورية ، كما يلزم المستأجر بإجراء الترميمات الكمالية التي نقصت بسببه والتي يقضي بها العرف وتحدد اللائحة التنفيذية لهذا القانون الترميمات الضرورية والكمالية والتأجيرية المقصودة في هذه المادة وفقاً للعرف السائد في المنطقة الواقعة في منطقة العين المؤجرة ما لم يكن هناك أتفاق يقضي بغير ذلك ، ويجب عليه أن يبذل العناية اللازمة المعتادة للمحافظة على العين المؤجرة ، وهو المسؤول عما يصيبها أثناء إنتفاعه بها من أي تلف ناشئ عن إستعمالها إستعمالاً غير مألوف ومسؤول عن حريق العين المؤجرة ، أو أي ضرر يصيبها أثناء إنتفاعه بها ما لم يثبت أن الحريق أو الضرر نشأ عن سبب لا يد له فيه ، وإذا تعدد المستأجرون للعين المؤجرة كان كل منهم مسؤولاً عن الحريق ، أو الضرر بنسبة الجزء الذي يشغله ، ويتناول ذلك المؤجر نفسه إذا كان مقيماً في جزء منها ما لم يثبت أن النار بدأت من الجزء الذي يشغله أحدهم أو أن الضرر نشأ عن فعله  أو تقصيره فيكون وحده مسؤولاً عن الحريق أو الضرر ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 42,
    "text": "على المؤجر إصلاح ما نقص من العين المؤجرة كإنهدام بعض الدار أو نحوه إلا إذا تعذر عليه الإصلاح لإعسار أو نحوه فللمستأجر الخيار بين الفسخ أو أن ينقص من الأجرة بقدر ما نقص من المنفعة ، ولا يجوز للمستأجر أن يمنع المؤجر من إجراء الترميمات المستعجلة التي تكون ضرورية لحفظ العين المؤجرة ، على أنه إذا ترتب على هذه الترميمات إخلال كلي أو جزئي بالانتفاع جاز للمستأجر أن يطلب فسخ العقد أو إنقاص الأجرة ، ويسقط حق المستأجر في طلب الفسخ إذا استمر في العين بغير مطالبة وفي حالة التلف الكامل تنفسخ الإجارة ، وتحدد اللائحة التنفيذية طبيعة هذه الترميمات وظروف تنفيذها ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 43,
    "text": "إذا ثبت تأخر المؤجر بعد إشعاره كتابياً عن القيام بتنفيذ الالتزامات المبينة في المادتين السابقتين جاز للمستأجر أن يقوم بهذه الترميمات على نفقة المؤجر وخصم ما أنفقه من الأجرة المستحقة للمؤجر بعد إستئذانه وإذا لم يأذن له المؤجر جاز للمستأجر الإصلاح بعد إذن المحكمة بصورة مستعجلة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 44,
    "text": "يجوز للمستأجر في حالة الهلاك الكلي أو الجزئي للعين المؤجرة أن يطلب تعويضاً فيما نقص عليه بموجب العقد من المؤجر إذا كان ذلك الهلاك يرجع إلى أي سبب يتعلق به."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 45,
    "text": "لا يضمن المؤجر العيوب التي يكون قد أخطر المستأجر بها أو كان المستأجر يعلم بها وقت التعاقد وقبلها ويقع عبء إثبات ذلك على المؤجر ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 46,
    "text": "لا يضمن المؤجر للمستأجر التعرض أو الإعتداء إذا صدر من الغير ولم يكن له يد فيه ، وللمستأجر أن يلجأ إلى الوسائل اللازمة لحماية حقه ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 47,
    "text": "ذا أمتنع المؤجر خلال مدة سريان العقد عن استلام الأجرة وإعطاء سند مخالصة عنها فللمستأجر خلال خمسة عشر يوماً من تاريخ الامتناع أن يخطر المؤجر بكتاب بواسطة شاهدين لإستلامها خلال أسبوع فإذا لم يستلمها خلال هذا الميعاد قام المستأجر بإيداع الأجرة لصالح المؤجر دون رسوم خلال الأسبوع التالي خزانة المحكمة التي يقع العقار في دائرتها ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 48,
    "text": "على المستأجر أن يقوم بوفاء الأجرة في المكان والزمان المتفق عليهما في العقد ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 49,
    "text": "لا يجوز للمستأجر أن يستعمل العين المؤجرة إلاّ في الغرض الذي أعدت له أو تم الاتفاق عليه ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 50,
    "text": "مع مراعاة قواعد التنبيه بالإخلاء .. يجب على المستأجر رد العين المؤجرة عند إنتهاء عقد الإيجار فإذا أبقاها تحت يده دون وجه حق رغم معارضة المؤجر وتنبيهه بأي من طرق الإنباه المعتبرة بعدم رغبته في تجديد العقد كان المستأجر ملزماً بدفع تعويض للمؤجر يراعى في تقديره الأجرة اللازمة وما أصاب المؤجر من ضرر جراء عدم إخلاء العين المؤجرة."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 51,
    "text": "يجب على المستأجر أن يرد العين المؤجرة بالحالة التي تسلمها إلا ما يكون قد أصاب العين من هلاك بسبب لا يد للمستأجر فيه أو ما يسمح العرف به بسبب الاستعمال ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 52,
    "text": "لا يجوز للمستأجر أن يحدث بالعين المؤجرة تغييراً بدون إذن المؤجر فإذا احدث المستأجر تغييراً في العين المؤجرة أُلزم بإعادة العين إلى الحالة التي كانت عليها وبالتعويض إن كان له مقتض ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 53,
    "text": "مع مراعاة ما جاء في المادة (41) يلتزم المستأجر بالمحافظة على العين المؤجرة وسلامة المبنى وعدم وضع أجهزة في العقار تهدد سلامته مادام لم يتفق عليها ، وهو المسؤول عما يصيب العين من تلف أو هلاك أثناء انتفاعه بها إذا حدث نتيجة استعماله للعين استعمالاً غير متفق عليه ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 54,
    "text": "إذا أحدث المستأجر في العين المؤجرة تحسينات مما يزيد في قيمة العين المؤجرة، فإن كان ذلك بموافقة المؤجر ألزم المؤجر بأن يدفع له عند إنتهاء الإيجار ما أنفقه فيها ، وإن كان بدون موافقة المؤجر خير بين أن يطلب من المستأجر إزالتها مع التعويض عن الضرر الذي أصاب العين من إزالتها إن كان لذلك مقتض وبين أن يبقيها في مقابل الغرامة المعتادة في مثلها وهي قيمتها غير مستحقة البقاء بواسطة عدلين وللمحكمة أن تمهل المؤجر للوفاء بما عليه ما لم يقض الإتفاق بغير ذلك ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 55,
    "text": "يجوز للمستأجر بموافقة المؤجر أن يدخل على العين المؤجرة التجهيزات الضرورية كتوصيلات التلفون أو المياه والكهرباء والمجاري على نفقة المؤجر خصماً من الأجرة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 56,
    "text": "يلتزم المستأجر بإخطار المؤجر بكل أمر يتعلق بالعين المؤجرة ويستوجب تدخله."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 57,
    "text": "للمؤجر -- عن طريق الجهة المختصة ضماناً لحقوقه التابعة بموجب عقد الإيجار الحق في حجز جميع أو بعض المنقولات التابعة للمستأجر القابلة للحجز والموجودة في العين المؤجرة ، وللمؤجر الحق في منع نقلها من العين المؤجرة وكذا إستردادها إذا نقلت رغماً عنه وفقاً للضوابط  والإجراءات المحددة في اللائحة التنفيذية لهذا القانون ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 58,
    "text": "أ-  ليس للمؤجر أن يستعمل حقه في الحجز أو في الاسترداد إذا كان في هذه الأشياء أمر تقتضيه حرفة المستأجر ، أو إذا كانت المنقولات التي قد تركت في العين المؤجرة أو التي قد تم استردادها تفي بضمان الوفاء بمستحقات المؤجر."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 59,
    "text": "لا يجوز للمستأجر التنازل عن منفعة العين المؤجرة للغير ، كما لا يجوز لـه التأجير من الباطن في كل ما أستأجره أو بعضه ما لم يتم الاتفاق على خلاف ذلك مع المؤجر ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 60,
    "text": "في حالة موافقة المؤجر على التأجير من الباطن أو التنازل عن منفعة العين المؤجرة يجب ألا يتعارض عقد التأجير من الباطن أو التنازل عن الإيجار مع عقد الإيجار الأصلي ولا يكسب المستأجر من الباطن والمتنازل له حقوقاً لم تكن للمستأجر الأصلي ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 61,
    "text": "إذا كان الاستئجار للمبنى خاصاً لإنشاء مصنع أو متجر أو نحوهما وأراد المستأجر أن يبيع المصنع أو المتجر أستمرت الإجارة بنفس شروط العقد حتى تكتمل مدة الإيجار ، وعلى أن لا يلحق ضرر بالمؤجر ، وعلى المشتري الالتزام بما ينص عليه عقد الإيجار ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 62,
    "text": "مع مراعاة ما جاء في المادتين (59 ، 60) في حالة التنازل عن منفعة العين المؤجرة أو التأجير من الباطن يظل المستأجر الأصلي ضامناً للمستأجر من الباطن انتفاعه بالعين المؤجرة وتنفيذ التزاماته التعاقدية في العقد من الباطن ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 63,
    "text": "يجوز للمؤجر أن يستوفي من المستأجر من الباطن ما يكون له من حقوق قبل المستأجر الأصلي ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 64,
    "text": "تبرأ ذمة المستأجر الأصلي قبل المؤجر سواءً فيما يتعلق بضمان المستأجر من الباطن أو فيما يتعلق بما يفرضه عقد الإيجار من التزامات قبله إذا وافق المؤجر على ذلك صراحة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 65,
    "text": "للمؤجر أن يقوم بتأجير العين المؤجرة مفروشة مع حصوله على ترخيص بذلك من الوزارة ، أو مكاتبها وفروعها في المحافظات ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 66,
    "text": "تعد الوزارة أو مكاتبها سجلات للسكن المفروش في الجمهورية تدون فيها عقود الإيجار في السكن المفروش في هذه السجلات بأرقام مسلسلة وعلى كل مؤجر أن يوافي المكتب المختص بصورة من عقد الإيجار خلال أسبوع من تاريخ التوقيع عليه، فإذا كان مدة الإيجار لا تجاوز أسبوعاً وليس فيها عقد إيجار فيكتفى بإبلاغ الجهات المختصة ببيانات الساكنين ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 67,
    "text": "لا يجوز التنازل عن منفعة العين المؤجرة أو التأجير من الباطن بالنسبة للمساكن المؤجرة مفروشة ما لم يتم الإتفاق في العقد على ذلك على أن يتم إعلام المؤجر وموافاة المكتب المختص بصورة من التنازل ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 68,
    "text": "يجـــوز أن يتقاضى المؤجر تأميناً عادلاً يتفق عليه يتناسب مع قدر الإيجار ومدته."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 69,
    "text": "في حالة مخالفة المادتين (66 ، 67) يجوز للوزارة أن تغلق السكن المفروش لمدة   لا تزيد على شهرين إن لم يستجب المؤجر خلال خمسة عشر يوماً بعد إنذاره ولا يخل هذا الإجراء بأي عقوبة أشد منصوص عليها في قانون آخر وللمتضرر   حق التظلم إلى المحكمة المختصة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 70,
    "text": "1 - يجوز بقرار من الوزير أو رئيس الوحدة الإدارية أو من يملك سلطاتهما إغلاق السكن المفروش لمدة لا تزيد على سنتين في الأحوال الآتية :-"
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 71,
    "text": "يحق لمستأجري المدارس والأقسام الداخلية لإيواء الدارسين بها والمستشفيات وملحقاتها في حالة تأجيرها لهم مفروشة الاستمرار في الانتفاع بالعين ولو انتهت المدة المتفق عليها في العقد في حالة وجود ضرورة ، وينتهي هذا الإنتفاع بإنتهاء تلك الضرورة، ويقدر المكتب المختص حالة الضرورة الموجبة لذلك ، وللمالك الرجوع إلى المحكمة لتقرير إنتهاء الضرورة ، وفي كل الأحوال لا تزيد المدة   عن سنة."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 72,
    "text": "إذا انتقلت ملكية العين المؤجرة من مالك إلى آخر بما في ذلك الورثة تظل عقود الإيجار التي أبرمها المورث أو المالك الأول سارية في مواجهة المالك الجديد أو الورثة وتنتقل ضمانات المؤجر والتزاماته إليهم ،  ولا يجوز لهم الانتقاص منها طوال فترة سريان العقد ، وعلى البائع إعلام المشتري بمدة الإيجار وإلا فللمشتري   حق فسخ عقد البيع ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 73,
    "text": "إذا باع المالك العين المؤجرة بعد إستيفائه الأجرة عن مدة العقد كاملة فيلتزم بمحاسبة المشتري على الأجرة من يوم تحرير عقد البيع إلى نهاية مدة الإيجار وللمشتري الحق في المطالبة بفسخ البيع إذا رفض البائع تسليم الأجرة التي استلمها ما لم يكن عالماً بذلك حال البيع وسكت أو رضى به بعده ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 74,
    "text": "لا يجوز لمن انتقلت إليه ملكية العين المؤجرة ولم يكن الإيجار نافذاً في حقه أن يجبر المستأجر على الإخلاء إلا بعد تنبيهه بذلك وفقاً للعقد أو وفقاً للمواعيد المقررة في هذا القانون فإذا نبه المؤجر المستأجر بالإخلاء قبل انقضاء مدة الإيجار فأن المؤجر يلتزم بأن يدفع للمستأجر ما يستحقه من الأجرة المدفوعة مقدماً ما لم يتم الاتفاق على غير ذلك ، ولا يجبر المستأجر على الإخلاء إلا بعد أن يستوفي ما له أو بعد أن يحصل على ضمانة أو كفالة للوفاء بهذا التعويض."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 75,
    "text": "لا يجوز للمستأجر أن يدفع الأجرة المستحقة عليه للمالك السابق بعد إنتقال ملكيته للعين المؤجرة، ولا يجوز للمستأجر أن يتمسك بالأجرة المدفوعة   في مواجهة المالك الجديد إذا ثبت أن المستأجر كان يعلم وقت الدفع بانتقال الملكية له فإذا عجز المالك الجديد عن إثبات علم المستأجر بانتقال الملكية لا يكون له   إلاّ الرجوع على المالك السابق ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 76,
    "text": "يلتزم المستأجر بسداد الأجرة إلى المالك الجديد من يوم إخطاره أو التنبيه عليه بذلك ويقع على المالك الجديد عبء إثبات الإخطار أو التنبيه ما لم يكن المستأجر عالماً بانتقال الملكية ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 77,
    "text": "لا يجوز للمالك الجديد أن يدخل في العين المؤجرة أي تعديلات أو إضافات أو آلات أو أشياء تنقص من منفعــة المستأجر."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 78,
    "text": "ينتهي عقد الإيجار بإنقضاء المدة المعينة في العقد دون حاجة إلى التنبيه بالإخلاء ما لم ينص العقد على خلافه."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 79,
    "text": "إذا انتهى عقد الإيجار وظل المستأجر منتفعاً بالعين المؤجرة دون أن يعترض المؤجر على ذلك اعتبر الإيجار متجدداً ضمنياً بشروطه الأولى إلى وقت مطالبة المالك بإنتهاء العقد أو تجديده بما يتراضيان عليه ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 80,
    "text": "إذا تجدد عقد الإيجار ضمنياً بعدم الإعتراض طبقاً للمادة (79) من هذا القانون تنتقل إلى الإيجار الجديد التأمينات التي كان المستأجر قد قدمها في الإيجار الأول ، أما الكفالة الشخصية أو العينية فلا تنتقل إلى الإيجار الجديد إلا إذا وافق الكفيل على ذلك ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 81,
    "text": "لا يعتبر تجديداً ضمنياً للعقد استمرار المستأجر في الإنتفاع بالعين المؤجرة بعد ثبوت تنبيه أحد الطرفين الآخر بالإخلاء ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 82,
    "text": "إذا طلب المستأجر من المؤجر السماح له بإدخال تحسينات أو تجهيزات جديدة مقابل أن يجدد له العقد ووافق المؤجر على ذلك لزمه تجديد العقد مدة يتفق عليها مع إحتساب التكلفة من الإيجار."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 83,
    "text": "لا ينتهي الإيجار الصحيح بموت المؤجر أو المستأجر، ومع ذلك إذا مات المستأجر جاز لورثته أن يطلبوا إنهاء هذا العقد إذا أثبتوا أنه بسبب موت مؤرثهم أصبحت أعباء العقد أثقل من أن تتحملها مواردهم ، أو أصبح الإيجار مجاوزاً حدود حاجتهم ، أو أصبحت ظروفهم تستلزم إنتقالهم ، ويراعى التنبيه على المؤجر قبل شهر من الإنتهاء ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 84,
    "text": "إذا تم عقد الإيجار لممارسة حرفة أو صناعة للمستأجر في المكان المؤجر   أو لاعتبارات  أخرى تتعلق بشخصه ثم مات أو زالت تلك الإعتبارات أو الحرفة  أو الصناعة جاز له أو لورثته طلب إنهاء العقد بعد التنبيه على المؤجر قبل شهر من الإخلاء وتحكم المحكمة بذلك عند تحققها مما ذكر."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 85,
    "text": "إذا أعسر المستأجر جاز له طلب فسخ العقد كما للمؤجر طلب فسخ العقد لإعسار المستأجر ولا يحكم بالفسخ إذا قدم المستأجر الضمانات التي تكفل وفاءه بالأجرة التي لم تحل بعد."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 86,
    "text": "ذا اشترط المؤجر على المستأجر أن يكون له الحق في إنهاء العقد في أي وقت قبل إنقضاء العقد بطل الشرط  ولا يؤثر هذا البطلان على صحة العقد ، ويصح  أن يشترط المستأجر أن يكون له الحق في انهاء العقد في أي وقت ، ويجوز لاحد المتعاقدين أن يطلب إنهاء العقد قبل انقضاء مدته لعذر طارئ ويخضع ذلك العذر لتقدير المحكمة مع الحكم بتعويض مناسب عن الضرر الذي لحق بالمتعاقد الآخر."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 87,
    "text": "ذا كان المؤجر هو الذي يطلب إنهاء العقد بسبب العذر الطارئ المشار إليه في المادة السابقة من هذا القانون فيجب أن يعطى المستأجر مهلة لا تقل عن ثلاثة أشهر للمساكن وستة أشهر لما سواها لإيجاد مكان مناسب ينتقل إليه."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 88,
    "text": "لا ينقضي عقد الإيجار للعين المؤجرة بوفاة المستأجر أو تركه العين المؤجرة  إذا بقي فيه زوجه أو أولاده، أو والداه، أو أحدهما أو ممن كان يعولهم من أقاربه   ولا عائل لهم غيره ، وكانوا يقيمون معه حتى الوفاة أو الترك وفي جميع الأحوال يلزم شاغلوا المسكن بكافة أحكام العقد ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 89,
    "text": "إذا رغب المؤجر أو المستأجر في إنهاء عقد الإيجار فعلى الطرف الذي يرغب في ذلك إشعار الطرف الآخر قبل ثلاثة أشهر من إنتهاء مدة العقد بالنسبة للمساكن وستة شهور بالنسبة لغيرها من المباني ما لم تكن مدة العقد أقل من المدة المحددة للتنبيه فلا يكون المؤجر أو المستأجر ملزماً بالتنبيه كل ذلك ما لم يتم الاتفاق على غير ذلك أو نص القانون على مدة أقل ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 90,
    "text": "يتم إخلاء العين المؤجرة وتسليم المفتاح للمؤجر في نهاية آخر يوم من الأيام المدفوع عنها أجرة أو نهاية آخر يوم من مدة العقد ، ولا يجوز للمؤجر أن يطلب من المستأجر التخلية قبل هذا الوقت ما لم يتم الاتفاق على غير ذلك ، وإذا لم يقم المستأجر بإخلاء العين المؤجرة عدّ غاصبا ويحكم عليه بالتخلية ودفع أجرة مدة الغصب والتعويض إذا كان له مقتضٍ ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 91,
    "text": "يجـوز للمؤجــر أن يطلب من المستأجر إخــلاء العين المؤجــرة قبــل إنتهاء فترة العقد وتحكم المحكمة به في الأحـوال الآتية :-"
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 92,
    "text": "يشترط للإخلاء لعدم الوفاء بالأجرة وفقاً لأحكام الفقرة (أ) من المادة السابقة:"
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 93,
    "text": "يجوز طلب إخلاء المباني والمنشآت التي يخشى سقوطها ، أو سقوط جزء منها مما يعرض الأرواح والأموال للخطر ، وكذلك المنشآت التي تحتاج ضرورة إلى ترميم أو صيانة لتأمين سلامتها."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 94,
    "text": "تتولى الوزارة ومكاتبها تشكيل لجان فنية لمعاينة وفحص المباني والمنشآت المذكورة في المادة (93) وتقرير ما يلزم اتخاذه للمحافظة على الأرواح والأموال سواءً بالهدم الكلي أو الجزئي أو الترميم أو الصيانة لإصلاحها للغرض المخصص من أجله ، ويتضمن تقرير اللجنة تحديد المدة اللازمة لتنفيذ الأعمال المطلوبة وما إذا كانت تستوجب إخلاء المبنى مؤقتاً كلياً أو جزئياً."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 95,
    "text": "يرفع المسؤول الأول في مكتب الأشغال العامة بالمحافظة هذا التقرير إلى الوزير أو رئيس الوحدة الإدارية أو من يفوضانه لإصدار القرار بالإخلاء ، ويعلن القرار بالطريق الإداري إلى ذوي الشأن من الملاك وشاغلي العقار وأصحاب الحقوق عليه."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 96,
    "text": "يجوز لذوي الشأن الطعن في قرار الإخلاء خلال (15 يوماً) من تاريخ إعلامهم بالقرار أمام المحكمة الواقع في دائرتها العقار ، وعلى قلم كتاب المحكمة إعلان مصدر القرار وذوي الشأن من ملاك العقار وأصحاب الحقوق بالطعن في القرار وبالجلسة المحددة للنظر في الطعن ، وتفصل المحكمة على وجه السرعة إما برفض الطعن أو بقبوله وإعادة النظر في القرار المطعون فيه."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 97,
    "text": "مع عدم الإخلال بأحكام قانون البناء يجب على ذوي الشأن أن يبادروا إلى تنفيذ قرار اللجنة النهائي أو حكم المحكمة الصادر في شأن المنشأة الآيلة للسقوط والترميم والصيانة وفقاً لأحكام هذا القانون وذلك في المدة المحددة لتنفيذه، وفي حالة الامتناع عن التنفيذ فيما يخشى ضرره يقوم مكتب الوزارة المختص بالهدم على نفقة صاحب الشأن وتحصيل قيمة التكاليف وجميع النفقات بطريق الحجز الإداري."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 98,
    "text": "يجوز للمستأجر أن يعود للعين المؤجرة بعد إنتهاء الترميم أو الصيانة وفقاً للعقد وبشرط أن يكون العقد مازال ساري المفعول وإذا كان العقد قد أنتهى امتد العقد بقوة القانون لمدة مساوية للفترة التي قضاها المستأجر خارج العين المؤجرة بسبب أعمال الترميم أو الصيانة ، وإذا كان قد دفع الإيجار مقدماً فيعاد إليه ما دفعه عن الفترة التي لم ينتفع فيها إذا لم يرغب في الإستمرار ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 99,
    "text": "في جميع الحالات التي يتم فيها هدم العقار طبقاً لأحكام هذا القانون للمستأجر الأولوية بعد إعادة البناء في شغل وحدة بالعقار المنشأ إذا كانت مدة العقد سارية وبإيجار يتفق عليه الطرفان ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 100,
    "text": "يعاقب كل من أرتكب المخالفة الواردة في المادة (13) من هذا القانون بغرامة مالية لا تقل عن مائة ألف ريال وللمحكمة أن تحكم بالتعويض المناسب لكل من تضرر من هذه المخالفة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 101,
    "text": "يعاقب كل مؤجر خالف أحكام المادة (24) من هذا القانون بالحبس مدة لا تزيد عن ثلاثة أشهر أو بغرامة لا تزيد عن خمسين ألف ريال ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 102,
    "text": "يعاقب بالحبس مدة لا تجاوز ثلاثة أشهر أو بغرامة لا تتجاوز مائة ألف ريال كل مؤجر قام بعمل يقصد به مضايقة المستأجر والضغط عليه لإخلاء العين خلال مدة الإيجار أو زيادة الإيجار المحدد في العقد ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 103,
    "text": "تصدر اللائحة التنفيذية لهذا القانون بناءً على عرض الوزير وبعد موافقة مجلس الوزراء وفي مدة لا تتجاوز سنة ."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 104,
    "text": "يلغى كل نص أو حكم يخالف أحكام هذا القانون ، ويرجع فيما لم يرد بشأنه نص في هذا القانون إلى الأحكام المتعلقة بالإيجار في القانون المدني المعمول به."
  },
  {
    "law": "قانون تنظيم العلاقة بين المؤجر والمستأجر",
    "article_number": 105,
    "text": "يعمل بهذا القانون من تاريخ صدوره وينشر في الجريدة الرسمية ."
  }
]