[
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 1,
    "text": "يكون للكلمات والعبارات التالية المعاني الواردة أمام كل منها مالم يقضي السياق بخلاف ذلك أو دلت القرينة على معنى آخر.\nإقليم الدولة: يقصد بإقليم الدولة أراضيها ومياهها الإقليمية وما فوقها وتحتها ويدخل في ذلك الطائرات والسفن التي تحمل جنسية الدولة وعلمها أينما وجدت.\nالموظف العام ومن في حكمه: يعد وفقاً لأحكام هذا القانون موظفاً عاماً رئيس الجمهورية ونائب الرئيس ورئيس وأعضاء مجلس الوزراء وكل من تولى أعباء وظيفة عامة بمقابل أو بغير مقابل بصرف النظر عن صحة قرار تعيينه فيها ويشمل أعضاء السلطة القضائية وأفراد القوات المسلحة والشرطة وأعضاء الهيئات العامة وأعضاء المجالس النيابية العامة أو المحلية المنتخبين منهم والمعينين والمحكمين والخبراء والعدول والوكلاء والمحامين والحراس القضائيين الذين تعدل لديهم الأموال وأعضاء مجالس إدارة الشركات والبنوك وموظفيها التي تسهم الدولة في رأس مالها.\nالمؤسسة العامة:\nويقصد بها المرافق والمؤسسات التي تمتلكها الدولة أو تسهم في رأس مالها وتهدف إلى تحقيق نفع عام ويشمل الهيئات والشركات العامة والأحزاب والنقابات والاتحادات والجمعيات والوحدات الإدارية والمجالس المحلية.\nالأشخاص الاعتبارية: تشمل الشركات والهيئات والمؤسسات والجمعيات التي تكتسب هذه الصفة وفقاً للقانون وتأخذ حكم الأشخاص الطبيعية بالنسبة للجرائم المنصوص عليها في هذا القانون ويكتفي في شأنها بالعقوبات التي يمكن تطبيقها عليها.\nالمنشآت العقابية: هي المنشآت التي يحددها قانون السجون.\nالمحرر الرسمي: يقصد به أي محرر تختص بإصداره سلطة عامة أو هيئة أو مؤسسة أو شركة عامة أو تسهم الدولة فيها بنسبة51%\nالغائب: هو الشخص الذي لا يعرف مكانه وتنقطع أخباره ولا يعرف إن كان حياً أو ميتاً.\nأولياء الدم: يقصد بهم الورثة الشرعيين للمجني عليه أو من يقوم مقامهم قانوناً.\nمبدأ الشرعية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 2,
    "text": "المسئولية الجزائية شخصية ولا جريمة ولا عقوبة إلا بقانون.\nمبدأ الإقليمية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 3,
    "text": "يسري هذا القانون على كافة الجرائم التي تقع على المقيم في الدولة أياً كانت جنسية مرتكبها وتعد الجريمة مقترفة في إقليم الدولة إذا وقع فيه عمل من الأعمال المكونة لها ومتى وقعت الجريمة كلها أو بعضها في إقليم الدولة يسري هذا القانون على من ساهم فيها أو وقعت مساهمته في الخارج.\nكما يسري هذا القانون على الجرائم التي تقع خارج إقليم الدولة وتختص المحاكم اليمنية بها وفقاً لقانون الإجراءات الجزائية.\nرجعية القانون الأصلح"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 4,
    "text": "يطبق القانون النافذ وقت ارتكاب الجريمة على أنه إذا صدر قانون أو أكثر بعد وقوع الجريمة وقبل الفصل فيها بحكم بات يطبق أصلحها للمتهم وإذا صدر قانون بعد الحكم البات يجعل الفعل الذي حكم على المجرم من أجله غير معاقب عليه يوقف تنفيذ الحكم وتنتهي آثاره الجزائية، ومع ذلك إذا صدر قانون بتجريم فعل أو امتناع أو بتشديد العقوبة المقررة له و كان ذلك في فترة محددة فإن انتهاء هذه الفترة لا يحول دون تطبيقه على ما وقع خلالها.\nالرد والتعويض"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 5,
    "text": "لا يمس الحكم بالعقوبات المنصوص عليها في هذا القانون ما يكون واجباً للخصوم من الرد والتعويض.\nسريان أحكامه على الجرائم الخاصة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 6,
    "text": "يراعى في الجرائم المنصوص عليها في القوانين الأخرى أحكام الكتاب الأول من هذا القانون إلا إذا وجد فيها نص يخالف ذلك.\nالباب الثاني\nالجريمة\nالفصل الأول\nعناصر الجريمة\nرابطة السببية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 7,
    "text": "لا يسأل شخص عن جريمة يتطلب القانون لتمامها حدوث نتيجة معينة إلا إذا كان سلوكه فعلاً أو امتناعاً هو السبب في وقوع هذه النتيجة وتقوم رابطة السببية متى كان من المحتمل طبقاً لما تجرى عليه الأمور في الحياة عادة أن يكون سلوك الجاني سبباً في وقوع النتيجة وما كان سببه منه فهدر على أن هذه الرابطة تنتفي إذا تداخل عامل آخر يكون كافياً بذاته لأحداث النتيجة وعندئذ تقتصر مسؤولية الشخص عن سلوكه إذا كان القانون يجرمه مستقلاً عن النتيجة.\nالمسئولية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 8,
    "text": "لا يسأل شخص عن جريمة إلا إذا أرتكبها قصداً (عمداً) أو بإهمال.\nالقصد"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 9,
    "text": "يتوافر القصد إذا أرتكب الجاني الفعل بإرادته وعلمه وبنية أحداث النتيجة المعاقب عليها ولا عبرة في توافر القصد بالدافع إلى ارتكاب الجريمة أو الغرض منها إلا إذا نص القانون على خلاف ذلك، و يتحقق القصد كذلك إذا توقع الجاني نتيجة إجرامية لفعله فأقدم عليه قابلاً حدوث هذه النتيجة.\nالخطأ غير العمدي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 10,
    "text": "يكون الخطأ غير العمدي متوافراً إذا تصرف الجاني عند ارتكاب الفعل على نحو لا يأتيه الشخص العادي إذا وجد في ظروفه بأن أتصف فعله بالرعونة أو التفريط أو الإهمال أو عدم مراعاة القوانين واللوائح والقرارات.\nويعد الجاني متصرفاً على هذا النحو إذا لم يتوقع عند ارتكاب الفعل النتيجة التي كان في استطاعة الشخص العادي أن يتوقعها أو توقعها وحسب أن في الإمكان اجتنابها.\nالفصل الثاني\nأنواع الجرائم\nجرائم الحدود و القصاص و جرائم التعزير"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 11,
    "text": "الجرائم قسمان:\n1- الجرائم المعاقب عليها بالحدود والقصاص.\n2- الجرائم التي يعزر عليها\nتعريف جرائم الحدود وتعدادها"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 12,
    "text": "الجرائم التي يجب فيها الحد هي ما بين عقوبتها نص شرعي وكانت حقاً لله تعالى خالصاً أو مشوباً و يعبر عنها شرعاً بالحدود وهي سبع:\n1- البغي\n2- الردة\n3- الحرابة\n4- السرقة\n5- الزنا\n6- القذف\n7- الشرب\nتعريف جرائم القصاص وتعدادها"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 13,
    "text": "الجرائم التي يجب فيها القصاص هي ما بين عقوبتها نص شرعي وكانت حقاً للعباد وهي نوعان:\n1- جرائم تقع على النفس مطلقاً وتؤدي إلى القتل.\n2- جرائم تقع على مادون النفس وهي الجرائم التي تمس جسم الإنسان ولا تهلكه.\nتعريف جرائم التعزير"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 14,
    "text": "الجرائم التي توجب التعزير هي كل فعل معاقب عليه بمقتضى هذا القانون.\nتقسيم الجرائم من حيث جسامتها"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 15,
    "text": "تنقسم الجرائم من حيث جسامتها إلى نوعين:\nجرائم جسيمة ، وجرائم غير الجسيمة\nتعريف الجرائم الجسيمة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 16,
    "text": "الجرائم الجسيمة هي ما عوقب عليه بحد مطلقاً أو بالقصاص بالنفس أو بإبانة طرف أو أطراف وكذلك كل جريمة يعزر عليها بالإعدام أو بالحبس مدة تزيد على ثلاث سنوات.\nتعريف الجرائم غير الجسيمة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 17,
    "text": "الجرائم غير الجسيمة هي التي يعاقب عليها أصلاً بالدية أو بالأرش أو بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة.\nالفصل الثالث\nالشروع في الجريمة\nالشروع"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 18,
    "text": "الشروع هو البدء في تنفيذ فعل بقصد ارتكاب جريمة إذا أوقف سلوك الفاعل أو خاب أثره لسبب لا دخل لأرادته فيه ولو استحال تحقق الجريمة التي قصد الفاعل ارتكابها لقصور الوسيلة المستعملة أو لتخلف موضوع الجريمة أو لعدم وجود المجني عليه.\nعقوبة الشروع"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 19,
    "text": "يعاقب على الشروع دائماً ولا تزيد العقوبة عن نصف الحد الأقصى المقرر للجريمة التامة إلا إذا نص القانون على خلاف ذلك و إذا كانت عقوبة الجريمة التامة هي الإعدام، تكون عقوبة الشروع الحبس الذي لا يزيد على عشر سنوات وتسري على الشروع الأحكام الخاصة بالعقوبات التكميلية المقررة للجريمة التامة.\nاستثناء الحدود والقصاص"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 20,
    "text": "إذا كان الفعل الذي وقع مما يعد لذاته جريمة معاقباً عليها بحد أو قصاص بما دون حكم بالحد أو القصاص.\nالفصل الرابع\nالمساهمة في الجريمة\nالفاعل"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 21,
    "text": "يعد فاعلاً من يحقق بسلوكه عناصر الجريمة ويشمل ذلك المتمالي الموجود على مسرح الجريمة وقت حدوثها ويعد فاعلاً بالواسطة من يحمل على ارتكاب الجريمة منفذاً غير مسئول- هذا ولو تخلفت لدى الفاعل بالواسطة صفة يشترطها القانون في الفاعل ويعد فاعلين من يقومون معاً بقصد أو بإهمال مشترك بالأعمال المنفذة للجريمة.\nالمحرض"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 22,
    "text": "يعد محرضاً من يغري الفاعل على ارتكاب جريمة، و يشترط لمعاقبته أن يبدأ الفاعل في التنفيذ، ومع ذلك تجوز المعاقبة على التحريض الذي لا يترتب عليه أثر في جرائم معينة.\nالشريك"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 23,
    "text": "الشريك هو من يقدم للفاعل مساعدة تبعية بقصد ارتكاب الجريمة وهذه المساعدة قد تكون سابقة على التنفيذ أو معاصرة له، و قد تكون لاحقه متى كان الاتفاق عليها قبل ارتكاب الجريمة، أما المساعدة اللاحقة التي لم يتفق عليها قبل ارتكاب الجريمة كالإخفاء فيعاقب عليها كجريمة خاصة.\nعقوبة المساهمة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 24,
    "text": "في الجرائم التعزيرية من ساهم في الجريمة بوصفة فاعلاً أو محرضاً أو شريكاً يعاقب بالعقوبة المقررة لها ما لم ينص القانون على خلاف ذلك غير أنه إذا أختلف قصد مساهم في الجريمة عن قصد غيره من\nالمساهمين عوقب كل منهم حسب قصده.\nالظروف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 25,
    "text": "يستفيد جميع المساهمين من الظروف العينية المخففة ولو لم يعلموا بها ولا يسأل عن الظروف العينية المشددة إلا من علم بها ولا تأثير للأحوال والظروف الشخصية إلا بالنسبة إلى من توافرت لديه سواء كانت نافية أو مخففة أو مشددة للمسئولية أو مانعة من العقاب.\nالفصل الخامس\nالأسباب التي تستبعد صفة الجريمة\nالفرع الأول\nأسباب الإباحة\nاستعمال الحق وأداء الواجب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 26,
    "text": "لا جريمة إذا وقع الفعل استعمالاً لحق مقرر بمقتضى القانون أو قياماً بواجب يفرضه القانون، أو استعمالاً لسلطة يخولها.\nالدفاع الشرعي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 27,
    "text": "تقوم حالة الدفاع الشرعي إذا واجه المدافع خطراً حالاً من جريمة على نفسه أو عرضه أو ماله أو نفس الغير أو عرضه أو ماله، و كان من المتعذر عليه الالتجاء إلى السلطات العامة لاتقاء هذا الخطر في الوقت المناسب، و يجوز للمدافع عندئذ أن يدفع الخطر بما يلزم لرده وبالوسيلة المناسبة.\nحدود الدفاع الشرعي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 28,
    "text": ": لا يبيح الدفاع الشرعي القتل العمد إلا إذا قصد به دفع فعل يتخوف منه وقوع جريمة من الجرائم الآتية إذا كان لهذا التخوف أسباب معقولة :\n1-القتل أو جراح بالغة إذا كانت الجراح على المدافع نفسه أو أحد أقاربه.\n2- الشروع في الزنا أو اللواط بالقوة على المدافع أو زوجه وأي محرم له.\n3-اختطاف المدافع أو زوجه أو ولده أو أحد محارمه بالقوة أو بالتهديد بالسلاح و يؤخذ في كل صور الدفاع الشرعي بالقرائن القوية فإذا دلت على ذلك فلا قصاص و لا دية و لا أرش."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 29,
    "text": ": لا يجوز أن يبيح حق الدفاع الشرعي عن المال القتل العمد إلا إذا كان مقصوداً به دفع أحد الأمور الآتية :\n1-جرائم الحريق العمد.\n2- جرائم سرقة من السرقات الجسيمة.\n3-الدخول ليلاً في منزل مسكون أو أحد ملحقاته.\nتجاوز حدود الإباحة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 30,
    "text": ": إذا تجاوز الشخص بإهماله حدود الإباحة أو الضرورة أو الدفاع الشرعي يعاقب على هذا التجاوز إذا كان القانون يجرمه بوصفة جريمة غير عمدية.\nالفرع الثاني\nمسؤولية الصغير و من في حكمه\nأطوار مسئولية الصغير"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 31,
    "text": ": لا يسأل جزائيا من لم يكن قد بلغ السابعة من عمره وقت ارتكاب الفعل المكون للجريمة وإذا أرتكب الحدث الذي أتم السابعة ، ولم يبلغ الخامسة عشرة الفعل أمر القاضي بدلاً من العقوبة المقررة بتوقيع أحد التدابير المنصوص عليها في قانون الأحداث. فإذا كان مرتكب الجريمة قد أتم الخامسة عشرة و لم يبلغ الثامنة عشرة حكم عليه بما لا يتجاوز نصف الحد الأقصى للعقوبة المقررة قانوناً ، و إذا كانت هذه العقوبة هي الإعدام حكم عليه بالحبس مدة لا تقل عن ثلاث سنوات ولا تزيد عن عشرة سنوات وفي جميع الأحوال ينفذ الحبس في أماكن خاصة يراعى فيها معاملة مناسبة للمحكوم عليهم ولا يعتبر الشخص حديث السن مسئولاً مسئولية جزائية تامة إذا لم يبلغ الثامنة عشر عند ارتكابه الفعل ، و إذا كانت سن المتهم غير محققة قدرها القاضي بالاستعانة بخبير."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 32,
    "text": ": لا تخل الأحكام المبينة في المادة السابقة بحق المجني عليه أو ورثته في الدية أو الأرش في جميع أحوالها ، وتكون الدية أو الأرش على العاقلة ، و إذا لم تف فمن مال الصغير.\nالعيب العقلي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 33,
    "text": ": لا يسأل من يكون وقت ارتكاب الفعل عاجزاً عن إدراك طبيعته و نتائجه بسبب :\n1- الجنون الدائم أو المؤقت أو العاهة العقلية.\n2- تناول مواد مسكرة أو مخدره قهراً عنه أو على غير علم منه بها أو لضرورة فإذا كان ذلك باختياره وعلمه عوقب كما لو كان الفعل قد وقع منه بغير سكر أو تخدير."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 34,
    "text": ": لا تخل الأحكام المبينة في المادة السابقة بحق المجني عليه أو ورثته في الدية أو الأرش و تكون الدية أو الأرش في أحوال ذهاب النفس أو ما دونها أو الجرح موضحة فما فوقها على العاقلة ، إلا إذا تعلق الأمر بالمكره فعندئذ تجب الدية أو الأرش في جميع الأحوال على العاقلة و لها أن ترجع بها على المكره .\nالفرع الثالث\nما يستبعد الركن المادي و ما ينفي الخطأ\nالإكراه المادي والقوه القاهرة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 35,
    "text": ": لا يرتكب جريمة من وقع منه الفعل المكون لها تحت ضغط إكراه مادي يستحيل عليه مقاومته ، أو بسبب قوة قاهرة. و يكون فاعل الإكراه مسئولاً عن الجريمة التي وقعت.\nو يستثنى من ذلك القتل وتعذيب الإنسان فلا ترفع المسئولية فيهما عن المكره ومن أكرهه.\nالضرر و الإكراه المعنوي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 36,
    "text": ": لا مسئولية على من أرتكب فعلاً الجأته إليه ضرورة وقاية نفسه أو غيرة أو ماله أو مال غيرة من خطر جسيم محدق لم يتسبب هو فيه عمداً ، ولم يكن في قدرته منعة بوسيلة أخرى ، و يشترط أن يكون الفعل متناسباً مع الخطر المراد اتقاؤه ولا يعتبر في حالة ضرورة من أوجب عليه القانون مواجهة ذلك الخطر.\nالغلط في الوقائع والقانون"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 37,
    "text": ": ينبغي القصد إذا وقع الفعل المكون للجريمة بناء على غلط في واقعة تعد عنصراً من عناصرها القانونية أو في ظرف لو تحقق لكان الفعل مباحاً ، على أن ذلك لا يمنع من عقاب الفاعل على ما قد تتخلف عن فعله من جريمة غير عمدية أو أية جريمة أخرى.\nلا يقبل الاحتجاج بجهل أحكام هذا القانون ومع ذلك يعتد بالجهل بقاعدة مقررة في قانون آخر متى كانت منصبه على أمر يعد عنصراً في الجريمة.\nالقسم الثاني\nالعقوبات\nالباب الأول\nالعقوبات الأصلية\nتعداد العقوبات الأصلية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 38,
    "text": ": العقوبات الأصلية إحدى عشرة وهي :\n1-الإعدام (القتل) حداً أو قصاصاً أو تعزيراً.\n2-الرجم حتى الموت.\n3-القطع حداً.\n4- القصاص بما دون النفس.\n5- الجلد جداً.\n6-الحبس.\n7-الدية.\n8-الأرش.\n9- الغرامة.\n10- الصلب في الأحوال التي ينص عليها القانون.\n11-العمل الإلزامي.\nالحبس"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 39,
    "text": ": لا تقل مدة الحبس عن أربع وعشرين ساعة ولا تزيد على عشر سنوات ما لم ينص القانون على خلاف ذلك.\nمقدار الدية والأرش"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 40,
    "text": ": الدية الكاملة ألف مثقال من الذهب الخالص تعادل خمسمائة جنية من الذهب أبو ولد أو ما يعادل ذلك من العملة الورقية بالسعر القائم وقت التنفيذ.\nو الأرش نسبة معينة من الدية تقدر تبعاً للجريمة طبقاً لما هو منصوص عليه في المادة التالية : -\nو تخفض الدية في الخطأ بمقدار الخمس."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 40,
    "text": ": الدية الكاملة هي سبعمائة ألف ريال يمني، والارش نسبة معينة من الدية تقدر تبعاً للجريمة طبقاً لما هو منصوص عليه في المادة التالية.وتخفض الدية في الخطأ بمقدار الخمس.بصيغتها المعدلة بموجب القانون رقم (16) لسنة 1995م.ثم الغيت هذه المادة بموجب القانون رقم (32) لسنة 2006م ."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 40,
    "text": ": دية العمد وشبه العمد خمسة ملايين وخمسمائة ألف ريال والارش نسبة من الدية طبقاً لما هو منصوص عليه في القانون.\nودية الخطأ مليون وستمائة ألف ريال والارش نسبة معينة من الدية بحسب الجناية وإذا ثبت أن الخطأ مشترك بين الجاني والمجني عليه تحمل الجاني من الدية بمقدار خطئه وتحمل العاقلة ما يلزمها بموجب القانون.بصيغتها المعدلة بموجب القانون رقم (32) لسنة 2006م .\nحالات الدية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 41,
    "text": ": تستحق الدية كاملة في ذهاب النفس وكل عضو مفرد أو زوج أو أكثر من جنس واحد في البدن أو تفويت منفعته أو جماله كاملاً ، و ذلك بإبانة كل الأعضاء التي من جنس واحد أو إذهاب معانيها مع بقاء صورها ، وتطبق في شأن دية الجنين أحكام المادة (239) ، وتنقص الدية بنسبة ما بقي من الأعضاء التي من جنس واحد أو ما بقي من معانيها والأشياء التي من جنس واحد في البدن هي :\nالأنف كاملا ً\nمارن الأنف\nاللسان\nالذكر\nالصلب\nالعقل\nالقول\nالصوت\nسلس البول\nسلس الغائط\nقطع النسل\nحاجز ما بين السبيلين\nكل حاسة في البدن\nالعينان\nالأذنان\nاليدان\nالرجلان\nالشفتان\nالثديان أو حلمتاهما للمرأة\nالبيضتان للرجل\nالاثنيان للرجل\nالمشفران للمرأة\nالحاجبان\nالجفنان\nأصابع اليدين\nأصابع القدمين\nالأسنان\nتحديد الأرش"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 42,
    "text": ": يتحدد الأرش فيما عدا ما تقدم بما يلي :\nفي الجائفة أو الأمة أو الدامغة ثلث الدية 1/3  (1 / 333 مثقال).\nفي الناقلة ثلاثة أرباع خمس الدية 3 / 20 (150 مثقال).\nفي الهاشمة عشر الدية 1 / 10 (100 مثال).\nفي الموضحة نصف عشر الدية  1/ 20 (50 مثقال).\nفي السمحاق خمسا عشر الدية  1/25 (40 مثقال).\nفي المتلاحمة خمس و نصف عشر الدية 3/100  (30 مثقال)..\nفي الباضعة خمس عشر الدية  1/50  (20 مثقال).\nفي الدامية الكبرى ثمن عشر الدية  1/80 (12.5 مثقال)\nفي الدامية الصغرى نصف ثمن عشر الدية  1/160  (6.25 مثقال)\nفي الخارصة أو الوارمة نصف عشر الدية 1/20 (5 مثقال)\nفي المخضرة أو المحمرة أو المسودة خمسا عشر الدية 1/250  (4 مثقال)\nودية المرأة نصف دية الرجل وأرشها مثل أرش الرجل إلى قدر ثلث دية الرجل و ينصف ما زاد ، ويعتمد في تحديد نوع الإصابة على تقرير من طبيب مختص أو أهل الخبرة وإذا طالت الإصابة أو سرت إلى ما لم يقدر أرشة فيلزم حكومة بما تراه وتقدره المحكمة.\nالغرامة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 43,
    "text": ": الغرامة هي إلزام المحكوم عليه بأن يدفع لخزينة الدولة المبالغ التي تقدرها المحكمة في الحكم ولا تنقص الغرامة عن مائة ريال ولا تجاوز سبعين ألف ريال مالم ينص القانون على خلاف ذلك.\nعقوبة العمل الإلزامي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 44,
    "text": ": يجوز للمحكمة في الجرائم المعاقب عليها بالحبس مدة لا تزيد على ثلاث سنوات أن تستبدل بالحبس عقوبة العمل الإلزامي مدة لا تزيد على مدة الحبس المقررة للجريمة وذلك متى تبين لها من أسباب الجريمة وشخصية الفاعل وماضية ووضعه الاجتماعي أن الأثر التربوي للعقوبة يمكن تحقيقه بغير اللجوء إلى الحبس ، ويجري تنفيذ العقوبة بتشغيل المحكوم عليه حسب قدراته في أحد المشروعات العامة المدة التي يقررها الحكم. ويجوز أن يتضمن الحكم إلزام المحكوم عليه بالإقامة في منطقة المشروع الذي يجري فيه التنفيذ أو في أحد المنشآت العقابية القريبة منه.\nويخصم من أجر المحكوم عليه مقابل ما يقدمه المشروع له من خدمات كالمأكل والملبس والسكن."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 45,
    "text": ": إذا تكاسل المحكوم عليه عن العمل المسند إليه أو لم يقم به أوفر منه جاز للنيابة العامة أن تطلب من قاضي المحكمة الابتدائية التي أصدرت الحكم والتي يجري التنفيذ في دائرتها ، يصدر أمرا بتنفيذ عقوبة الحبس عليه وعندئذ يستكمل تنفيذ المدة المحكوم عليه بها في أحد المنشآت العقابية العامة.\nالباب الثاني\nأحكام خاصة بالحدود\nإستفصال المسقطات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 46,
    "text": ": على القاضي عند نظر دعاوى الحدود استفصال المتهم عن جميع مسقطات الحد ويبطل حكم الإدانة إذا ثبت أن القاضي لم يقم بذلك.\nإسلام مرتكب الجريمة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 47,
    "text": ": يسقط الحد إذا أسلم مرتكب الجريمة بعد ارتكابها ولو بعد الردة ويستثنى من ذلك حد القذف.\nإسقاط الحدود و تأخيرها"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 48,
    "text": ": لرئيس الجمهورية أن يأمر بتأخير إقامة الحد كما له أن يأمر بإسقاطه متى اقتضت المصلحة ذلك ، و ذلك فيما لا يتعلق به حق الآدمي."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 49,
    "text": ": إذا امتنع تنفيذ الحد بعد الحكم به وجب رفع الأمر للمحكمة المختصة للحكم بالعقوبة التعزيرية طبقاً للقانون.\nالباب الثالث\nأحكام خاصة بالقصاص والدية والأرش\nالفصل الأول\nأحكام خاصة بالقصاص\nتعريف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 50,
    "text": ": القصاص هو حق للمجني عليه في حياته ثم ورثته الشرعيين بعد وفاته ويكفي للحكم به طلبه من أحد الورثة أو من يقوم مقامة قانوناً ، ومن النيابة العامة بما لها من الولاية العامة في رفع الدعوى الجزائية ، فإذا امتنع المجني عليه ، أو ورثته لأي سبب اكتفى للحكم به بطلب النيابة العامة على أن تراعى الأحكام الخاصة بتنفيذ أحكام القصاص الواردة في هذا القانون.\nحق العفو عن القصاص"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 51,
    "text": ": من يملك القصاص يملك العفو ويكون بلا مقابل أو مطلقاً أو بشرط الدية أو الأرش مع مراعاة ما هو منصوص عليه في المواد التالية  :"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 52,
    "text": ": لا يكون لغير المجني عليه أو لغير ورثته أنفسهم حق العفو."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 53,
    "text": ": القاتل عمداً لا يرث قتيله ولا يكون ولياً لدمه ولا يملك العفو.\nأثر العفو."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 54,
    "text": ": إذا صدر العفو ممن يملكه قبل الحكم في الدعوى اسقط القصاص فلا يحكم به عند ثبوت الجريمة وإذا صدر بعد الحكم في الدعوى بالقصاص أو أوقف تنفيذ عقوبة القصاص.\nالعفو بشرط الدية أو الأرش"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 55,
    "text": ": إذا صدر العفو ممن يملكه مطلقاً أو بشرط الدية أو الأرش وجب عند ثبوت الجريمة الحكم على الجاني بالحبس مدة لا تزيد عن خمس عشر سنه وبالدية أو الأرش بدلاً من القصاص.\nالعفو بعد الحكم"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 56,
    "text": ": إذا صدر العفو ممن يملكه بعد الحكم بالقصاص بشرط الدية أو الأرش وجب التوقف عن تنفيذ القصاص إذا دفع الجاني الدية أو الأرش بحسب الشرط فإذا لم يوف الجاني أجري القصاص فيه وفي العفو المطلق إذا لم يف الجاني بالدية أو الأرش استوفى من ماله.\nعدم جوار الجمع بين القصاص والدية والأرش"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 57,
    "text": ": لا يجوز الجمع بين القصاص وبين الدية أو الأرش في جريمة واحدة عن نفس واحدة وإذا تعدد المجني عليهم كان لكل منهم حق القصاص أو الدية أو الأرش كما يكون لهم حق العفو سواء أتفق طلبهم أو أختلف."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 58,
    "text": ": يقتص من الرجل بالمرأة ومن الجماعة بالواحد مهما تعدد الجناة."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 59,
    "text": ": لا يقتص من الأصل بفرعه وإنما يحكم بالدية أو الأرش على حسب الأحوال."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 60,
    "text": ": عفو المجني عليه ملزم له ولورثته مهما تغيرت الظروف فإن عفي عن القصاص والدية أو عن الدية سقطا معاً ، وإن عفي مطلقاً أو بشرط الدية أو الأرش سقط القصاص ولا يكون للمجني عليه أو ورثته إلا الحق في الدية أو الأرش."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 61,
    "text": ": لا يحكم بالمستحق من الديات والأرش إلا بعد أن يتبين حال المجني عليه بسبب الجريمة فيما يسري عن الجروح."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 62,
    "text": ": إذا طلب الورثة البالغون الحاضرون القصاص ينفذ ولا ينتظر بلوغ القاصر أو شفاء المجنون إذ لا ولاية لهما ولا ينتظر حضور الغائب الذي خفي مكانه ، أما الغائب المعلوم مكانه فتتولى النيابة العامة تحديد موعداً مناسباً تعلمه به فإذا لم يحضر نفذ القصاص بدون حضوره ولا حق لهم بعد تنفيذ القصاص في المطالبة بالدية والأرش."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 63,
    "text": ": العفو من أحد الورثة يسقط القصاص وليس لأي من باقي الورثة إلا استيفاء نصيبه من الدية أو الأرش ولا يسقط حقه في ذلك إلا بعفو صريح منه."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 64,
    "text": ": العفو عن أحد المباشرين للقتل بالإنظمام مطلقاً إذا ثبت أن فعل غيرة لا يؤدي إلى القتل إلا بفعله يسقط القصاص بالنسبة له ولغيرة ولا يكون للمجني عليه أو ورثته إلا الدية أو الأرش."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 65,
    "text": ": يسقط حق القصاص إذا مات وارثه الأصلي وورثة الجاني كاملاً أو ورث بعضه ولا يكون لباقي الورثة إلا الحق في نصيبهم في الدية أو الأرش."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 66,
    "text": ": القصاص على الجاني المباشر ومن يأخذ حكمه و يحكم على الشركاء غير المتمالئين طبقا للقانون."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 67,
    "text": ": يسقط القصاص بوفاة الجاني ولا تحول وفاته دون الحكم بالدية أو الأرش في ماله إن كان له مال."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 68,
    "text": ": يجوز الصلح على القصاص بأكثر أو بأقل من الدية أو الأرش ويملك الصلح من يملك القصاص أو العفو ولا يجوز لغير المجني عليه أو لغير ورثته أنفسهم التصالح على أقل من الدية أو الأرش كاملا إلا لمصلحة يقرها القاضي."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 69,
    "text": ": لا يحول سقوط القصاص أو امتناعه لغير موت الجاني دون تعزير الجاني في الحق العام فإذا كان السقوط أو الامتناع بعد الحكم وجب رفع الأمر للمحكمة المختصة للحكم بالعقوبة التعزيرية طبقاً للقانون.\nالفصل الثاني\nأحكام خاصة بالدية و الأرش"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 70,
    "text": ": الدية والأرش عقوبة بدليه عن القصاص في أحوال سقوطه على النحو المبين في الفصل السابق وعقوبة أصلية في الأحوال التي ينص عليها القانون الشرعي فيما عدا ذلك."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 71,
    "text": ": يجوز التنازل عن الدية أو الأرش من المجني عليه أو ورثته."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 72,
    "text": ": تجب الدية والأرش في مال الجاني وحدة في أحوال سقوط القصاص و إبدالها به وتكون الدية والأرش في الخطأ على العاقلة ويتحمل الجاني ثلثها إن كان له مال ويوزع الباقي."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 73,
    "text": ": تتعدد الديات والأرش بتعدد المجني عليهم وبتعدد الجروح بالنسبة للمجني عليه الواحد عمداً أو خطأ إلا أن يموت فدية واحدة."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 74,
    "text": ": تتعدد الديات والأرش بتعدد الجناة في العمد إن طلبت أو سقط القصاص بأي وجه ويشترط في النقل أن يموت المجني بمجموع فعلهم مباشرة أو سراية أو انضماما ولو زاد فعل أحدهم مع الاستواء في الأثر."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 75,
    "text": ": تجب في الخطأ دية واحدة أو أرش واحد عن الفعل الواحد على المجني عليه الواحد ولو تعدد الجناة."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 76,
    "text": ": إذا اختلفت جرائم الجماعة على شخص قتل دون تمالؤ بينهم على القتل وكان بعضها قاتلاً بالمباشرة وبعضها غير قاتل وطلبت الدية أو سقط القصاص بأي وجه فإن علم المباشر وكان متقدما وبقى المجني عليه حياً أو أتحد وقت الجريمتين أو تأخر كان على المباشر دية كاملة وعلى الآخر أرش الجراحة التي أحدثها وسرايتها إلى وقت جريمة المباشر إذا تقدمت الجراحة وإذا ألتبس الأمر وتقسم عليهم بعدد رؤوسهم ."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 77,
    "text": ": إذا اختلفت الجرائم فكان بعضها قاتلاً بالسراية والباقيات غير قاتلات دون تمالؤ بين الجناة لزم القاتل بالسارية في حال طلب الدية أو سقوط القصاص بأي وجه دية القتل إذا علم فعله سواء تقدم أو تأخر أو اتحد في الوقت مع الجرائم الأخرى ولزم الباقين أرش الجرح وإذا لم يعلم القاتل بالسراية لزمتهم جميعا الدية وتقسم بينهم على عدد الرؤوس."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 78,
    "text": ": يحكم بالدية على القاتل الأصلي ومن في حكمه ويعزر الشركاء غير المتمالئين بالحبس مدة لا تقل عن سنه ما لم ينص القانون خلاف ذلك."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 79,
    "text": ": لا يحول أداء الدية أو الأرش أو التنازل عنها دون تعزير الجاني طبقاً للقانون."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 80,
    "text": ": يحوز الجمع بين الدية والأرش وبين تعويض المجني عليه أو ورثته عما انفق في علاج المجني عليه وما فاته من كسب أثناء مدة العلاج.\nالفصل الثالث\nأحكام القسامة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 81,
    "text": ": القسامة أيمان يحلفها المتهمون عند وجود قتيل أو جريح ولم يتحقق الجاني بدليل شرعي وذلك لنفي الاتهام عنهم ، وتوجب الدية أو الأرش مع الحلف ولا اعتبار للنكول ولأقسامه في جرح دون الموضحة أو في ضرب أو اعتداء أو إيذاء ما لم يؤدي إلى الموت ولا تقبل شهادة أهل القسامة ولو سقطت عنهم ."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 82,
    "text": ": يشترط لقبول القسامة ما يأتي :\nثبوت القتل أو الجرح.\nأن يكون الاتهام من أولياء الدم مجهولاً في محصورين.\nوجود لوث (شبهه) يغلب معه الظن أن الفاعل من بين المتهمين كوجود جثه القتيل في محلة أعدائه أو تفرق جماعة عن قتيل بينهم.\nوتتعدد القسامة بتعدد القتلى أو الجرحى ، وتسقط بالتناقض في الادعاء."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 83,
    "text": ": تكون القسامة بأن يختار أولياء الدم خمسين رجلا مكلفا من المتهمين الموجودين وقت القتل مواطنا أو مقيما فيحلف كل منهم يمينا بأنه لم يقتل أو يجرح ولا يعرف القاتل أو الجارح.\nو إذا قل عدد المتهمين من الرجال المكلفين عن خمسين اختار أولياء الدم منهم من يكرر اليمين لتكميل الخمسين.\nوتكون صيغة اليمين قاطعة بالنسبة للحالف ، ويجوز تأكيدها بحسب ما يراه الحاكم."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 84,
    "text": ": من نكل من أهل القسامة عن الحلف يأمر الحاكم بحبسه حتى يحلف ويؤدي نصيبه من الدية أو يقر على نفسه ويؤخذ بإقراره أو يتعين غيره ولا حجه بتعيينه ، وإذا لم يقم دليل شرعي على من عينه يؤدي نصيبه من الدية."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 85,
    "text": ": تقسم الدية كاملة على المتهمين وعواقلهم بالتساوي وما لا يقدرون على دفعة يتحمله بيت المال."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 86,
    "text": ": إذا وجد القتيل في محله ليس بها إلا نساء أو صغار كانت الدية على بيت المال."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 87,
    "text": ": إذا وجد القتيل في موضع لا يختص به أحد أو أختص بأناس غير محصورين كانت الدية على بيت المال."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 88,
    "text": ": إذا وجد القتيل بين مكانين فتلزم القسامة بالنسبة لأهل المكان الذي بين أهله و بين القتيل عداوة ظاهرة فإن لم تكن عداوة وكانت العداوة في أهل المكانين تلزم القسامة بالنسبة لأهل المكان الأقرب إلى محل القتيل فإن استويا فعليهما معاً."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 89,
    "text": ": إذا وقعت الجريمة في مكان به أهل حرفة أو وظيفة أو مهنه وأنحصر الاتهام فيهم لزمه القسامة بالنسبة لهم بشروطها."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 90,
    "text": ": إذا وجد القتيل في بيت أو بستان ملحق به يختص بشخص معين يتصرف فيه تكون الدية عليه وعلى عاقلته ما لم يدع ورثة القتيل على غيرهم. و مالك البيت والبستان مختص به ومتصرف فيه ما لم تنتقل الحيازة إلى آخر بعقد أو بغيرة كالمستأجر والمستعير والمغتصب فتكون الدية عليه وعلى عاقلته.\nالباب الرابع\nفي العاقلة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 91,
    "text": ": العاقلة هم عصبة الجاني المعروف نسبهم بالتدريج إلى جد ينسب إليه القاتل أو الجارح البالغون العاقلون الموافقون له في الدين يستوفي في ذلك الحاضر والغائب والصحيح والمريض ويخرج منهم أبناء الجاني والزوج إذا كان من العصبة."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 92,
    "text": ": يتحمل الأغنياء من العاقلة ما يلزمهم من دية وأرش شبه العمد والخطأ وهو الثلثان وما لا يقدر علية الجاني من الثلث ويقدم منهم الأقرب بالأقرب للجاني ويدخل فيهم الوارث وغير الوارث ويتحمل كل منهم بحسب قدرته ما لا يلزمهم ، ويعتبر غنيا من يملك ما يكفيه هو ومن تلزمه نفقته من الدخل ويسدد من الفائض."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 93,
    "text": ": إذا وقع القتل من شخص ينتمي إلى قبيلة أو من صاحب حرفة أو وظيفة أو مهنه ولم يعرف له عصبة على النحو المبين في المادتين السابقتين أو كانت العصبة لا تكفي للوفاء بالمستحق عليهم من الدية أو الأرش اعتبر أهل القبيلة أو الحرفة أو الوظيفة أو المهنة ممن يعملون معه كعاقلته ويستوفي منهم بقدر دخل ثلاثة أيام فإن زاد رد الزائد لكل منهم بقدر نصيبه."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 94,
    "text": ": لا تتحمل العاقلة شيئا إذا ثبتت الجريمة بصلح أو باعتراف الجاني إلا أن تصادقه العاقلة أو تنكل عن اليمين ولا تتحمل العاقلة شيئا إذا لم يبلغ أرش الجناية أرش موضحة فصاعدا."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 95,
    "text": ": إذا أبرأ المجني عليه أو ورثته الجاني برئت العاقلة إن كان قبل الحكم عليها."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 96,
    "text": ": يعقل عن ابن اللعان أو ابن الزنا عواقل أمهاتهم."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 97,
    "text": ": الدولة ولي من لا ولي له ترثه وتعقل عنه ولا عفو منها إلا لمصلحة."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 98,
    "text": ": إذا لم يف ما حملته العاقلة ومن في حكمهم بالمستحق من الدية أو الأرش لزم الباقي بيت المال."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 99,
    "text": ": يسقط ما يلزم الجاني والعاقلة على ثلاثة أقساط كاملة متساوية تؤدي في ثلاث سنوات متوالية فإن كان المستحق قدر ثلثي الدية فأقل تؤخذ على قسطين في سنتين متتاليتين وإن كان ثلثا فأقل أخذ في سنه واحدة. ويحبس من يمتنع مع وجود مال له حتى يؤدي ويجوز الاستيفاء من ماله.\nالباب الخامس\nالعقوبات التكميلية\nتعريف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 100,
    "text": ": العقوبة التكميلية عقوبة تكمل العقوبة الأصلية وتتوقف على نطق القاضي بها ولا يجوز تنفيذها على المحكوم عليه إذا لم ينص عليها الحكم والعقوبات التكميلية هي الحرمان من كل أو بعض الحقوق المنصوص عليها في المادة التالية ، والوضع تحت المراقبة والمصادرة فضلاً عن العقوبات التكميلية التي ينص عليها القانون لجرائم معينة.\nالحرمان من بعض الحقوق والمزايا"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 101,
    "text": ": للمحكمة أن تقضي فضلاً عن العقوبة المقررة للجريمة بحرمان المحكوم عليه من كل أو بعض الحقوق والمزايا الآتية وبعقوبة أو أكثر من العقوبات التكميلية الآتية مراعية في ذلك طبيعة الجريمة وظروف ارتكابها وماضي المتهم ونوع العقوبة الأصلية المحكوم بها :\nتولى الوظائف والخدمات العامة أو الوظائف والخدمات النيابية والمهنية.\nأن يكون ناخبا أو منتخبا في المجالس العامة.\nأن يكون عضوا في مجلس إدارة شركة أو مديراً لها.\nأن يكون صاحب التزام أو امتياز من الدولة.\nأن يكون وصياً أو قيماً أو وكيلاً.\nأن يكون خبيراً أو شاهداً في عقد أو تصرف.\nأن يكون مديراً أو ناشراً أو محرراً لإحدى الصحف.\nتولى إدارة مدرسة أو معهد علمي أو ممارسة أي نشاط تعليمي.\nحمل أوسمة وطنية أو أجنبية.\nحمل السلاح.\nاستمرار مزاولة المهنة.\nحرية الإقامة والانتقال (مراقبة الشرطة)\nاستعمال أو استغلال المحل (إغلاق المحل)\nاستمرار إقامة الأجنبي في البلاد.\nتقديم تعهد بعدم الإخلال بالأمن والتزام حسن السلوك مصحوبا بكفالة أو بدونها.\nوإذا كان المحكوم عليه وقت صدور الحكم متمتعا ببعض هذه الحقوق وحرم منها نفذ الحرمان بمجرد صدور الحكم ، ويكون الحرمان بصفة دائمة فلا يزول أثرة إلا برد الاعتبار كما يجوز أن يكون مؤقتا بمدة لا تقل عن سنة ولا تزيد عن ثلاث سنوات تبدأ من تاريخ انتهاء تنفيذ العقوبة الأصلية أو من تاريخ انقضائها لأي سبب آخر مالم ينص القانون على خلاف ذلك.\nالوضع تحت المراقبة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 102,
    "text": ": يجوز للمحكمة أن تأمر بوضع المحكوم عليه بالحبس تحت المراقبة لمدة لا تقل عن سنه ولا تزيد عن ثلاث سنوات تبدأ من يوم انقضاء عقوبة الحبس ويعين القاضي في حكمه الالتزامات المفروضة على المراقب كأن يقيم في محل معين لا يغيره إلا بموافقة السلطة الإدارية أو أن يمتنع عن ارتياد أماكن معينة وإذا لم يكن هناك هيئات خاصة بالمراقبة تولت الشرطة أمرها وتباشر النيابة التي يقع في دائرتها محل إقامة المراقب الإشراف على تنفيذ المراقبة بناءاً على تقارير دورية تقدم إليها عن مسلك المحكوم عليه كل ثلاثة أشهر على الأكثر ولها أن تعدل من قيودها أو أن تعفي منها بعد انقضاء نصف مدتها على الأقل ، وإذا خالف المحكوم عليه شروط المراقبة جاز للقاضي تشديد شروطها أو الحكم على المخالف بالحبس مدة لا تتجاوز سنه.\nالمصادرة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 103,
    "text": ": يجوز للمحكمة عند الحكم بالإدانة أن تحكم بمصادرة الأشياء المضبوطة التي كانت معدة لاستعمالها فيها ويجب الأمر بمصادرة الأشياء المضبوطة التي يعد صنعها أو حيازتها أو إحرازها أو استعمالها أو بيعها أو عرضها للبيع جريمة في ذاتها ولو لم تكن مملوكة للمتهم أو لم يحكم بإدانته وفي الحالتين تراعى المحكمة حقوق الغير حسن النية.\nالباب السادس\nالتدابير\nالفصل الأول\nالتدابير المقررة للأحداث"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 104,
    "text": ": يحدد القانون التدابير المقررة للأحداث بما يكفل إصلاحهم وتربيتهم وحمايتهم.\nالفصل الثاني\nالتدابير المقررة للمصابين بأمراض عقلية\nالإيداع في مأوى علاجي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 105,
    "text": ": الإيداع في مأوى علاجي إذا ثبت للقاضي أن المتهم كان وقت ارتكاب الفعل المكون للجريمة فاقداً الإدراك لمرض عقلي أمر بإدخاله أحد المحال الحكومية المعدة لعلاج الأمراض العقلية وعلى إدارة المحل أن يقدم للقاضي تقارير عن حالة المودع في فترات دورية لا تزيد كل منها عن ستة شهور ، وللقاضي بعد أخذ رأي الجهة الطبية المختصة أن يقرر إخلاء سبيله أو تسليمه إلى أحد ذويه ليرعاه ويحافظ عليه وله بناء على طلب النيابة العامة أو ذوي الشأن وبعد أخذ رأي الجهة الطبية المختصة ' أن يأمر بإعادته إلى المحل إذا اقتضى الأمر ذلك.\nويجوز للقاضي تطبيق حكم الفقرة السابقة على المحكوم عليه بعقوبة مخففة لنقص في إدراكه ، وتخصم المدة التي يقضيها في المحل من مدة الحبس المحكوم بها ، وإذا رأى القاضي إخراجه من المحل قبل انقضاء هذه المدة وجب أن يقضي ما بقي منها في منشأة عقابية.\nالفصل الثالث\nفي التدابير الوقائية\nإلزام المحكوم عليه بإيداع مبلغ من المال أو تقديم كفيل"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 106,
    "text": ": يجوز إلزام المحكوم عليه بتوقيع تعهد بدفع مبلغ معين إذا ارتكب جريمة في مدة يحددها القاضي من المحكوم عليه تقديم كفيل يتعهد بدفع المبلغ أو إلزامه بأن يودع المبلغ خزينة المحكمة ضماناً للحصول عليه عند مخالفة المحكوم عليه لشروط التعهد. ويبقى المبلغ المودع على ملك من دفعه إلى أن يصدر حكم بمصادرته عند مخالفة المحكوم عليه لشروط التعهد ويجوز استرداده إذا انقضت المدة المنصوص عليها في التعهد ولم ينسب للمحكوم عليه مخالفة لشروط التعهد أو نسب إليه ذلك وحكم ببراءته.\nو يتخذ هذا الإجراء الوقائي مع كل شخص يثبت أن في سلوكه وميوله ما ينذر بارتكاب الجرائم إذا تحقق فيه أحد الشروط الآتية :\n1-أن يكون قد حكم عليه بالحبس سنه أو أكثر في أية جريمة.\n2-أن يكون قد أتهم اتهاما جديا بارتكاب إحدى جرائم الاعتداء على النفس أو العرض أو المال ولم يحاكم أو لم يحكم عليه لعدم كفاية الأدلة.\n3-أن يشتهر عنه الاعتياد على ارتكاب جرائم الاعتداء على النفس أو المال أو العرض.\n4-إذا لم يكون صاحب مهنه أو حرفة ولم يكن له مال ظاهر أو موارد مشروعة للعيش منها وأشتهر عنه التكسب بوسائل غير مشروعة.\nالمراقبة بديل التدبير السابق"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 107,
    "text": ": يجوز للقاضي بدلا من اتخاذ الإجراء الوقائي المنصوص عليه في المادة السابقة وضع المحكوم عليه تحت مراقبة الشرطة مدة لا تقل عن سنه ولا تزيد على ثلاث سنوات ويجب الحكم بذلك إذا رفض المحكوم عليه التوقيع على التعهد أو أخفق في تقديم الكفيل أو إيداع المبلغ حسبما أمرت به المحكمة."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 108,
    "text": ": يقدم طلب اتخاذ الإجراء الوقائي من النيابة العامة التابع لها محل إقامة المتهم أو المكان الذي وقعت فيه الجريمة التي يطلب اتخاذ الإجراء الوقائي بسببها.\nالباب السابع\nتطبيق العقوبات\nتفريد العقاب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 109,
    "text": ": يقدر القاضي العقوبة التعزيرية المناسبة بين الحدين الأعلى والأدنى المقررين للجريمة مراعيا في ذلك كافة الظروف المخففة أو المشددة ، وبوجه خاص درجة المسؤولية والبواعث على الجريمة وخطورة الفعل والظروف التي وقع فيها وماضي الجاني الإجرامي ومركزه الشخصي وتصرفه اللاحق على ارتكاب الجريمة وصلته بالمجني عليه وما إذا كان قد عوض المجني عليه أو ورثته وعند تحديد الغرامة يراعي القاضي المركز الاقتصادي للجاني وإذا كانت العقوبة المقررة للجريمة هي الإعدام واقترنت بظرف مخفف طبق القاضي عقوبة الحبس بحد أعلى لا يتجاوز خمس عشر سنه وبحد أدنى لا يقل عن خمس سنوات.\nتعدد عقوبات القصاص"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 110,
    "text": ": إذا تعددت عقوبات القصاص قبل التنفيذ على المحكوم عليه يتبع ما يأتي :\nأولاً : إذا كان تعدد عقوبات القصاص بسبب جرائم وقعت على شخص واحد يكتفي بتنفيذ العقوبة الأشد وهي التي يدخل فيها غيرها بحيث لا يبقى بعد تنفيذها ما يمكن التنفيذ عليه قصاصاً بالعقوبات الأخرى.\nثانيا : إذا كان تعدد عقوبات القصاص بسبب جرائم وقعت على أشخاص متعددين فإنه ينفذ منها الأخف أولاً ثم الأشد وهكذا حتى يستوفي المحكوم عليه جميع العقوبات المحكوم عليه بها.\nتعدد عقوبات الحدود"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 111,
    "text": "إذا تعددت عقوبات الحدود قبل التنفيذ على المحكوم عليه يتبع ما يأتي:\nأولاً : يقدم حد الجلد للقذف ويدخل فيه حد الشرب.\nثانياً : تنفذ سائر الحدود بأن يقدم منها الأشد ويدخل فيه غيره من الحدود مع بقاء حق المجني عليه في استرداد ما بقي من المسروق.\nتعدد عقوبات القذف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 112,
    "text": ": إذا تعددت عقوبات الحد للقذف قبل التنفيذ على المحكوم عليه تتبع ما يأتي :\nأولاً : إذا كان القذف قد وقع على شخص واحد اكتفى بحد واحد.\nثانياً : إذا كان القذف قد وقع على أشخاص متعددين بلفظ واحد اكتفى بحد واحد.\nثالثاً : إذا كان القذف قد وقع على أشخاص متعددين بألفاظ متعددة لكل منهم تكرر الحد بعدد المقذوفين الأحياء.\nرابعاً : إذا وجب أكثر من حد للقذف طبقا لما تقدم قدم الأسبق فالأسبق حتى يستوفي المحكوم عليه جميع الحدود المحكوم عليه بها.\nتزاحم عقوبات الحدود والقصاص"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 113,
    "text": ": إذا تعددت عقوبات القصاص والحدود اتبع ما يأتي :\nأولاً : يقدم حد الجلد للقذف .\nثانياً : تنفيذ عقوبات القصاص طبقاً لما هو منصوص عليه في المادة (110)\nثالثاً : تنفيذ سائر الحدود طبقا لما هو منصوص عليه في المادة (111)"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 114,
    "text": ": إذا كانت عقوبات القصاص والحدود الواجب تنفيذها طبقا لما هو منصوص عليه في المواد السابقة متعددة فلا تنفذ الواحدة بعد الأخرى إلا بعد أن يشفى المحكوم عليه من جراحة ولا يكون هناك خطر على حياته ويستعان في ذلك بتقرير طبيب مختص.\nتعدد الجرائم التعزيرية وأثره في العقوبات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 115,
    "text": ": بغير إخلال بالأحكام السابقة إذا ارتكب شخص جريمتين تعزيريتين أو أكثر ولم يكن حكم عليه لإحداها بحكم بات ، وجب أن يعين الحكم عقوبة لكل جريمة ثم عقوبة واحدة لجميع الجرائم هي المقررة لأشدها وهذه هي التي ينطق بها وتنفذ دون غيرها وإذا ظهر أن المحكوم عليه قد ارتكب قبل الحكم جريمة أشد مما حكم عليه فيه طبقت عليه عقوبة هذا الجريمة على مقتضى حكم الفقرة السابقة وفي هذه الحالة يأمر القاضي بإسقاط ما نفذ من الحكم السابق صدوره ولا يخل الحكم الوارد بالفقرتين السابقتين بالحكم أو بتنفيذ العقوبات التكميلية المقررة لأي من الجرائم التي حكم من أجلها .\nتعدد عقوبات الدية والأرش والغرامة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 116,
    "text": ": إذا تعددت عقوبات الدية والأرش والغرامة تنفذ جميعها.\nتعدد عقوبات المراقبة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 117,
    "text": ": إذا تعددت عقوبات المراقبة فلا يجوز أن تزيد عن خمس سنوات بالنسبة للجرائم السابقة على بدء تنفيذها.\nوقف التنفيذ"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 118,
    "text": ": للقاضي عند الحكم بالغرامة أو الحبس مدة لا تزيد على سنه أن يأمر بوقف تنفيذ العقوبة إذا تبين من فحص شخصية المحكوم عليه وظروف جريمته ما يبعث على الاعتقاد بأنه لن يعود إلى ارتكاب جريمة أخرى وللقاضي أن يجعل وقف التنفيذ شاملا لأية عقوبة تكميلية عدا المصادرة ، ويجوز له عند الأمر بوقف التنفيذ أن يلزم المحكوم عليه بأداء التعويض المحكوم به لمن أصابه ضرر من الجريمة وذلك خلال أجل يحدد في الحكم ويكون وقف تنفيذ العقوبة هذه المدة دون أن يتوافر سبب من أسباب إلغاء وقف التنفيذ اعتبر الحكم كأن لم يكن.\nالامتناع من النطق بالعقوبة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 119,
    "text": ": يجوز للقاضي إذا ما توافرت شروط تطبيق المادة السابقة أن يمتنع عن النطق بالعقوبة مع تكليف الجاني أو وليه بأن يتعهد كتابة بعدم ارتكاب جريمه مستقبلاً وتقدر المحكمة مبلغاً معيناً يراعى فيه يسار الجاني ويقدم عنه كفيلا مقتدرا فإذا انقضت سنتان من تاريخ الحكم النهائي دون أن يرتكب الجاني جريمة سقط الضمان وامتنع النطق بالعقوبة أما إذا ارتكب الجاني جريمة ألزمت المحكمة الكفيل بمبلغ الضمان ونطقت بالعقوبة وتتبع في هذا الشأن الإجراءات المنصوص عليها في المادة التالية بشأن إلغاء وقف التنفيذ ، ولا يخل ذلك بمحاكمة الجاني عن الجريمة الجديدة.\nإلغاء وقف التنفيذ"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 120,
    "text": ": يجوز الحكم بإلغاء وقف التنفيذ في أية حاله من الحالات الآتية :\n1-إذا لم يقم المحكوم عليه بتنفيذ التزامه بأداء التعويض.\n2-إذا ارتكب خلال فترة التجربة جريمة عمدية قضى عليه من أجلها بالحبس مدة تزيد على ثلاثة شهور سواء صدر حكم الإدانة أثناء هذه الفترة أو بعد انقضائها متى كانت الدعوى قد حركت خلالها.\n3-إذا ظهر خلال فترة التجربة صدور حكم مما نص عليه في الحالة السابقة ولم تكن المحكمة قد علمت به.\nو يصدر الحكم بالإلغاء بناء على طلب النيابة العامة من المحكمة التي أمرت بوقف التنفيذ أو التي ثبت أمامها سبب الإلغاء وذلك مع عدم الإخلال بدرجات التقاضي ، ويترتب على الحكم بالإلغاء تنفيذ العقوبة التي كان قد قضى بوقف تنفيذها مع مراعاة حكم المادة (115) بشأن تعدد الجرائم وأثره في العقوبات.\nالكتاب الثاني\nالقسم الأول\nالباب الأول\nفي الجرائم المتعلقة بأمن الدولة\nالفصل الأول\nتعريفات خاصة\nأسرار الدفاع"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 121,
    "text": ": تعتبر من أسرار الدفاع :\n1-المعلومات الدفاعية والسياسية والدبلوماسية والاقتصادية والصناعية التي تقتضي طبيعتها ألا يعلمها إلا الأشخاص الذين لهم تعلق بذلك ويجب مراعاة لمصلحة البلاد أن تبقى سراً على من عدا هؤلاء الأشخاص.\n2-المكاتب والمحررات والوثائق والرسوم والخرائط والتصميمات والصور وغيرها من الأشياء التي يجب لمصلحة الدفاع عن البلاد ألا يعلم بها إلا من يناط بهم حفظها أو استعمالها والتي يجب أن تبقى سراً على من عداهم خشية أن تؤدى إلى إفشاء معلومات مما أشير إليه في الفقرة السابقة.\n3-الأخبار والمعلومات المتعلقة بالقوات المسلحة وتشكيلاتها وتحركاتها وعتادها وتموينها وأفرادها وبصفة عامه كل ماله مساس بالشئون العسكرية والخطط الاستراتيجية ولم يكن قد صدر أمر كتابي من السلطة المخول لها ذلك في القوات المسلحة بنشره أو إذاعته.\n4-الأخبار والمعلومات المتعلقة بالتدابير والإجراءات التي تتخذ للكشف عن الجرائم المنصوص عليها في هذا الباب أو تحقيقها أو محاكمة مرتكبيها ومع ذلك يجوز للمحكمة التي تتولى المحاكمة أن تأذن بإذاعة ما تراه منها.\nاليمنيون"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 122,
    "text": ": اليمني هو الذي يتمتع بجنسية الجمهورية اليمنية بصفة أصليه أو عن طريق الاكتساب وفقاً لقانون الجنسية.\nالعدو"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 123,
    "text": ": العدو هو كل دولة في حالة عداء مع الجمهورية اليمنية ويعتبر في حكم العدو الجماعات السياسية التي لم تعترف لها الجمهورية بصفة الدولة وكانت تعامل معاملة المحاربين."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 124,
    "text": ": البغي هو الخروج على الدولة مكابرة استنادا إلى منعه ، ويعاقب الباغي وفقاً للأحكام المقررة للجرائم الماسة بأمن الدولة المنصوص عليها في هذا القانون.\nالفصل الثاني\nالجرائم الماسة بأمن الدولة\nالاعتداء على استقلال الجمهورية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 125,
    "text": ": يعاقب بالإعدام كل من ارتكب فعلاً بقصد المساس باستقلال الجمهورية أو وحدتها أو سلامة أراضيها. ويجوز الحكم بمصادرة كل أو بعض أمواله.\nإضعاف قوة الدفاع"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 126,
    "text": ": يعاقب بالإعدام كل من تعمد ارتكاب فعل بقصد إضعاف القوات المسلحة بأن :\n1-خرب أو اتلف أو عيب أو عطل أحد المواقع أو القواعد أو المنشآت العسكرية أو المصانع أو البواخر أو الطائرات أو طرق المواصلات أو وسائل النقل أو المرافق أو الذخائر أو المؤن أو الأدوية أو غير ذلك مما أعد للدفاع عن البلاد أو مما يستعمل في ذلك ، أو أساء صنعها أو إصلاحها أو جعلها غير صالحة ولو مؤقتاً للانتفاع بها فيما أعدت له أو أن ينشأ عنها ضرر.\n2-أذاع أخبار أو بيانات أو إشاعات كاذبة أو مغرضة أو عمد إلى دعاية مثيرة وكان من شأن ذلك كله إلحاق الضرر بالاستعدادات الحربية للدفاع عن البلاد أو العمليات الحربية للقوات المسلحة أو إثارة الفزع بين الناس أو إضعاف الروح المعنوية في الشعب.\n3- إفشى سراً من أسرار الدفاع عن البلاد.\nويجوز الحكم بمصادرة كل أو بعض أمواله.\nإعانة العدو"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 127,
    "text": ": يعاقب بالإعدام :\n1-اليمني الذي يلتحق بأي وجه بالقوات المسلحة لدولة في حالة حرب مع الجمهورية.\n2-من سلم أحد أفراد القوات المسلحة إلى العدو أو ساعد أحد أسراه على العودة إلى صفوفه.\n3-من أمد العدو بالجند أو الأشخاص أو الأموال أو كان له مرشدا.\nويجوز الحكم بمصادرة كل أو بعض أمواله.\nالاتصال غير المشروع بدولة أجنبية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 128,
    "text": ": يعاقب بالإعدام :\n1-كل من سعى لدى دولة أجنبية أو أحد ممن يعملون لمصلحتها أو تخابر معها أو معه وكان من شأن ذلك الإضرار بمركز الجمهورية الحربي أو السياسي أو الدبلوماسي أو الاقتصادي.\n2-كل من سلم دولة أجنبية أو أحد ممن يعملون لمصلحتها بأية صورة وبأية وسيلة أخبار أو معلومات أو أشياء أو مكاتبات أو وثائق أو خرائط أو رسوما أو صورا أو غير ذلك مما يكون خاصا بالمصالح الحكومية أو الهيئات العامة أو المؤسسات ذات النفع العام وصدر أمر من الجهة المختصة بحضر نشرة أو إذاعته.\n3- كل من سلم دولة أجنبية أو أحد ممن يعملون لمصلحتها أو أفشى إليها أو إلية بأية وسيلة سراً من أسرار الدفاع عن البلاد أو توصل بأية طريقة إلى الحصول على سر من هذه الأسرار بقصد تسليمه أو إفشائه لدولة أجنبية أو لأحد ممن يعملون لمصلحتها ، وكذلك كل من اتلف لمصلحة دولة شيئا يعتبر من أسرار الدفاع أو جعله غير صالح لأن ينتفع به.\nالتحريض والاتفاق الجنائي والشروع"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 129,
    "text": ": من حرض أو اشترك في اتفاق جنائي لارتكاب إحدى الجرائم المنصوص عليها في هذا الفصل أو شرع في ارتكاب أي منها يعاقب بذات العقوبة المقررة لها ولو لم يترتب على فعله أثر.\nالإعفاء من العقوبة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 130,
    "text": ": يعفى من العقوبات المقررة للجرائم المنصوص عليها في هذا الفصل كل من بادر من الجناة بإبلاغ السلطات الإدارية أو القضائية قبل البدء في تنفيذ الجريمة ويجوز للمحكمة أن تخفف عقوبة الحبس بما لا يقل عن سنتين كما يجوز للمحكمة أن تعفي المبلغ من العقوبة إذا حصل البلاغ بعد تمام الجريمة وذلك إذا مكن الجاني أثناء التحقيق الابتدائي من القبض على مرتكبي الجريمة الآخرين.\nالفصل الثالث\nالجرائم الماسة بأمن الدولة الداخلي\nالاعتداء على الدستور والسلطات الدستورية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 131,
    "text": ": يعاقب بالحبس مدة لا تقل عن ثلاث سنوات ولا تزيد على عشر سنوات كل من توصل أو شرع في التوصل بالعنف أو التهديد أو أية وسيلة أخرى غير مشروعة إلى :\n1-إلغاء أو تعديل أو إيقاف الدستور أو بعض نصوصه.\n2-تغيير أو تعديل تشكيل السلطة التشريعية أو التنفيذية أو القضائية أو منعها من مباشرة سلطاتها الدستورية أو إلزامها باتخاذ قرار معين.\nالعصيان المسلح"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 132,
    "text": ": يعاقب بالحبس مدة لا تقل عن سنه ولا تزيد على عشر سنوات :\n1-كل من تولى قيادة عسكرية أياً كانت بغير تكليف من السلطة المختصة أو بغير سبب مشروع ، وكذلك كل من استمر في قيادة عسكرية بعد صدور الأمر من السلطة المختصة بتنحيته عنها أو استبقى جنده تحت السلاح أو محتشدين بعد صدور أمر السلطة المختصة بتسريحهم أو تفريقهم.\n2-كل شخص له حق الأمر في أفراد القوات المسلحة أو الشرطة طلب إليهم أو كلفهم على تعطيل أوامر السلطات القائمة بموجب الدستور إذا كان ذلك لغرض غير مشروع.\n3-كل من احتل أو شرع في احتلال قيادة أو نقطة عسكرية أو طائرة أو سفينة حربية  أو أي شيء من المباني العامة المخصصة لمصالح حكومية أو مرافق أو مؤسسات عامة أو وسائل الاتصال السلكية أو اللاسلكية المخصصة للمنفعة العامة أو محطة الإذاعة الحكومية المسموعة أو المرئية بغير تكليف من السلطة المختصة.\n4-من حرض علنا الجند على الخروج عن الطاعة أو التحول عن واجباتهم العسكرية.\n5- كل من أثار أو شرع في إثارة عصيان مسلح لدى الناس ضد السلطات القائمة بموجب الدستور.\n6-كل من أثار أو شرع في إثارة حرب أهلية فقام بتوزيع السلاح على طائفة من السكان أو دعاها إلى حمله لاستعماله ضد طائفة أخرى.\n7-كل من حرض على ارتكاب جرائم القتل أو النهب أو الإحراق.\nالاشتراك في عصابة مسلحة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 133,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات :\n1-كل من اشترك في عصابة مسلحة بقصد اغتصاب الأراضي أو نهب الأموال المملوكة للدولة أو لجماعة من الناس أو لمقاومة القوة العسكرية المكلفة بمطاردة مرتكبي هذه الجرائم.\n2- كل من اشترك في عصابة مسلحة هاجمت جماعة من الناس أو قاومت بالسلاح رجال السلطة العامة المكلفين بتنفيذ القوانين.\nوإذا نتج عن أي من أفعال الجناة المذكورين في الفقرتين السابقتين موت إنسان تكون العقوبة الإعدام حداً ولا يخل ذلك بحق ولي الدم في الدية إذا كان المجني عليه من غير المقصودين بالجريمة.\nالتحريض والاتفاق والشروع والإعفاء"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 134,
    "text": ": فيما يتعلق بالتحريض والاتفاق الجنائي والشروع والإعفاء من العقوبة تطبق المادتان (129) و (130) من هذا القانون على الجرائم المبينة في المواد (132) و (133).\nالتحريض على عدم الانقياد للقوانين"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 135,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل من دعا أو حرض على عدم تطبيق القوانين النافذة أو الالتزام بها.\nإذاعة أخبار بغرض تكدير الأمن العام"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 136,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل من أذاع أخباراً أو بيانات كاذبة أو مغرضة أو أية دعاية مثيرة وذلك بقصد تكدير الأمن العام أو إلقاء الرعب بين الناس أو إلحاق ضرر بالمصلحة العامة.\nالباب الثاني\nالجرائم ذات الخطر العام\nالحريق و التفجير"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 137,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل من أشعل حريقا أو أحدث انفجارا في مال ثابت أو منقول ولو كان مملوكا له ، متى كان من شأن ذلك تعريض حياة الناس أو أموالهم للخطر ، وتكون العقوبة الحبس مدة لا تقل عن ثلاث سنوات إذا حصل الحريق أو الانفجار في مبنى مسكون أو محل أهل بجماعة من الناس أو في أحد المباني أو المنشآت ذات النفع العام أو المعدة للمصالح العامة.\nتعريض وسائل النقل والمواصلات للخطر"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 138,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات :\n1-من عرض للخطر عمدا وسيلة من وسائل النقل البرية أو البحرية أو الجوية أو عطل سيرها بأية طريقة.\n2-من عطل بأية طريقة وسيلة من وسائل الاتصال السلكية أو اللاسلكية المخصصة للمنفعة العامة.\nإحداث الغرق"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 139,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل من أحدث عمدا غرقا من شأنه تعريض حياة الناس أو أموالهم للخطر.\nالتلويث"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 140,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات من عرض عمدا حياة الناس أو سلامتهم للخطر بوضعه مواد سامة أو ضارة من شأنها أن يتسبب عنها الموت أو ضرر جسيم بالصحة العامة في المياه الإقليمية أو الموانئ أو في بئر أو خزان مياه أو أي شئ آخر معد لاستعمال الجمهور.\nوقوع كارثة أو موت أو جرح إنسان"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 141,
    "text": ": إذا نتج عن أي من الجرائم المبينة بالمواد (137، 138، 139، 140) كارثة تعطيل أي مرفق عام أو ضرر جسيم بالأموال أو حدوث عدد من الإصابات الجسيمة تكون العقوبة مدة لا تقل عن ثلاث سنوات ولا تزيد على خمس عشرة سنة.\nوإذا ترتب عليها موت إنسان تكون العقوبة الإعدام حدا دون إخلال بحق ولي الدم في الدية.\nوإذا نشأ عنها جرح شخص أضيف إلى العقوبة المقررة للجريمة القصاص في الأطراف أو الدية أو الأرش على حسب الأحوال.\nإتلاف الطريق العامة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 142,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات كل من خرب أو أتلف عمداً طريقاً عاماً بأية كيفية كانت إذا نشأ عن ذلك خطر على سلامة الحركة فيه.\nحدوث الضرر بإهمال"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 143,
    "text": ": يعاقب بالحبس مدة لا تتجاوز ثلاث سنوات أو الغرامة من تسبب بإهمال في إشعال حريق أو انفجار أو غرق أو تلويث أو تعطيل لإحدى وسائل النقل فإذا نجم عن الإهمال كارثة تكون العقوبة الحبس مدة لا تتجاوز خمس سنوات.\nحيازة المفرقعات والاتجار بها"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 144,
    "text": ": يعاقب بالحبس مدة لا تزيد على ست سنوات كل من حاز أو أحرز أو وضع أو استورد مفرقعات أو أتجر فيها بغير ترخيص من الجهة المختصة.\nويأخذ حكم المفرقعات كل مادة تدخل في تركيبها وصدر بها قرار من الجهة المختصة والآلات والأدوات التي تستخدم في صنعها.\nمخالفة شروط الترخيص"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 145,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة لا تتجاوز ألفي ريال كل من خالف شروط الترخيص المشار إليه في المادة السابقة.\nنقل المفرقعات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 146,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة لا تتجاوز ألفي ريال كل من نقل مفرقعات أو مواد قابلة للالتهاب في إحدى وسائل النقل العامة أو بطريق البريد على خلاف ما تقتضي به القوانين واللوائح.\nالباب الثالث\nالجرائم الماسة بالاقتصاد القومي\nتخريب الأموال المتعلقة بالاقتصاد القومي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 147,
    "text": ": يعاقب بالحبس مدة لا تقل عن سنه ولا تزيد عن عشر سنوات من خرب بنية أحدث انهيار في الاقتصاد القومي مصنعاً أو أحد ملحقاته أو مرافقه أو جسراً أو مجرى مياه أو سداً أو خطاً كهربائياً ذا ضغط عال أو وسائل النقل أو المواصلات أو مستودعاً للمواد الأولية أو المنتجات أو السلع الاستهلاكية أو غير ذلك من الأموال الثابتة أو المنقولة المملوكة للشعب المعدة لتنفيذ خطة الدولة الاقتصادية ولها أهمية حيوية للاقتصاد القومي.\nخيانة الموظف المسؤول"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 148,
    "text": ": تطبق العقوبة المذكورة في المادة السابقة على الموظف العام المسؤول إذا أخل بواجباته أو تراخى في القيام بها بنية إحداث انهيار في الاقتصاد القومي وتسبب عن ذلك تخريب مال مما ذكر في المادة السابقة.\nالتحريض والاتفاق والشروع والإعفاء"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 149,
    "text": ": فيما يتعلق بالتحريض والاتفاق الجنائي والشروع والإعفاء من العقوبة تطبق أحكام المادتين (129) و (130) من هذا القانون على الجرائم المبينة في المادتين السابقتين.\nالإتلاف بغير قصد الإضرار"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 150,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات من أتلف أو تسبب قصدا في إتلاف أدوات إنتاج أو مواد أولية أو منتجات صناعية أو زراعية إذا ترتب على ذلك ضرر جسيم بالإنتاج أو نقص يذكر في السلع الاستهلاكية وإذا حصل الإتلاف بسبب الإهمال تكون العقوبة الحبس مدة لا تزيد على سنه أو الغرامة التي لا تزيد على ألفي ريال.\nالباب الرابع\nالجرائم الماسة بالوظيفة العامة\nالفصل الأول\nجرائم الموظفين العاملين ومن في حكمهم\nالفرع الأول\nالرشوة\nالارتشاء"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 151,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل موظف عام طلب أو قبل عطية أو الامتناع عن عمل إخلالا بواجبات وظيفته ، وتكون العقوبة الحبس الذي لا تزيد مدته على ثلاث سنوات إذا كان العمل أو الامتناع حقا ويعفى الشريك من العقوبة إذا بادر بإبلاغ السلطة القضائية والإدارية بالجريمة أو أعترف بها قبل قفل التحقيق الابتدائي.\nالارتشاء حكما"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 152,
    "text": ": يعاقب بالعقوبة المقررة في المادة السابقة كل موظف عام حصل على شئ مما ذكر للقيام بعمل أو الامتناع عن عمل يعتقد خطأ أو يزعم أنه من أعمال وظيفته.\nالارتشاء اللاحق"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 153,
    "text": ": يعاقب بالحبس مدة لا تزيد على سبع سنوات كل موظف عام أدى عملاً أو أمتنع عن أداء عمل إخلالا بواجبات وظيفته ثم طالب أو قبل مالا أو منفعة ملحوظا فيها أنها مكافأة أو هدية له في مقابل ذلك ولو لم يكن هناك اتفاق سابق.\nالرشوة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 154,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل من عرض على موظف عام عطية أو مزية أو وعداً بها لأداء عمل أو للامتناع عن عمل إخلالاً بواجبات وظيفته ولم تقبل منه أما إذا كان العمل أو الامتناع حقا فيعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة.\nالراشي والرائش"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 155,
    "text": ": يعتبر راشيا كل صاحب مصلحة عرض على موظف عام رشوة على نحو ماهو مبين في المواد السابقة ويعتبر وسيطا (رائشاً)  كل من عاون الراشي والمرتشي بأية طريقة كانت على ارتكاب جريمة رشوة وكان عالما بها ويعاقب كل منهما بنفس العقوبات المقررة للجريمة التي اشترك فيها.\nقابض الرشوة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 156,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل شخص عين لقبض الرشوة دون أن تتوفر فيه صفة الرائش إذا كان عالماً عند قبضها بأنها رشوه."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 157,
    "text": "يعفى من العقوبات المقررة في المواد السابقة من بادر من الجناة إلى إبلاغ السلطة القضائية أو الإدارية بالجريمة أو اعترف بها قبل قفل التحقيق الابتدائي ، ولا يسري هذا الحكم على الجريمة المنصوص عليها في المادة (153)\nرشوة موظفي القطاع الخاص"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 158,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين أو بغرامة لا تتجاوز أربعة آلاف ريال كل مستخدم طلب لنفسه أو لغيرة أو قبل أو أخذ وعداً أو عطية بغير علم مخدومة ورضائه لأداء عمل من الأعمال المكلف بها أو للامتناع عنه.\nاستغلال النفوذ"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 159,
    "text": ": يعد في حكم المرتشي ويعاقب بالعقوبة المنصوص عليها في المادة (151) كل موظف عمومي طلب لنفسه أو لغيرة أو قبل أو أخذ وعداً أو عطية لاستعمال نفوذ حقيقي أو مزعوم للحصول أو لمحاولة الحصول من أية سلطة عامة على أعمال أو أوامر أو أحكام أو قرارات أو نياشين أو التزام أو ترخيص أو اتفاق وتوريد أو مقاولة أو على وظيفة أو خدمة أو أية مزية من أي نوع.\nفإذا لم تتوافر صفة الموظف العام في الجاني كانت عقوبته الذي لا يجاوز ثلاث سنوات أو الغرامة التي لا تزيد على عشرة آلاف ريال ويعتبر في حكم السلطة العامة كل جهة خاضعة لإشرافها.\nالارتشاء من جهة أجنبية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 160,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل من طلب لنفسه أو لغيرة أو أخذ بالوساطة من دولة أجنبية أو من أحد ممن يعملون لمصلحتها نقود أو أية منفعة أخرى أو قبل وعداً بشيء من ذلك بقصد ارتكاب عمل بمصلحة الدولة.\nالمصادرة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 161,
    "text": ": يحكم في جميع الأحوال بمصادرة ما تحصل أو عرض من الرشوة أو استغلال النفوذ.\nالفرع الثاني\nالاختلاس والإخلال بواجبات الوظيفة\nصور الاختلاس"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 162,
    "text": ": يعاقب بالحبس مدة لا تزيد على سبع سنوات كل موظف عام :\n1-اختلس مالاً وجد في حيازته بسبب وظيفته.\n2-استغل وظيفته فاستولى بغير حق على مال للدولة أو إحدى الهيئات أو المؤسسات العامة أو الوحدات التابعة لها أو سهل ذلك لغيرة وإذا لم يصحب الفعل المنصوص عليه في الفقرتين السابقتين نية التملك بأن كان يقصد استعمال المال ثم رده تكون العقوبة الحبس مدة لا تزيد على ثلاث سنوات.\nالإضرار بمصلحة الدولة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 163,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل موظف عام عهد إليه بالمحافظة على مصلحة الدولة أو إحدى الهيئات أو المؤسسات العامة أو الوحدات التابعة لها في صفقة أو عملية أو قضية وأضر بهذه المصلحة ليحصل على ربح أو منفعة مادية لنفسه أو لغيرة.\nالغش في تحصيل الرسوم"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 164,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل موظف عام له شأن في تحصيل الرسوم أو الغرامات أو العوائد أو الضرائب أو نحوها طلب أو أخذ ما ليس مستحقا أو ما يزيد على المستحق مع علمه بذلك فإذا استولى على ذلك لنفسه ولم يوردها للخزينة العامة يعاقب بالعقوبة المقررة في المادة (162)\nعرقلة سير العمل"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 165,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة :\nكل موظف عام استعمل سلطة وظيفته في تعطيل القوانين أو اللوائح أو الأنظمة أو في رفض تنفيذ الأوامر والأحكام الصادرة من محكمة أو أي جهة مختصة أو امتنع عمداً عن تنفيذ شئ مما ذكر يدخل تنفيذه في اختصاصه.\nكل موظف عام ترك عمله أو امتنع عن أدائه بقصد عرقلة العمل أو الإخلال بانتظامه.\nكل موظف عام أدلى أو قدم أو أعطى عمدا بيانات غير صحيحة يترتب عليها ضرر بالغير\nكل موظف عام استغل وظيفته في شراء شئ لنفسه أو لغيرة قهرا عن مالكة.\nالفرع الثالث\nإساءة استعمال الوظيفة\nالإكراه على الاعتراف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 166,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل موظف عام عذب أثناء تأدية وظيفته أو استعمل القوة أو التهديد بنفسه أو بواسطة غيرة مع متهم أو شاهد أو خبير لحملة على الاعتراف بجريمة أو على الإدلاء بأقوال أو معلومات في شأنها وذلك دون إخلال بحق المجني عليه في القصاص أو الدية أو الأرش.\nالتعريض لجريمة الأشخاص"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 167,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة كل موظف عام أمر بعقاب شخص أو عاقب بنفسه بغير العقوبة المحكوم عليه بها أو بأشد منها أو رفض تنفيذ الأمر بإطلاق سراحه مع كونه مسؤولاً عن ذلك أو استبقاه عمدا في المنشأة العقابية بعد المدة المحددة في الأمر الصادر بحبسه ، ويحكم في جميع الأحوال بعزل الموظف من منصبه.\nاستعمال القسوة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 168,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل موظف عام استعمل القسوة مع الناس اعتمادا على سلطة وظيفته بغير حق بحيث أخل بشرفهم أو أحدث آلاماً بأبدانهم دون إخلال بحق المجني عليه في القصاص والدية والأرش ويحكم في جميع الأحوال بعزل الموظف من منصبه.\nالتفتيش غير القانوني"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 169,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل موظف عام أجرى تفتيش شخص أو سكنه أو محله بغير رضاه أو في غير الأحوال أو دون مراعاة الشروط التي ينص عليها القانون مع علمه بذلك.\nالعمل المتعارض مع الصفة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 170,
    "text": "يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل موظف عام قام بنفسه أو بواسطة غيرة :\nبشراء عقار أو منقول مما تطرحه السلطات للبيع إذا كان ذلك يتصل بأعمال وظيفته.\nأو بالاشتراك في مقاولة أو مناقصة أو غيرها من الأشغال التي تتصل بأعمال وظيفته.\nأو باستئجار عقار بقصد استغلاله في الدائرة التي يؤدي فيها وظيفته إذا كان لهذا الاستغلال صلة بعمله.\nالفصل الثاني\nالجرائم الواقعة على الموظفين\nوالسلطات العامة\nالتعدي على الموظف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 171,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين أو بالغرامة كل من تعدى بالقوة أو التهديد على موظف أثناء أو بسبب تأدية وظيفته أو خدمته.\nو تكون العقوبة الحبس مدة لا تزيد على خمس سنوات إذا كان ذلك بنية حمل الموظف بغير حق على أداء عمل من أعمال وظيفته أو على الامتناع عنه.\nإهانة الموظف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 172,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من وجه بنفسه أو بواسطة غيرة إهانة بالقول أو بالإشارة أو بالكتابة أو بالمخابرة السلكية أو اللاسلكية أو هدد بتلك الطرق موظفاً عاماً أثناء تأدية وظيفته أو بسببها.\nانتحال الوظائف أو الصفات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 173,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة من أقدم علانية بغير حق على ارتداء زي رسمي أو كسوة يخص بها القانون فئة من الناس أو على حمل وسام أو نيشان الدولة أو إشارة أو علامة لوظيفة أو عمل أو على انتحال لقب من ألقاب الشرف أو من الألقاب العلمية أو الجامعية المعترف بها رسمياً أو رتبة من الرتب العسكرية أو صفة نيابية عامة ، ويسري هذا الحكم إذا كان الزي أو الوسام أو غيرها مما ذكر لدوله أجنبية.\nإزعاج السلطات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 174,
    "text": ": يعاقب بالحبس مدة لا تزيد على ستة أشهر أو بغرامة كل من أزعج السلطات العامة أو الجهات الإدارية أو الأشخاص المكلفين بخدمة عامة بأن أخبر بأي طريقة كانت عن وقوع كوارث أو حوادث أو أخطار لا وجود لها وتقضي المحكمة عليه فضلا عن ذلك بالمصاريف التي ترتبت على هذا الإزعاج.\nكسر الأختام"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 175,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة من نزع أو أتلف ختما من الأختام الموضوعية على محل أو أوراق أو أشياء أخرى بناء على أمر من إحدى السلطات القضائية أو الإدارية أو فوت الغرض المقصود من وضع الختم. وتكون العقوبة الحبس مدة لا تزيد على سنتين أو الغرامة إذا كان الجاني هو الحارس.\nسرقة أو إتلاف المستندات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 176,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل من أتلف أو اختلس أو سرق أوراقا أو مستندات أو وثائق أو سجلات أو دفاتر متعلقة بالدولة أو بإحدى المصالح الحكومية أو الهيئات أو المؤسسات العامة أو إحدى الشركات التي تساهم الدولة في رأس مالها بنصيب أو أوراقا قضائية من أوراق الدعاوى فإذا كان الحارس أو المكلف بالحفظ أو الأمين هو الذي ارتكب الجريمة أو شارك فيها تكون عقوبته الحبس الذي ارتكب الجريمة أو شارك فيها تكون عقوبته الحبس الذي لا يجاوز خمس سنوات."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 177,
    "text": ": إذا وقعت الجرائم المنصوص عليها في المادتين السابقتين بإهمال الحارس أو المكلف بالحفظ أو الأمين تكون عقوبته الحبس الذي لا تزيد مدته على ستة أشهر أو الغرامة.\nالباب الخامس\nالجرائم المخلة بسير العدالة\nالفصل الأول\nالمساس بسير القضاء\nالبلاغ الكاذب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 178,
    "text": ": يعاقب الحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة من أبلغ كذبا بنية الإساءة النيابة العامة أو إحدى المحاكم القضائية أو أية جهة إدارية ضد شخص بأمر يعد جريمة ولو لم يترتب على ذلك إقامة الدعوى الجزائية.\nشهادة الزور"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 179,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة الشاهد الذي يدلي بعد حلف اليمين أمام المحكمة بأقوال غير صحيحة أو يكتم كل أو بعض ما يعلم من وقائع الدعوى الجزائية التي يؤدي عنها الشهادة وإذا ترتب على الشهادة الحكم على متهم بعقوبة أشد تكون عقوبة الشاهد هي العقوبة المقررة للجريمة التي حكم على المتهم فيها ولو لم ينفذ الحكم.\nويجوز للقاضي إعفاء الشاهد من العقوبة إذا عدل من شهادته وأدلى بالحقيقة قبل صدور الحكم في موضوع الدعوى التي أدى فيها الشهادة. ويسري كل ذلك على من كلفته المحكمة في دعوى بعمل الخبرة أو الترجمة فغير الحقيقة عمدا ، وإذا ترتب على شهادة الزور الحكم على متهم بعقوبة الإعدام أو الرجم أو القطع تكون عقوبة الشاهد الزور الحبس مدة لا تزيد على سبع سنوات إذا  لم ينفذ الحكم أما إذا نفذ الحكم فعلا فتكون عقوبة الشاهد الزور هي الإعدام أو الرجم أو القطع."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 180,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين أو بالغرامة كل شخص كلف من القضاء بأداء اليمين أو ردت عليه فحلفها كذبا ، ويعفى من العقاب إذا أقر لخصمه بحقه.\nمحاولة التأثير على الشاهد"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 181,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من استعمل القوة أو التهديد أو عرض عطية أو مزية من أي نوع أو وعد بشيء من ذلك لحمل آخر على عدم أداء الشهادة أو على الشهادة زوراً ولم يبلغ مقصده ويسري ذلك بالنسبة للخبير والمترجم.\nالامتناع عن أداء الشهادة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 182,
    "text": "يعاقب بالغرامة التي لا تتجاوز خمسة آلاف ريال الشاهد الذي لا يحضر أمام المحكمة أو سلطة التحقيق الجزائي بعد تكليفه بالحضور أو يمتنع عن الإدلاء بمعلوماته أو عن حلف اليمين دون أن يبرر ذلك بعذر مقبول ، ويجوز للمحكمة إعفائه من الغرامة إذا حضر بعد إعلانه للمرة الثانية أو إذا عدل عن امتناعه قبل انتهاء الجلسة.\nتضليل القضاء"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 183,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين :\n1-من غير بنية تضليل القضاء حالة الأشخاص أو الأماكن أو الأشياء المتصلة بالجريمة.\n2-من أخفى أشياء متحصله من جريمة أو استعملت فيها مع علمه ذلك.\n3-من أخفى جثه شخص مات نتيجة حادث أو دفنها بغير إبلاغ الجهات المختصة قبل إجراء بحث أو تحقيق في شأنها.\nإتلاف مستند قد يحتج به أمام القضاء"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 184,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من أتلف عمدا محررا أو صكا كتب للاستناد إليه أو الاستئناس به عند قيام خلاف ، أو كان من المفيد تقديمه كبينه في أية إجراءات قضائية ، ويعتبر إتلافا جعل المحرر أو الصك في حالة يستحيل معها استخلاص البيانات المؤثرة التي تضمنها.\nويعفى من العقاب الجاني إذا كان المحرر دليلاً عليه ثم أقر بالحقيقة التي كانت ثابتة فيه.\nإهانة القضاء"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 185,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من أخل بكتابه أو قول أو فعل أو بأية طريقة بمقام قاضي أو هيبته أو سلطته أو حاول التأثير فيه وكان ذلك في شأن أية دعوى أثناء انعقاد الجلسة.\nوتسري ذات العقوبة إذا وقعت الجريمة على سلطات التحقيق بمناسبة تحقيق جزائي تجريه.\nإنكار العدالة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 186,
    "text": ": كل قاضي امتنع عن الحكم يعاقب بالعزل وبالغرامة ويعد متمنعا عن الحكم كل قاضي أتى أو توقف عن إصدار حكم بعد تقديم طلب إليه في هذا الشأن.\nالتدخل في شؤون العدالة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 187,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل موظف أو ذي وجاهة تدخل لدى قاضي أو محكمة لصالح أحد الخصوم أو إضرارا به بطريق الأمر أو الطلب أو الرجاء أو التوصية.\nميل القضاء"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 188,
    "text": ": يعاقب بالحبس مدة لا تزيد على سبع سنوات كل قاضي تعمد الحكم بغير الحق نتيجة رجاء أو توصية أو وساطة أو ميل لأحد الخصوم.\nإفشاء سرية الإجراءات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 189,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من أفضى بمعلومات في شأن تحقيق أمام المحكمة أو النيابة العامة تقرر إجراءه بصفة سرية.\nالفصل الثاني\nالمساس بنفاذ القرارات القضائية\nإخفاء الجناة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 190,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة كل من أخفى متهما بجريمة أو محكوما عليه فيها ولا يجوز أن تتعدى العقوبة الحد الأقصى المقرر للجريمة الأصلية ولا يسري حكم هذه المادة على من أخفى زوجة أو أحد أصوله أو فروعة أو أخوته أو أخواته ومن في منزله هؤلاء من أقارب بحكم المصاهرة.\nهرب المحبوس"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 191,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه من هرب بعد القبض عليه قانونا ، وتكون العقوبة الحبس مدة لا تزيد على ثلاث سنوات إذا أقترن الهرب بالعنف أو التهديد وتطبيق هذه العقوبة على من يساعد الهارب إذا كان مكلفا بحراسته فإذا تم الهرب نتيجة إهمال الحارس أو تراخيه كانت العقوبة الحبس مدة لا تزيد على ستة أشهر أو الغرامة التي لا تتجاوز ألف ريال.\nالباب السادس\nجرائم العلانية و النشر\nتعريف العلانية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 192,
    "text": ": يقصد بالعلانية في تطبيق هذا الباب الجهر أو الإذاعة أو النشر أو العرض أو اللصق أو التوزيع على الأشخاص دون تمييز بينهم في مكان عام أو مباح للكافة أو في مكان يستطيع سماعة أو رؤيته من كان موجودا في مكان عام وذلك بالقول أو الصياح أو الكتابة أو الرسوم أو الصور أو أية وسيلة أخرى من وسائل التعبير عن الفكر.\nويعتبر من العلانية مجرد التوزيع على الأشخاص دون تمييز بينهم ولو كان ذلك في مكان غير عام.\nالتحريض العام"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 193,
    "text": ": كل من أغرى أو حرض علنا على ارتكاب جريمة أو عدة جرائم فوقعت بناء على ذلك يعتبر شريكا فيها ويعاقب بالعقوبة المقررة لها ما لم تكن حدا أو قصاصاً فتكون العقوبة الحبس مدة لا تزيد على خمس سنوات أو الغرامة.\nالسخرية من الدين والتحريض المكدر للسلم العام"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 194,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة :\nأولاً : من أذاع علنا آراء تتضمن سخرية أو تحقير الدين في عقائده أو شعائره أو تعاليمه.\nثانياً : من حرض علنا على ازدراء طائفة من الناس أو تغليب طائفة و كان من شأن ذلك تكدير السلم العام.\nالسخرية من الدين الإسلامي أو أحد مذاهبه"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 195,
    "text": ": تكون العقوبة الحبس مدة لا تزيد على خمس سنوات أو الغرامة إذا كان الدين أو المذهب الذي نالته السخرية أو التحقير أو التصغير هو الدين الإسلامي.\nالبحث العلمي ليس تحريضاً"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 196,
    "text": ": لا يعد تحريضا أو إغراء أو تحسينا أذاعه بحث علمي في دين أو مذهب في محاضرة أو مقال أو كتاب بأسلوب علمي هادئ متزن خال من الألفاظ المثيرة وثبت اتجاه المؤلف إلى النقد العلمي الخالص.\nإهانة رئيس الدولة والهيئات النظامية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 197,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين أو بالغرامة التي لا تزيد على أربعة آلاف ريال  :\nأولاً : كل من أهان علنا رئيس الدولة بما يسئ إليه أو يمس من شخصيته في المجتمع.\nثانيا : كل من عاب علنا في حق ملك أو رئيس دولة أو ممثل لدولة أجنبية معتدة في الجمهورية اليمنية بسبب أمور تتعلق بوظيفته.\nثالثا : كل من أهان علنا رئاسة الدولة أو مجلس الوزراء أو غيرها من الهيئات النيابية أو النظامية أو الجيش أو المحاكم أو السلطات أو المصالح العامة.\nنشر أخبار تكدر السلم العام"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 198,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة لا تجاوز ألف ريال :\nأولاً : كل من أذاع أو نشر علنا وبسوء قصد أخبار أو أوراقا كاذبة أو مزورة أو مختلفة أو منسوبة كذبا إلى الغير إذا كان من شأنها تكدير السلم العام أو الإضرار بالصالح العام فإذا ترتب على الإذاعة أو النشر تكدير السلم العام أو الإضرار بالصالح العام ضوعفت العقوبة.\nثانياً : كل من أذاع أو نشر علنا ما دار في الجلسات السرية للمجالس التشريعية أو التنفيذية أو القضائية أو المحاكم أو نشر بغير أمانة وبسوء قصد ما جرى في الجلسات العلنية لها.\nالأفعال والصور المخلة بالآداب العامة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 199,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين أو بالغرامة :\nأولا ً: كل من أذاع أو نشر علنا مطبوعات أو رسومات أو إعلانات أو صور محفورة أو منقوشة أو رسومات يدوية أو فوتوغرافية أو إشارات رمزية أو غير ذلك من الأشياء أو الصور العامة إذا كانت منافية للآداب العامة.\nثانيا ً: كل من أعلن عن الأشياء المتقدم ذكرها أو عرضها على أنظار الجمهور أو باعها أو أجراها أو عرضها للبيع أو الإيجار ولو في غير علانية أو قدمها علانية بطريقة مباشرة أو غير مباشرة ولو وزعها أو سلمها للتوزيع بأية وسيلة علنا أو سراً بقصد إفساد الأخلاق.\nثالثا ً: كل من صنع أو حاز بقصد الاتجار أو التوزيع أو الاتجار أو استورد أشياء مما نص عليه فيما تقدم للأغراض المذكورة.\nرابعاً : كل من جهر علانية بأغان أو صياح أو خطب منافية للآداب العامة.\nخامسا ً: كل من أغرى علنا على الفجور أو نشر إعلانات أو وسائل لهذا الغرض أياً كانت عبارتها.\nحيازة الصور التي تسئ إلى سمعة البلاد"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 200,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين أو بالغرامة كل من :\nأولاً : حاز أو صنع بقصد الاتجار أو التوزيع أو الإيجار أو اللصق أو العرض أو عرض بنفسه أو بواسطة غيرة علنا أو سراً صوراً من شأنها الإساءة إلى سمعة البلاد سواء كان ذلك لمخالفة الحقيقة أو تشويهها أو إعطاء وصف غير صحيح أو إبراز مظاهر غير لائقة أو بأية طريقة أخرى.\nثانيا ً: كل من استورد أو صور أو نقل بنفسه أو بواسطة غيره شيئاً مما تقدم للغرض المذكور وكل من أعلن عنه أو عرضه على الأنظار أو باعه أو أجره أو عرضه للبيع أو للإيجار ولو في غير علانية وكل من قدمه علانية بالمجان أو وزعه أو سلمة.\nمسؤولية رئيس التحرير والناشر ونحوها"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 201,
    "text": ": إذا ارتكبت الجرائم السابقة عن طريق الصحف يكون رؤساء التحرير والناشرون مسؤولين كفاعلين أصليين بمجرد النشر ، وفي جميع الأحوال التي لا يمكن منها معرفة مرتكب الجريمة يكون المستوردون أو الطابعون أو القائمون بالتوزيع أو اللصق أو العرض مسؤولين كفاعلين أصليين."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 202,
    "text": ": يجب أن يحكم في جميع الأحوال بمصادرة الأشياء موضوع الجريمة أو إزالتها وتغلق الدار التي تولت النشر أو العرض مدة لا تتجاوز شهر.\nالباب السابع\nالتسول"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 203,
    "text": ": يعاقب بالحبس مدة لا تزيد على ستة أشهر من اعتاد ممارسة التسول في أي مكان إذا كان لدية أو في إمكانه الحصول على وسائل مشروعة للتعيش وتكون العقوبة الحبس الذي لا تزيد على سنه إذا رافق الفعل التهديد أو ادعاء عاهة أو اصطحاب طفل صغير من غير فروعه ويجوز للمحكمة بدلا من الحكم على المتسول بالعقوبة المقررة أن تأمر بتكليفه بعمل إلزامي مدة لا تزيد على سنه إذا كان قادرا على العمل أو تأمر بإيداعه ملجاء أو دار للعجزة أو مؤسسة خيرية معترفاً بها إذا كان عاجزاً عن العمل وذلك متى كان إلحاق أي منهما بالمحل الملائم له ممكناً.\nالباب الثامن\nجرائم التزوير\nالفصل الأول\nتزييف النقود والطوابع\nوالأختام الرسمية\nتزييف العملة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 204,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل من صنع أو زيف عمله معدنية أو ورقية متداولة في البلاد قانوناً أو في دولة أخرى وكان ذلك بقصد التعامل بها.\nويعاقب بذات العقوبة من لم يساهم في اصطناع العملة أو تزييفها ولكنه مع علمه بحقيقتها أدخلها البلاد أو طرحها في التداول أو حازها بقصد التعامل بها اما من قبل بحسن نية عمله مصطنعة أو مزيفة ثم تعامل بها بعد علمه بحقيقتها فيعاقب بالحبس مدة لا تزيد على ثلاثة أشهر أو بالغرامة.\nعدم قبول العملة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 205,
    "text": "يعاقب بالحبس مدة لا تزيد على ثلاثة أشهر أو بالغرامة كل من أمتنع قبول عملة البلاد أو مسكوكاتها المقررة لها إذا كانت غير مزودة.\nترويج عملة غير متداولة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 206,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من روج عملة معدنية أو ورقية بطل العمل بها وأعادها إلى التعامل أو أدخلها البلاد لهذا الغرض ويحكم بمصادرة العملة.\nتزييف الطوابع ذات القيمة وما في حكمها"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 207,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات من اصطنع أو زيف طوابع الدمغة أو البريد أو تذاكر السفر أو الانتقال الحكومية أو أية ورقة بديلة لما ذكر. ويعاقب بنفس العقوبة من لم يساهم في الاصطناع أو التزييف لكنه طرح في التداول إحدى الأوراق المذكورة مع علمه بحقيقتها أما من استعمل طابعاً سبق استعماله أو طرحة للتداول وهو عالم بذلك فيعاقب بالحبس مدة لا تزيد على ستة أشهر أو بالغرامة.\nاصطناع وتزييف الأختام والعلامات الرسمية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 208,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل من اصطنع أو زيف ختم الدولة أو ختم رئيس الجمهورية أو موظف عام أو أية جهة يعتبر العاملون فيها من الموظفين العموميين ويعتبر في حكم الختم أية أداة تستعملها هذه الجهة في شؤونها لإحداث علامة معينة ويعاقب بالعقوبة ذاتها من استعمل شيئا مما ذكر ، أما من استعمل بغير حق ختماً أو أداة صحيحة وكان من شأن ذلك الإضرار بمصلحة عامة أو خاصة فإنه يعاقب بالحبس مدة لا تزيد على سنتين.\nويعفى من العقوبة من أبلغ إحدى السلطات العامة المختصة قبل تمام الجريمة و قبل الشروع في البحث عن مرتكبيها أو سهل القبض على باقي الفاعلين ولو بعد الشروع في البحث عنهم.\nاصطناع وتزييف الأختام والعلامات الأجنبية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 209,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل من اصطنع أو زيف شيئا مما ذكر في المادة السابقة متعلقا بدولة أجنبية ، ويعاقب بالعقوبة ذاتها من استعمل شيئا مما ذكر.\nاصطناع وتزييف العلامات والأختام الخاصة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 210,
    "text": ": يعاقب بالحبس مدة لا تزيد عن ثلاث سنوات من اصطنع أو زيف ختما أوعلامة لأحد الأفراد أو إحدى الجهات أيا كانت أو الشركات المأذونه من قبل الحكومة أو أحد البنوك التجارية أو الجمعيات أو الاتحادات أو النقابات أو الأحزاب.\nويعاقب بذات العقوبة من استعمل شيئا مما ذكر ، أما من استعمل بغير حق شيئا صحيحا مما ذكر استعمالا ضارا فتكون عقوبته الحبس مدة لا تزيد على سنة.\nاصطناع أو حيازة أدوات التزييف\nومصادرة المضبوطات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 211,
    "text": ": 1- يعاقب بالحبس مدة لا تزيد على خمس سنوات كل من صنع أو حاز آلات أو أدوات أو مواد بقصد استعمالها في اصطناع وتزييف شيء ما ذكر في المواد السابقة.\n2- يحكم بمصادرة الأدوات والأشياء المضبوطة في الجرائم المنصوص عليها في هذا الفصل.\nالفصل الثاني\nتزوير المحررات\nالتزوير المادي في المحررات الرسمية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 212,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات من اصطنع محرراً رسمياً أو غير محرر رسمي صحيح بقصد استعماله في ترتيب آثار قانونية.\nوإذا حصل ذلك من موظف عام أثناء تأدية وظيفته جاز معاقبته بالحبس مدة لا تزيد على سبع سنوات.\nالتزوير المعنوي في المحررات الرسمية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 213,
    "text": ": يعاقب بالحبس مدة لا تزيد على سبع سنوات الموظف العام الذي يكتب في محرر يختص بتحريره وقائع أو ظروف غير صحيحة أو يغفل إثبات وقائع أو ظروفاً حقيقة مع علمه بذلك.\nالتزوير الواقع من الموظف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 214,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات كل موظف عام ارتكب تزويراً في محرر رسمي ولو لم يكن مختصاً بتحريره.\nالتزوير الواقع من الموظف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 215,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل من ارتكب تزويراً في محرر خاص إضرارا بصاحبه أو من يعتبر المحرر حجة عليه.\nخيانة الائتمان على بياض"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 216,
    "text": ": يعاقب بالعقوبة المقررة في المادة السابقة كل من أؤتمن أو حصل  على ورقة ممضاة أو مختومة أو مبصوماً عليها على بياض وملأها أو استعملها بما يخالف المتفق عليه إضرارا بصاحب الإمضاء أو الختم أو البصمة.\nاستعمال مستند اُلغي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 217,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة لا تتجاوز ألفي ريال كل من استعمل محرراً صحيحاً فقد قوته بإبطاله أو إلغائه أو نسخة أو وقف أثره أو انتهاء هذا الأثر عالماً بذلك وقاصداً الإيهام بأن المحرر لا يزال حافظاً لقوته."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 218,
    "text": ": يعاقب بالعقوبة المقررة لجريمة التزوير من أدلى بإقرار كاذب أو بيانات غير صحيحة تم تدوينها في محرر صالح لأن يتخذ أساساً لاكتسابه حق أو صفة أو حالة."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 219,
    "text": ": يعاقب بالعقوبة المقررة لجريمة التزوير بحسب الأحوال من يستعمل المحرر المزور مع علمه بتزويره.\nالباب التاسع\nالجرائم العسكرية\nالفصل الأول\nالتخلف والفرار\nالتخلف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 220,
    "text": ": أ- كل يمني أرتكب جريمة التخلف عن أداء خدمة الدفاع الوطني الإلزامية يعاقب بالحبس مدة لا تزيد على خمس سنوات.\nب- إذا كان التخلف في زمن أو في حالة استدعاء الاحتياط العام أو رفض المتخلف بالحبس مدة لا تزيد على عشر سنوات.\nج- يعاقب بذات العقوبة الواردة في الفقرة (ب) كل شخص تخلف أو رفض القيام بما يقتضيه واجبه أو ما كلف به أثناء التعبئة العامة.\nالغش للتخلص من الواجبات العسكرية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 221,
    "text": "يعاقب بالحبس مدة لا تزيد على خمس سنوات من توصل بأوراق غير صحيحة أو بإحداث ضرر بجسمه أو بصحته أو بأية طريقة أخرى لإعفائه من خدمة الدفاع الوطني الإلزامية وكذا من انخرط في القوات المسلحة بطريقة الغش أو ساعد شخصاً أو أشخاصاً على ذلك على نحو مخالف للقوانين العسكرية.\nالفرار"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 222,
    "text": ": كل فرد من أفراد القوات المسلحة هرب من الخدمة في القوات المسلحة في زمن السلم يعاقب بالحبس مدة لا تزيد على سنتين وبالحبس مدة لا تزيد على عشر سنوات في زمن الحرب.\nإخفاء الفارين"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 223,
    "text": ": يعاقب بالحبس مدة لا تزيد على ستة أشهر أو بالغرامة كل من أخفى بنفسه أو بواسطة غيره أحد الفارين من الخدمة العسكرية.\nالفصل الثاني\nالعصيان\nرفض تنفيذ أمر الرئيس"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 224,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات كل فرد من أفراد القوات المسلحة أمتنع عن تنفيذ أمر رئيسة أو تعمد تنفيذه على وجه سيئ أو ناقص ، وإذا وقعت الجريمة في مجابهة العدو كانت العقوبة الحبس مدة لا تزيد على عشر سنوات.\nالأمر غير القانوني"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 225,
    "text": ": كل فرد من أفراد القوات المسلحة لا يكون مسؤولاً عن :\n1-تنفيذ أمر غير قانوني صادر من رئيسه وتقع مسؤولية التنفيذ على الرئيس وحده ما لم يكن من الواضح أن الأمر مخالف لحكم في قانون العقوبات أو القانون الدولي العام فعندئذ يكون الرئيس والمرؤوس مسؤولين عما حدث.\n2-إذا رفض تنفيذ أمر رئيس واضح مخالفته لقانون العقوبات أو القانون الدولي العام.\nمقاومة الرئيس"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 226,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات من قاوم رئيسه بأية طريقة في تنفيذ الواجبات العسكرية ويحكم بالحبس الذي لا يجاوز عشر سنوات إذا اقترنت المقاومة باستعمال السلاح أو التهديد باستعماله أو ارتكبت من عدد من الأشخاص أو أفضت إلى نتائج خطيرة.\nويجوز الحكم بالإعدام أو الحبس الذي لا يزيد عن خمس عشرة سنة إذا تسبب عن المقاومة موت رئيس أو أي شخص أثناء تأدية وظيفته العسكرية أو وقعت الجريمة أثناء مواجهة العدو.\nالفصل الثالث\nجرائم الميدان\nالتصرف بجبن أمام العدو"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 227,
    "text": ": يعاقب بالإعدام كل فرد من أفراد القوات المسلحة تصرف بجبن أمام العدو وعلى الوجه الآتي :\n1-رفض حمل السلاح أو استعماله.\n2-أخفى نفسه أو هرب أو ترك موقعة بدون أذن.\n3-استسلم باختياره للأسر.\n4-حرض زملائه أو مرءوسيه على ذلك.\nالاستسلام"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 228,
    "text": ": يعاقب بالعقوبة المقررة في المادة السابقة :\nكل قائد تشكيله عسكرية أو قوة بحرية أو جوية أو سفينة بحرية أو طائرة عسكرية ثبت استلامه للعدو قبل أن تستفيد جميع وسائل الدفاع المتوفرة لدية وذلك بأن أمر بوقف القتال أو إنزال العلم أو ترك أو سلم للعدو السفينة أو طائرة أو أسلحة أو ذخائر أو حصناً أو موقعاً أو ميناء أو مطار أو غير ذلك مما اُعد للدفاع.\nعدم تدمير المعدات الحربية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 229,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات كل قائد عسكري أضطر للاستسلام للعدو ولكنه لم يبذل ما في وسعه لتدمير ما يستفيد منه العدو أو جعله غير صالح للاستعمال.\nالباب العاشر\nالجرائم الواقعة على الأشخاص والأسرة\nالفصل الأول\nالاعتداء على حياة وسلامة الجسم\nالفرع الأول\nأحكام عامة\nالنفس (الإنسان)"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 230,
    "text": ": يعتبر المولود إنساناً له حقوق الإنسان إذا خرج حياً من بطن أمه سواء كانت الدورة الدموية متصلة في بدنه كله أم في بعضه وسواء قطع حبل سرته أم لم يقطع وتثبيت حياته بالاستهلال بالصياح أو التنفس أو الحركة التي تتحقق معها الحياة.\nتعريف الإنسان المعصوم"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 231,
    "text": ": الإنسان المعصوم هو :\nالمسلم أياً كانت جنسيته.\nاليمني أياً كانت ديانته.\nمن ينتمي إلى دولة معاهدة غير محاربة أو بينها وبين الجمهورية هدنة.\nمن دخل أراضى الجمهورية بأمان ولو كان منتميا لدولة محاربة ما دام الأمان قائما.\nويعتبر الإذن بدخول البلاد أماناً حتى يلغى بقرار من السلطة المختصة.\nقتل الزوج زوجته ومن يزني بها حال تلبسها"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 232,
    "text": ": إذا قتل الزوج زوجته هي ومن يزني بها حال تلبسهما بالزنا أو اعتدى عليهما اعتداء أفضى إلى موت أو عاهة فلا قصاص في ذلك وإنما يعزر الزوج بالحبس مدة لا تزيد على سنه أو بالغرامة ، ويسري ذات الحكم على من فاجأ إحدى أصوله أو فروعه أو أخواته متلبسة بجريمة الزنا.\nقتل الأصل فرعه"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 233,
    "text": ": إذا اعتدى الأصل على فرعه بالقتل أو الجرح فلا قصاص وإنما يحكم بالدية أو الأرش ويجوز تعزير الجاني في هذه الحالة بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة في القتل وبالحبس مدة لا تزيد على ثلاثة أشهر أو بالغرامة في الجرح ما لم يحصل عفو.\nالفرع الثاني\nالقتل\nالقتل العمد"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 234,
    "text": ": من قتل نفساً معصومة عمداً يعاقب بالإعدام قصاصاً إلاّ أن يعفو ولي الدم فإن كان العفو مطلقاً أو بشرط الدية أو مات الجاني قبل الحكم حكم بالدية ولا اعتبار لرضاء المجني عليه قبل وقوع الفعل.\nويشترط للحكم بالقصاص أن يطلبه ولي الدم وأن يتوافر دليله الشرعي فإذا تخلف أحد الشرطين أو كلاهما وأقتنع القاضي من القرائن بثبوت الجريمة في حق المتهم أو إذا امتنع القصاص أو سقط بغير العفو يعزر الجاني بالحبس مدة لا تقل عن ثلاث سنوات ولا تزيد على عشر سنوات.\nويجوز أن يصل التعزير إلى الحكم بالإعدام إذا كان الجاني معروفاً بالشر أو ارتكب القتل بوسيلة وحشية أو على شخصين فأكثر أو من شخص سبق أن أرتكب قتلاً عمداً أو توطئه لارتكاب جريمة أخرى أو لإخفائها أو على امرأة حامل أو على موظف أو مكلف بخدمة عامة أثناء أو بسبب أو بمناسبة تأدية وظيفته أو خدمته حتى لو سقط القصاص بالعفو.\nالتعزير عند عفو ولي الدم"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 235,
    "text": ": إذا عفى ولي الدم مطلقا أو مجانا أو بشرط الدية جاز للمحكمة تعزير الجاني بالحبس مدة لا تزيد على خمس سنوات ويجوز أن تصل العقوبة إلى الإعدام في هذه الحالة إذا توافر مع القتل أحد الظروف الواردة في الفقرة الثالثة من المادة السابقة.\nالشروع في القتل"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 236,
    "text": ": يعزر على الشروع في القتل :-\nأولاً : إذا خاب أثرة كلية أو نتجت عنه جروح توجب الأرش فقط بالحبس مدة لا تزيد على خمس سنوات علاوة على الأرش.\nثانياً : إذا نتجت عنه جروح توجب القصاص بما دون النفس أو الدية يحكم بالقصاص أو الدية ويجوز فضلاً عن ذلك تعزير الجاني بالحبس مدة لا تزيد على سنتين أو بالغرامة.\nالخطأ في شخص المجني عليه وأثره"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 237,
    "text": ": لا تأثير للخطأ في شخص المجني عليه أو شخصيته على اعتبار الجاني قاتلا متى توافرت في حقه شروط القتل العمد المنصوص عليها في هذا القانون.\nالقتل غير العمد"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 238,
    "text": ": يعاقب بالدية من تسبب بخطئه في موت شخص ، ويجوز فوق ذلك تعزير الجاني بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة فإذا وقعت الجريمة نتيجة إخلال الجاني بما تفرضه عليه أصول وظيفته أو مهنته أو حرفته أو مخالفته للقوانين واللوائح أو كان تحت تأثير سكر أو تخدير عن وقوع الحادث كان التعزير الحبس مدة لا تزيد على خمس سنوات.\nالإجهاض بغير الرضا"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 239,
    "text": ": كل من أجهض عمداً امرأة دون رضاها يعاقب بدية الجنين غرة هي نصف عشر الدية إذا سقط جنينها متخلقا أو مات في بطنها.\nفإذا انفصل الجنين حيا نتيجة الإسقاط ومات عوقب الجاني دية كاملة وفي أي من الحالتين المذكورتين يعزر الجاني فضلا عما سبق بالحبس مدة لا تزيد على خمس سنوات فإذا أفضت مباشرة الإجهاض إلى موت المجني عليها أو كان من باشر الإجهاض طبيبا أو قابلة كانت عقوبة التعزير الحبس الذي لا يزيد على عشر سنوات.\nالاجهاض الرضائي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 240,
    "text": ": إذا تم الإجهاض برضاء المرأة يعاقب الفاعل بدية الحنين غرة أو الدية كاملة حسب الأحوال ولا تستحق المرأة في هذه الحالة شيئا من الغرة أو الدية وإذا ماتت الأم عوقب الفاعل بدفع دية الخطأ وفي حالة إجهاض المرأة نفسها فعليها الدية أو الغرة حسب الأحوال ، ولا عقوبة إذا قرر طبيب مختص أن الإجهاض ضروري للمحافظة على حياة الأم.\nالفرع الثالث\nإيذاء الجسم\nالاعتداء الذي يفضي إلى موت"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 241,
    "text": ": يعاقب بالدية المغلظة أو الحبس مدة لا تزيد على خمس سنوات من اعتدى على سلامة جسم غيره بأية وسيلة ولم يقصد من ذلك قتلاً ولكن الاعتداء أفضى إلى الموت.\nتعريف العاهة المستديمة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 242,
    "text": ": تتحقق العاهة المستديمة إذا أدت الإصابة إلى قطع أو انفصال عضو أو بتر جزء منه أو فقد منفعته أو نقصها أو تعطيل وظيفة إحدى الحواس تعطيلا كليا أو جزئيا بصورة دائمة ، ويعتبر في حكم العاهة كل تشويه جسيم لا يحتمل عادة زواله.\nالعاهة المستديمة العمدية والجرح المنضبط"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 243,
    "text": ": يعاقب بالقصاص بمثل ما فعل كل من اعتدى على غيرة بأي وسيلة والحق بجسمه عمداً عاهة مستديمة بأن قصم له مفصلا أو قلع له عينا أو صلم له أذنا أو أحدث به جرحا يمكن ضبط مقداره فإذا أقتصر فعل الجاني على إذهاب معنى طرف أو حاسة مع بقاء الصورة أو إذا امتنع القصاص أو سقط بغير العفو بالمجان عوقب بالدية أو الأرش والحبس مدة لا تزيد على سبع سنوات ، أما إذا أفضى الاعتداء إلى عاهة مستديمة دون أن يقصد الجاني أحداثها فإنه يعاقب بالحبس مدة لا تزيد على ثلاث سنوات فضلاً عن الدية والأرش على حسب الأحوال.\nالإيذاء العمدي الخفيف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 244,
    "text": ": يعاقب بالأرش والحبس مدة لا تزيد على سنه أو الأرش والغرامة من أعتدي على سلامة جسم غيره بأي وسيلة وأحدث به جرحا لا ينضبط مقداره أو تسبب عن ضرر بالصحة إذا لم ينجم عن الاعتداء مرض أو عجز عن الأعمال الشخصية مدة لا تزيد عن عشرين يوما ، وتكون العقوبة الحبس مدة لا تزيد مدة أقصاها ثلاث سنوات أو الغرامة فضلاً عن الأرش إذا أفضى الاعتداء إلى مرض أو عجز عن الأعمال الشخصية مدة لا تزيد عن عشرين يوماً.\nالإصابة الخطأ"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 245,
    "text": ": يعاقب بالدية أو الأرش على حسب الأحوال من تسبب بخطئه في المساس بسلامة جسم غيره وبالحبس مدة لا تزيد على سنه أو بالغرامة وإذا نشأ عن الجريمة عاهة مستديمة أو إذا وقعت نتيجة إخلال الجاني بما توجبه عليه أصول وظيفته أو مهنته أو حرفته أو مخالفته للقوانين واللوائح أو كان تحت تأثير سكر أو تخدير عند وقوع الحادث كانت عقوبته الحبس مدة لا تزيد على سنتين أو الغرامة.\nالفصل الثاني\nالاعتداء على الحرية الشخصية\nالحجز على الحرية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 246,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات من قبض على شخص أو حجزه أو حرمه من حريته بأية وسيلة بغير وجه قانوني ، وتكون العقوبة الحبس مدة لا تزيد على خمس سنوات إذا حصل الفعل من موظف عام أو بانتحال صفته أو من شخص يحمل سلاحا أو من شخصين أو أكثر أو بغرض السب أو كان المجني عليه قاصرا أو فاقد الإدراك أو ناقصة أو كان من شأن سلب الحرية تعريض حياته أو صحته للخطر.\nإعداد سجن خاص"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 247,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة كل من أعد مكانا للحبس أو الحجز فيه بدون وجه حق أو أعاره أو أجره أو قدمه لهذا الغرض بدون أن يشترك في القبض على إنسان أو حبسه أو حجزه.\nجريمة الرق"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 248,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات :\nأولاً : كل من أشترى أو باع أو أهدى أو تصرف بأي تصرف كان في إنسان.\nثانياً : كل من جلب إلى البلاد أو صدر منها إنساناً بقصد التصرف فيه.\nالخطف والجرائم المقترنة به"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 249,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات كل من خطف شخصاً ، فإذا وقع الخطف على أنثى أو على حدث أو على مجنون أو معتوه أو كان الخطف بالقوة أو التهديد أو الحيلة كانت العقوبة الحبس مدة لا تزيد على سبع سنوات وإذا صاحب الخطف أو تلاه إيذاء أو اعتداء أو تعذيب كانت العقوبة الحبس مدة لا تزيد على عشر سنوات وذلك كله دون إخلال بالقصاص أو الدية أو الأرش على حسب الأحوال إذا ترتب على الإيذاء ما يقتضي ذلك وإذا صاحب الخطف أو تلاه قتل أو زنا أو لواطا كانت العقوبة الإعدام.\nعقوبة الشريك"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 250,
    "text": ": يعاقب بالعقوبات السابقة على حسب الأحوال كل من اشترك في الخطف أو أخفى المخطوف بعد خطفه إذا كان يعلم بالظروف التي تم فيها الخطف وبالأفعال التي صاحبته أو تلته وإذا كان الشريك أو المخفي عالماً بالخطف جاهلاً بما صاحبه أو تلاه من أفعال أخرى أقتصر عقابه على الحبس مدة لا تزيد على خمس سنوات.\nالامتناع عن تسليم الصغير لحاضنه أو خطفه منه"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 251,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاثة أشهر أو بالغرامة كل من أمتنع عمداً عن تسليم الصغير ومن في حكمه إلى حاضنه الشرعي ولا يعاقب أب الصغير أو من في حكمه أو أمه أو وليه الشرعي إذا خطفه معتقدا بحسن نية أنه صاحب الحق في الحضانة شرعاً أو كان في يده حكم بذلك ، و إذا اختطف أحد ممن تقدم ذكرهم الصغير ومن في حكمه بعد الحكم لغيرة بالحضانة كانت العقوبة الحبس مدة لا تزيد على ستة أشهر أو الغرامة.\nخطف المولود"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 252,
    "text": ": كل من خطف طفلاً حديث العهد بالولادة أو أخفاه أو بدل به غيره أو عزاه زوراً إلى غير والديه يعاقب بالحبس مدة لا تزيد على خمس سنوات.\nانتهاك حرمة المسكن"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 253,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة من دخل مكاناً مسكوناً أو معداً للسكن أو أحد ملحقاته أو أي محل معداً لحفظ المال أو عقاراً خلافاً لإرادة صاحب الشأن وفي غير الأحوال المبينة في القانون وكذلك من بقي فيه خلافاً لإرادة من له الحق في إخراجه.\nوتكون العقوبة السجن مدة لا تزيد على خمس سنوات أو الغرامة إذا وقعت الجريمة ليلاً أو بواسطة العنف على الأشخاص أو الأشياء أو باستعمال سلاح أو من شخصين فأكثر أو من موظف عام أم ممن ينتحل صفته.\nالتهديد"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 254,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من هدد غيره بأي وسيلة بارتكاب جريمة أو بعمل ضار أو بعمل يقع عليه أو على زوجه أو أحد أقاربه حتى الدرجة الرابعة إذا كان من شأن التهديد أن يحدث فزعا لدى من وقع عليه.\nانتهاك حرمة المراسلات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 255,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة من فتح بغير حق خطاباً مرسلاً إلى الغير أو احتجز رسالة برقية أو هاتفية ويعاقب بالعقوبة ذاتها من أختلس أو أتلف إحدى هذه المراسلات أو أفضى بمحتوياتها إلى الغير ولو كانت الرسالة قد أرسلت مفتوحة أو فتحت خطأ أو مصادفة ويقضي بالحبس مدة لا تزيد على سنتين أو بالغرامة إذا ارتكب الجريمة موظف عام إخلالا بواجبات وظيفته.\nالاعتداء على حرمة الحياة الخاصة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 256,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من اعتدى على حرمة الحياة الخاصة وذلك بأن أرتكب أحد الأفعال الآتية في غير الأحوال المصرح بها قانونا أو بغير رضاء المجني عليه :\nأ-استرق السمع أو سجل أو نقل عن طريق جهاز من الأجهزة أياً كان نوعه محادثات جرت في مكان خاص أو عن طريق الهاتف.\nب- ألتقط أو نقل بجهاز من الأجهزة أياً كان نوعه صورة شخص في مكان خاص.\nفإذا صدرت الأفعال المشار إليها في الفقرتين السابقتين أثناء اجتماع على مسمع أو مرأى من الحاضرين في ذلك الاجتماع فإن رضاء هؤلاء يكون مفترضاً.\nويعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة الموظف العام الذي يرتكب أحد الأفعال المبينة بهذه المادة اعتماد على سلطة وظيفته.\nويحكم في جميع الأحوال بمصادرة الأجهزة وغيرها مما يكون قد استخدم في الجريمة كما يحكم بمحو التسجيلات المتحصلة عنها أو إعدامها.\nالتهديد بإذاعة الأسرار الخاصة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 257,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين أو بالغرامة كل من أذاع أو سهل إذاعة أو أستعمل ولو في غير علانية تسجيلاً أو مستنداً متحصلاً عليه بإحدى الطرق المبينة بالمادة السابقة أو كان ذلك بغير رضاء صاحب الشأن ويعاقب بالحبس مدة لا تزيد على ثلاث سنوات كل من هدد بإفشاء أمر من الأمور التي تم الحصول عليها بإحدى الطرق المشار إليها لحمل شخص على القيام بعمل أو الامتناع عنه ويعاقب بالحبس مدة لا تزيد على خمس سنوات الموظف العام الذي يرتكب أحد الأفعال المبينة بهذه المادة اعتمادا على سلطة وظيفته.\nويحكم في جميع الأحوال بمصادرة الأجهزة وغيرها مما يكون قد استخدم في الجريمة أو تحصل منها كما يحكم بمحو التسجيلات المتحصلة عن الجريمة أو إعدامها.\nإفشاء أسرار المهنة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 258,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة من كان بحكم مهنته أو حرفته أو وضعه مستودعا سر فأفشاه في غير الأحوال المصرح بها قانوناً أو استعمله لمنفعته أو لمنعه شخص آخر ما لم يأذن صاحب الشأن في السر بإفشائه أو استعماله.\nوتكون العقوبة الحبس مدة لا تزيد على ثلاث سنوات إذا كان الجاني موظفاً عاماً استودع السر أثناء أو بسبب أو بمناسبة تأدية وظيفته.\nالفصل الثالث\nالجرائم الماسة بالدّين و حرمة الموتى\nالردة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 259,
    "text": ": كل من أرتد عن دين الإسلام يعاقب بالإعدام بعد الاستتابة ثلاثاً وإمهاله ثلاثين يوماً ويعتبر ردة الجهر بأقوال أو أفعال تتنافى مع قواعد الإسلام وأركانه عن عمد أو إصرار فإذا لم يثبت العمد أو الإصرار وأبدى الجاني التوبة فلا عقاب.\nتحريف القرآن الكريم"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 260,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات أو بالغرامة كل من حرف عمداً في المصحف الشريف على نحو يغير من معناه قاصداً الإساءة إلى الدين الحنيف.\nالاعتداء على حرمة العقيدة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 261,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة لا تجاوز ألفي ريال :\n1-من أتلف أو شوه أو دنس مسجداً أو أي مكان آخر أعد بترخيص من الدولة لإقامة شعائر دينية أو رمزاً أو أشياء أخرى لها حرمة دينية.\n2-من تعمد التشويش على إقامة شعائر ملة معترف بها أو على حفل أو اجتماع ديني أو تعطيل شئ من ذلك أو منعه بالعنف أو التهديد.\nالاعتداء على حرمة الموتى"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 262,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة لا تتجاوز ألفي ريال :\n1-من شوش عمداً على الجنازات أو المآتم أو عرقلها بالعنف أو بالتهديد.\n2-من أنتهك أو دنس حرمة القبور أو مكان معد لدفن الموتى أو لحفظ رفاتهم أو أقدم عمداً على هدم أو إتلاف أو تشويه شئ من ذلك.\n3- من أختلس جثه أو جزء منها أو كفنها سواء كان ذلك قبل دفنها أو بعده ويجوز لصاحب الشأن أن يسلم الجثة أو جزء منها لمعهد علمي أو تعليمي لتحقيق أغراض هذا المعهد.\nالباب الحادي عشر\nالزنا وهتك العرض وإفساد الأخلاق\nالفصل الأول\nالزنا وما في حكمه\nالزنا"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 263,
    "text": ": الوطء المعتبر زنا هو الوطء في القبل ، ويعاقب الزاني والزانية في غير شبهة أو إكراه بالجلد مائة جلدة حداً إن كان غير محصن ويجوز للمحكمة تعزيره بالحبس مدة لا تجاوز سنه وإذا كان الزاني أو الزانية محصناً يعاقب بالرجم حتى الموت.\nاللواط"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 264,
    "text": ": اللواط هو إتيان الإنسان من دبره ، ويعاقب اللائط والملوط ذكراً كان أو أنثى بالجلد مائه جلدة إن كان غير محصن ويجوز تعزيره بالحبس مدة لا تتجاوز سنه ويعاقب بالرجم حتى الموت إن كان محصناً.\nتعريف المحصن"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 265,
    "text": ": يعتبر الشخص محصناً متى توافرت في حقه الشروط الآتية :\nأن يكون قد وطئ زوجه بناء على عقد صحيح.\nأن يكون ذلك الوطء في القبل.\nأن يكون الوطء مع عاقل صالح للوطء.\nأن يكون حال وطئه مكلفاً.\nأن تكون الزوجية مستمرة.\nمسقطات حد الزنا"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 266,
    "text": ": يسقط حد الزنا وما في حكمه إذا ثبت أمام المحكمة توفر حالة من الحالات الآتية :\nتخلف شرط من شروط الإحصان أو اختلاله أو اختلال أحد شهوده.\nإذا تأخر الشهود أو أحدهم عن أداء الشهادة.\nعجز الشهود أو أحدهم عن البدء بالرجم بعد الحكم به.\nاختلال الشهادة أو تخلف شرط من شروطها أو الرجوع فيها قبل التنفيذ.\nقول الشهادة أو تخلف شرط من شروطها أو الرجوع فيها قبل التنفيذ.\nدعوى الشبهة المحتملة.\nدعوى الإكراه أو الضرورة.\nخرس الزاني قبل إقراره أو قيام الشهادة عليه بالزنا.\nرجوع المحكوم عليه عن الإقرار إذا كان حكم الإدانة قد بنى عليه.\nالزنا الذي لا يتوافر دليله الشرعي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 267,
    "text": ": يُعزر الزاني والزانية بالحبس مدة لا تتجاوز ثلاث سنوات إذا لم تتوفر الشروط اللازمة لتطبيق عقوبة الحد أو لم يقم الدليل الشرعي الموجب لتطبيق العقوبة المنصوص عليها في المادة السابقة متى اقتنعت المحكمة من القرائن القائمة بثبوت الزنا.\nالسحاق"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 268,
    "text": ": السحاق هو إتيان الأنثى للأنثى وتعاقب كل من تساحق غيرها بالحبس مدة لا تتجاوز ثلاث سنوات فإذا وقع الفعل بإكراه يجوز أن يمتد إلى سبع سنوات.\nالاغتصاب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 269,
    "text": ": متى سقط الحد الشرعي لسبب من الأسباب المقررة يعاقب بالحبس مدة لا تزيد على سبع سنين كل من اعتدى بالاغتصاب على أي شخص ذكراً كان أو أنثى بدون رضاه وتكون العقوبة الحبس مدة لا تقل عن سنتين ولا تزيد على عشر سنين إذا ارتكب الجريمة شخصان فأكثرأو كان الجاني من المتولين الإشراف على المجني عليه أو حمايته أو تربيته أو حراسته أو معالجته أو أصيب المجني عليه بسبب الحادث بضرر جسيم في بدنه أو صحته أو حملت المجني عليها بسبب الجريمة وتكون العقوبة الحبس مدة لا تقل عن ثلاث سنوات ولا تتجاوز خمس عشرة سنه إذا كان سن المجني عليها لم تبلغ الرابعة عشرة أو تسبب عن الفعل انتحار المجني عليها ويعد اغتصاباً كل إيلاج جنسي جرى ارتكابه على شخص الغير ذكراً كان أو أنثى بدون رضاه.\nالفصل الثاني\nهتك العرض\nتعريف هتك العرض"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 270,
    "text": ": كل فعل يطال جسم الإنسان ويخدش الحياء يقع من شخص على آخر دون الزنا واللواط والسحاق يعتبر هتكاً للعرض.\nعقوبة هتك العرض دون إكراه"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 271,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة التي لا تجاوز ثلاثة آلاف ريال كل من هتك عرض إنسان حي بدون إكراه أو حيلة ويعاقب من وقع عليه الفعل برضاه بذات العقوبة.\nعقوبة هتك العرض بإكراه"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 272,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس سنوات كل من هتك عرض إنسان حي بالإكراه أو الحيلة أو إذا كان المجني عليه أنثى لم تتجاوز خمس عشرة سنه أو ذكراً لم يجاوز أثنى عشر سنه أو معدوم الإرادة أو ناقصاً لأي سبب أو إذا كان الجاني من أصول المجني عليه أو من المتولين تربيته.\nالفصل الثالث\nالفعل الفاضح المخل بالحياء\nتعريف الفعل الفاضح"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 273,
    "text": ": الفعل الفاضح المخل بالحياء هو كل فعل ينافي الآداب العامة أو يخدش الحياء ومن ذلك التعري وكشف العورة المتعمد والقول والإشارة المخل بالحياء والمنافي للآداب.\nعقوبة الفعل الفاضح"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 274,
    "text": ": يعاقب بالحبس مدة لا تزيد على ستة أشهر أو بالغرامة كل من أتى فعلاً فاضحاً علانية بحيث يراه أو يسمعه الآخرون.\nالفعل الفاضح مع أنثى"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 275,
    "text": ": يعاقب بالحبس مدة لا تجاوز سنه أو بالغرامة كل من أتى فعلاً فاضحاً مع أنثى بغير رضاها فإذا كان الفعل عن رضى منها يعاقب الاثنان بالحبس مدة لا تزيد على ستة أشهر أو بالغرامة التي لا تجاوز ألف ريال.\nالمساس بحرمة الزواج"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 276,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل شخص متزوج رجلاً كان أو أنثى أتى أفعالاً تتنافى مع الأمانة والحرص الواجبين في الزواج.\nالفصل الرابع\nالفجور والدعارة وإفساد الأخلاق\nتعريف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 277,
    "text": ": الفجور والدعارة هو إتيان فعل من الأفعال الماسة بالعرض والمنافية للشرع بقصد إفساد أخلاق الغير أو التكسب من وراء ذلك.\nعقوبة ممارسة الفجور والدعارة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 278,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة كل من يمارس الفجور أو الدعارة.\nالتحريض على الفجور والدعارة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 279,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات من حرض غيره على الفجور أو الدعارة فإذا وقعت الجريمة بناء على هذا التحريض تكون العقوبة الحبس الذي لا يتجاوز سبع سنوات.\nوإذا كان من حرضه ووقعت منه الجريمة صغيراً لم يبلغ الخامسة عشر من عمره أو كان المحرض يعول في معيشته على فجور أو دعارة من حرضه يجوز أن تصل عقوبة المحرض إلى الحبس مدة لا تتجاوز عشر سنوات.\nفإذا اجتمعت الحالتان جاز أن تصل عقوبة المحرض الحبس مدة لا تجاوز خمسة عشر سنه.\nعقوبة الديوث"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 280,
    "text": ": يعاقب بالحبس مدة لا تزيد على خمس عشرة سنه كل من يرضى لزوجته أو أية أنثى من محارمه أو من آللائي له الولاية عليهن أو ممن يتولى تربيتهن فعل الفاحشة فإن عاد إلى ذلك تكون عقوبته الإعدام وتعاقب المرأة التي ترضى لبناتها فعل الفاحشة بذات العقوبة.\nإدارة محل للفسوق أو الدعارة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 281,
    "text": ": يعاقب بالحبس مدة لا تزيد على عشر سنوات كل من يدير بيتاً أو محلاً أيا كان للفجور أو الدعارة ويحكم في جميع الأحوال بغلق البيت أو المحل مدة لا تجاوز سنتين ويحكم كذلك بمصادرة الأثاث والأدوات وغيرها مما كان موجوداً فيه أثناء ممارسة الفجور أو الدعارة .\nالفصل الخامس\nالخمر والقمار والمخدرات\nتعريف الخمر"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 282,
    "text": ": يقصد بالخمر كل مسكر أياً كان نوعه دون اعتبار الكمية اللازمة للإسكار منه.\nعقوبة شارب الخمر"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 283,
    "text": ": يعاقب بالجلد ثمانين جلدة حداً كل مسلم بالغ عاقل شرب خمراً فإذا شربها في محل عام جاز تعزيره بعد إقامة الحد بالحبس مدة لا تتجاوز سنه.\nويعاقب غير المسلم بالحبس مدة لا تزيد على ستة أشهر إذا شربها علانية ويعاقب الشريك بالحبس مدة لا تزيد على سنه.\nمسقطات حد الشرب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 284,
    "text": ": يسقط حد الشرب إذا ثبت أمام المحكمة توفر حالة من الحالات الآتية :\nعدم معرفة الشارب بأن ما شربه خمراً.\nدعوى الإكراه أو الضرورة المحتملة.\nإذا فقد أحد الشهود أهليته.\nإذا رجع الشارب عن إقراره.\nصنع الخمر وتسهيل تعاطية أو الاتجار فيه"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 285,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة التي لا تتجاوز ألفي ريال كل من صنع خمراً أو باعه لآخر أو قدمه أو عرضه عليه أو سهل له تعاطيه بأي طريقة كانت فإذا كان الجاني ممن يتاجرون في الخمر أو كان الذي أرتكب فيه الفعل من المحلات العامة كانت العقوبة الحبس الذي لا تزيد مدته على ثلاث سنوات أو الغرامة التي لا تتجاوز سته آلاف ريال ويحكم بغلق المحل مدة لا تتجاوز سنه.\nتعريف القمار"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 286,
    "text": ": يعتبر قماراً كل ما تعلق فيه احتمال الكسب أو الخسارة على عوامل لا يمكن تعيينها ولا السيطرة عليها مقدماً ولو خالطتها مهارة ولا يعتبر من القمار السباق والرماية والمكافآت التي تعطى للكاسب في مسابقة رياضية أو علمية.\nالمقامرة وإدارة محال لألعاب القمار"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 287,
    "text": ": (1) يعاقب بالحبس مدة لا تزيد على سته أشهر أو بالغرامة التي لا تجاوز ألفي ريال كل من يضبط وهو يقامر في محل عام.\n(2)يعاقب بالحبس مدة لا تزيد على سنتين أو بالغرامة التي لا تجاوز سته آلاف ريال كل من يدير مكاناً لألعاب القمار أو يسمح بلعب القمار في محل عام أو يشترك بأية صفه كانت في تنظيم اللعب أو في الإشراف عليه.\nوفي جميع الأحوال يصادر الأثاث وأدوات اللعب والنقود وغيرها مما أعد للكسب أو الخسارة ويغلق المحل العام لمدة لا تجاوز سنه.\nالمخدرات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 288,
    "text": ": يبين القانون المواد المخدرة ويحدد جرائم المخدرات والعقوبات المقررة عليها.\nالفصل السادس\nالقذف والسب\nالقذف بالزنا"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 289,
    "text": ": كل من قذف محصناً بالزنا أو بنفي النسب وعجز عن إثبات ما رماه يعاقب بالجلد ثمانين جلده حداً.\nمسقطات حد القذف"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 290,
    "text": ": يسقط حد القذف إذا ثبت أمام المحكمة أن أحد الشهود قد فقد أهليته قبل التنفيذ ، كما يسقط بإقامة البيئة على صحة ما قذفه به أو بإقرار المقذوف نفسه به أو بالعقوبة قبل المرافعة أو بالملاعنة بين الزوجين ولا تقبل دعوى القذف دعوى القذف من فرع ضد أصله.\nتعريف السب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 291,
    "text": ": السب هو إسناد واقعة جارحة للغير لو كانت صادقة لأوجبت عقاب من أسندت إليه قانوناً أو أوجبت احتقاره عند أهل وطنه وكذلك كل إهانة للغير بما يخدش شرفه أو اعتباره دون أن يتضمن ذلك إسناد واقعة معينه إليه.\nعقوبة السب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 292,
    "text": ": كل من سب غيره بغير القذف يعاقب بالحبس مدة لا تجاوز سنتين أو بالغرامة ولو كانت الواقعة المسندة للمجني عليه صحيحة.\nعدم قبول دعوى السب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 293,
    "text": ": لا تقبل دعوى السب في الأحوال الآتية :\nأولاً : إذا كان نقداً عملياً لعمل أدبي أو فني مطروح للجمهور.\nثانياً: إذا كان صادرا ًمن شخص له سلطة الرقابة أو التوجيه في نطاق هذه السلطة و بالقدر الذي يكشف عن خطأ من وجه إليه السب في تصرفه وتوجيهه الوجهة الصحيحة.\nثالثاً : إذا كان القصد منه إبداء الرأي في مسلك موظف عام بشأن واقعة تتعلق بعمله الوظيفي وبالقدر الذي يفيد في كشف انحرافه.\nرابعاً : إذا كان في شكوى مقدمه لمختص تتعلق بمسلك شخص أثناء أدائه عملا كلف به ويشترط أن تقتصر العبارات على وقائع تتعلق بالعمل الذي قدمت بشأنه الشكوى.\nخامساً : إذا كان قد صدر بحسن نية من شخص بقصد حماية مصلحة له أو لغيرة يقرها القانون بشرط التزام القدر اللازم لهذه الحماية.\nسادساً : إذا نشرت الأقوال أو العبارات لمجرد سرد أو تلخيص لما دار في اجتماع عقد وفقاً للقانون من محكمة أو مجلس أو هيئة أو لجنه لها اختصاص يعترف به القانون ما لم يكن قد صدر قرار بحظر النشر.\nسابعاً : إذا صدرت الأقوال أو العبارات أثناء إجراءات قضائية من شخص أشترك فيها بصفة قانونية كقاض أو محام أو شاهد أو طرف في الدعوى.\nالباب الثاني عشر\nالجرائم التي تقع على المال\nالفصل الأول\nفي السرقة\nتعريف السرقة والشروط اللازم توفرها لاعتبارها سرقة موجبة للحد"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 294,
    "text": ": السرقة هي أخذ مال منقول مملوك للغير خفية مما يصح تملكه ، فإذا وقعت على نصاب من المال في غير شبهة ومن حرز مثله بقصد تملكه دون رضاء صاحبة وكان المال المسروق تحت يد صحيحة وبلغ قيمته النصاب المحدد أوجبت الحد الشرعي للسرقة.\nوإن كانت مغالية على النحو المبين في الفصل التالي أوجبت الحد الشرعي للحرابة ، وإن كانت غير ذلك من الاختلاس أو النهب أو السلب عزر الجاني عليها طبقاً للقانون.\nتعريف النصاب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 295,
    "text": ": النصاب من المال الموجب للحد إذا توافرت الشروط الأخرى هو مثقال من الذهب يساوي نصف جنيه ذهب أبو ولد و تقدر قيمته بالريالات اليمنية.\nتعريف الحرز"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 296,
    "text": ": حرز مثل المال هو الموضع الحصين الذي يحفظ فيه المال عادة بحيث لا يعد صاحبه مضيعا له بوضعه فيه ، وهو ما حرز بنفسه إذا كان معداً للأحراز ويمنع الغير من الدخول فيه إلا بأذن صاحبة وحرز بغيرة إذا كان غير معد للأحراز ويدخل الغير فيه بدون أذن ولكن أقيم عليه حافظ (حارس) فيؤخذ حكم الحرز ويقتصر أثر الإذن بدخول الحرز على الجزء منه الذي أذن بالدخول فيه دون غيرة ودون الأشياء الموجودة فيه والتي تعد حرزاً بنفسها.\nإثبات جريمة السرقة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 297,
    "text": ": تثبت جريمة السرقة الموجبة للحد :\nبالاعتراف أمام القضاء ما لم يعدل عنه قبل التنفيذ.\nبشهادة رجلين عدلين.\nبشهادة رجل وامرأتين عدول.\nحد السرقة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 298,
    "text": ": كل من سرق نصاب وتوافرت في فعله شروط الحد تقطع يده اليمنى من الرسغ حداً فإذا أرتكب جريمة مماثلة بعد ذلك تقطع رجله اليسرى من الكعب فإذا أرتكب ذات الجريمة بعد ذلك يستبدل بالقطع الحبس مدة لا تتجاوز خمسة عشر سنه وإذا تعدد الفاعلون للسرقة أقيم الحد على كل منهم بصرف النظر عما ساهم به في السرقة.\nمسقطات حد السرقة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 299,
    "text": ": يسقط حد السرقة إذا ثبت أمام المحكمة توفر حالة من الحالات الآتية :\nتملك الشيء المسروق بعد السرقة وقبل المرافعة أمام المحكمة.\nدعوى الملك المحتملة.\nنقص قيمة المال المسروق قبل المرافعة أمام المحكمة.\nعفو أصحاب المال المسروق قبل الرافعة أمام المحكمة.\nو لا تعتبر جريمة السرقة حدية في الأحوال التالية :\nإذا حصلت السرقة من الأماكن العامة أثناء العمل فيها أو من أي مكان مأذون للفاعل في دخوله ما لم يكن المسروق محرزاً.\nإذا حصلت السرقة بين الأصول والفروع أو بين الزوجين أو بين المحارم.\nإذا كان مالك المسروق مجهولاً.\nإذا كان المسروق ثماراً على الشجر أو ما يشابهها وأكلها أخذها من غيرأن ينقلها إلى مكان آخر.\nإذا كان الفاعل دائنا لمالك المال بدين حال ثابت بحكم نهائي وكان المالك مماطلاً وما استولى عليه الفاعل يساوي حقه أو أكثر من حقه بما لا يصل إلى النصاب.\nإذا رد الفاعل المسروق قبل المرافعة أمام المحكمة.\nإذا تعدد الفاعلون ولم يبلغ ما أصاب الواحد منهم نصاباً.\nتعزير السارق"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 300,
    "text": ": إذا ارتكب الفاعل جريمة سرقة ولا تتوافرفي فعله شروط الحد أو سقط الحد لأي سبب من أسباب السقوط إذا لم يصاحب الجريمة إكراه أو تهديد يعاقب بالحبس مدة لا تزيد على ثلاث سنوات.\nالسرقة بإكراه"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 301,
    "text": ": إذا صاحب الجريمة التي لا تتوافر فيها شروط الحد إكراه أو تهديد كان من شأنه تعريض حياة المجني عليه أو صحته للخطر أو وقعت الجريمة من شخصين فأكثر باستعمال أسلحة أو أشياء أخرى تستعمل كأسلحة وتسبب عن استعمال القوة حدوث جراح بالغة تكون العقوبة الحبس مدة لا تقل عن ثلاث سنوات ولا تزيد على عشر سنوات دون إخلال بالقصاص أو الدية أو الأرش في أحوالها.\nالشروع في السرقة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 302,
    "text": ": يعاقب على الشروع في السرقة إذا لم يصاحبه إكراه أو تهديد بالحبس مدة لا تزيد على سنه أو بالغرامة فإذا صاحبه إكراه أو تهديد جاز أن ترفع العقوبة إلى الحبس الذي لا يتجاوز خمس سنوات.\nتحريض الصغار على السرقة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 303,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة لا تجاوز ألفي ريال من حرض الصغار على السرقة ولم تقع الجريمة بناء على ذلك التحريض.\nتملك الشيء المفقود"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 304,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة من عثر على لقطة أو شئ فاقد أو دخل في حيازته مال مملوك للغيرعن طريق الخطأ أو بسبب قوة طبيعية أو حادث فجائي أو بأية طريقة أخرى لا دخل لإرادته فيها وأحتفظ بالمال بنية تملكه مالم يعرف به في مكان وجود مالكه أو يبلغ به الجهات المختصة وفقاً للإجراءات المقررة في هذا الشأن.\nالاستيلاء على كنز مدفون"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 305,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بغرامة من استولى بغير وجه حق على كنز مدفون كله أو بعضه في غيره أو في ملك الدولة.\nالفصل الثاني\nفي الحرابة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 306,
    "text": ": من تعرض للناس بالقوة أيا كانت في طريق عام أو صحراء أو بنيان أو بحراً أو طائرة فأخافهم وأرعبهم على نفس أو مال أو عرض واحداً أو جماعة أو لأي غرض غير مشروع قهراً أو مجاهرة أعتبر محارباً.\nعقوبة المحارب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 307,
    "text": ": يعاقب المحارب :\nأولاً : بالحبس مدة لا تزيد على خمس سنوات إذا أقتصر فعلة على إخافة السبيل.\nثانيًا : بقطع يده اليمنى من الرسغ ورجله اليسرى من الكعب إذا أخذ مالاً منقولاً مملوكاً لغيره ويعاقب شريكه الذي لم يأخذ مالاً بالحبس مدة لا تزيد على عشر سنوات.\nثالثاً : إذا أدى فعل أي من المحاربين إلى موت إنسان تكون عقوبته الإعدام حداً ويعاقب من لم يسهم في القتل بالحبس مدة لا تزيد على خمسة عشرة عاماً.\nرابعاً : بالإعدام والصلب إذا أخذ مالاً وقتل شخصاً ويعاقب من لم يسهم في الأخذ أو القتل بالحبس مدة لا تزيد على خمسة عشرة عاماً.\nولا تخل العقوبات المتقدمة بحق ولي الدم في الدية والأرش بحسب الأحوال.\nعقوبة الشروع"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 308,
    "text": ": يعاقب على الشروع في الحرابة وقطع الطريق بالحبس مدة لا تزيد على خمس سنوات.\nالإعفاء من العقاب"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 309,
    "text": ": يعفى من العقوبات المقررة في هذا الفصل من تاب من المحاربين قبل القدرة عليهم دون أن يخل هذا الإعفاء بحقوق الغير من قصاص أو دية أو أرش إذا توفرت حالاته الشرعية.\nالفصل الثالث\nفي أكل أموال الناس بالباطل\nالاحتيال"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 310,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة من توصل بغير حق إلى الحصول على فائدة مادية لنفسه أو لغيرة وذلك بالاستعانة بطرق احتيالية (نصب) أو أتخذ أسم كاذب أو صفه غير صحيحة.\nجرائم الشيكات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 311,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة من أعطى شيكا وهو يعلم بأن ليس له مقابل وفاء كاف وقابل للتصرف فيه أو استرد بعد إعطائه كل المقابل أو بعضه بحيث لا يفي بقيمته أوامر المسحوب عليه بعدم الدفع أو تعمد توقيع الشيك بغير التوقيع المتعمد لدى المسحوب عليه ويعاقب بالعقوبة ذاتها من ظهر لغيره شيكا أو سلمه لحامله وهو يعلم أن ليس له مقابل يفي بقيمته أو أنه غير قابل للصرف.\nولا تقع الجريمة إلا إذا لم يسدد الفاعل قيمة الشيك لحائزه خلال أسبوع من تاريخ إعلانه بالسداد.\nالغـش"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 312,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة :\nأولاً : كل من خدع أو شرع في أن يخدع المتعاقد معه بأحد الطرق الآتية :\nعدد البضاعة أو مقاسها أو كيلها أو وزنها أو ذرعها أوعيارها\nذاتية البضاعة إذا كان ما سلم منها غير ما تم التعاقد عليه.\nحقيقة البضاعة أو طبيعتها أو صفاتها الجوهرية أو ما تحتويه ذلك عناصر نافعة وعلى العموم العناصر الداخلة في تركيبها.\nنوع البضاعة أو أصلها أو مصدرها في الأحوال التي يعتبر ذلك سببا أساسيا في التعاقد بموجب الاتفاق أو العرف.\nثانياً : من زيف أو أنقص الموازين أو المكاييل أو المقاييس أو الدمغات أو العلامات أو آلات الفحص أو استعمل شيئاً منها مزيفاً أو مختلاً أو استعمل وسائل أياً كانت من شأنها أن تجعل الوزن أو الكيل أو القياس أو الفحص غير صحيح.\nثالثاً : من غش أو شرع في أن يغش شيئاً من غذاء الإنسان أو الحيوان أو العقاقير الطبية أو الحاصلات الزراعية أو المنتجات الطبيعية معداً إياها للبيع أو طرح شيئاً من ذلك أو عرضه للبيع أو باعه مع علمه بغشه أو فسادة.\nرابعاً : من طرح أو عرض للبيع أو باع مواد مما يستعمل في غش أغذية الإنسان أو الحيوان أو العقاقير الطبية أو الحاصلات الزراعية أو المنتجات الطبيعية على وجه يتنافى مع استعمالها استعمالاً مشروعاً ، وتضاعف العقوبة إذا كانت المواد التي تستعمل في الغش ضارة بصحة الإنسان أو الحيوان.\nخامساً : كل من يخالف المواصفات المعتمدة أو القرارات الصادرة من الدولة بغرض حد أدنى أو حد معين من العناصر الداخلة في تركيب المواد الغذائية أو العناصر الطبية أو من بضاعة أو منتجات أخرى معدة للبيع أو فرض أوان أو أوعية معينة لحفظها أو طريقة معينة لتحضيرها.\nالابتزاز"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 313,
    "text": ": يعاقب بالحبس مدة لا تتجاوز خمس سنوات أو بالغرامة كل من يبعث قصداً في نفس شخص الخوف من الإضرار به أو بأي شخص آخر يهمه أمره ويحمله بذلك وبسوء قصد على أن يسلمه أو يسلم أي شخص آخر أي مال أو سند قانوني أو أي شئ يوقع عليه بإمضاء أو ختم يمكن تحويله إلى سند قانوني.\nتعريف الربا"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 314,
    "text": ": كل قرض جر منفعة فهو رباً ولا يعد كذلك غرامة المطالبة للتأخير بعد المطل ولا مالحق الدائن من المصاريف بقدر أجرة المثل التي يسمح بها القانون.\nعقوبة الرابي"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 315,
    "text": ": يعاقب المقرض بالربا بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة.\nمطل الغني"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 316,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من اقترض مالاً لأجل ولم يقم بسدادة عند المطالبة بعد انقضاء الأجل مع قدرته على السداد.\nاستغلال الحاجة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 317,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات أو بالغرامة من أستغل حاجة شخص أو عدم خبرته أو طيشه فقدم له أو حصل منه على مال أو خدمه لا تتناسب بشكل واضح مع المقابل المالي لها.\nخيانة الأمانة"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 318,
    "text": ": يعاقب بالحبس مدة لا تزيد على ثلاث سنوات من ضم إلى ملكه مالا منقولا مملوكا للغير سلم إليه بأي وجه.\nإتلاف واختلاس المحجوزات"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 319,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنتين أو بالغرامة من أتلف أو اختلس أو بدد أشياء أو أوراقا محجوزة عليها قضائيا أو إداريا أو موضوعه تحت الحراسة ولو حصل ذلك من مالكها .\nقتل حيوانات الغير"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 320,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة كل من قتل عمداً وبدون مقتضى دابة من الدواب أو حيوانا أو ماشية من المواشي المملوكة للغير أو أضر بها ضرراً جسيما .\nالفصل الرابع\nالاعتداء على حرمة ملك الغير\nالإضرار بالمال"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 321,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة من هدم أو خرب أو أعدم أو أتلف عقاراً أو منقولاً أو نباتاً غير مملوك له أو جعله غير صالح للاستعمال أو أضر به أو عطله بأية كيفية وتكون العقوبة الحبس مدة لا تتجاوز خمس سنوات إذا اقترفت الجريمة بالقوة أو التهديد أو أرتكبها عدد من الأشخاص أو وقعت في وقت هياج أو فتنه أو كارثة أو نشأ عنها تعطيل مرفق عام أو أعمال مصلحة ذات منفعة عامة أو ترتب عليها جعل حياة الناس أو أمنهم أو صحتهم عرضة للخطر وإذا ترتب على الجريمة موت شخص تكون العقوبة الإعدام حداً ولا يخل ذلك بحق ولي الدم في الدية أو الأرش بحسب الأحوال.\nالإخلال بالثقة في بيع العقارات والتصرف\nالضار بالمرتهن"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 322,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو الغرامة البائع إذا أعاد بيع عقار سبق له بيعه أو باع أكثر من الحصة أو القدر المملوك له وينطبق ذلك على الولي أو الوصي أو النائب أو الوكيل ، ويجوز رفع العقوبة إلى الحبس مدة لا تزيد على ثلاث سنوات إذا تسبب الفاعل بعمله في إحداث جريمة جسيمة بين المتنازعين على العقار.\nويعاقب بذات العقوبة الراهن إذا تصرف في العقار المرهون بأي تصرف من شأنه الإضرار بحقوق المرتهن.\nنقل وإزالة الحدود"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 323,
    "text": ": يعاقب بالحبس مدة لا تزيد على سنه أو بالغرامة من أتلف أو نقل أو أزال أي محيط أو علامة معدة لضبط المساحات أو لتسوية الأراضي أو لتعيين الحدود أو للفصل بين الأملاك وتكون العقوبة الحبس مدة لا تتجاوز سنتين إذا ارتكبت الجريمة باستعمال العنف على الأشخاص أو بقصد اغتصاب أرض مملوكة للغير أو كانت العلامات موضوعة من قبل المصلحة المختصة.\nالباب الثالث عشر\nالأحكام الختامية"
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 324,
    "text": ": يلغى القانون رقم (3) لسنه 1976م بشأن العقوبات الصادرة في عدن وتعديلاته كما يلغى كل حكم أو نص يخالف أحكام هذا القانون."
  },
  {
    "law": "قانون الجرائم والعقوبات",
    "article_number": 325,
    "text": ": يعمل بهذا القرار بقانون من تاريخ صدوره وينشر في الجريدة الرسمية.\nصدر برئاسة الجمهورية - بصنعاء\nبتاريخ : 8/ جماد الأول /  1415هـ\nالموافق : 12/ أكتوبر /1994م\nعبد العزيز عبد الغني                               الفريق / علي عبد الله صالح\nرئيس مجلس الوزراء                                     رئيس الجمهورية"
  }
]