[
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 1,
    "text": ":  يسمى هذا القانون (قانون الأحوال الشخصية).\nالكتاب الأول\nالخِطبة وعقد الزواج\nالباب الأول\nالخِطبـــــة"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 2,
    "text": ":  الخطبة هي التقدم من الراغب أو من يقوم عنه إلى ولي المرأة لطلب التزوج بها وتحرم خطبة المسلم على أخيه المسلم إلا أن يأذن له أو يترك كما تحرم  في حال العدة إلا عدة البائن تعريضاً. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 3,
    "text": ": تمنع خطبة المرأة المحرمة حرمة مؤبدة أو مؤقتة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 4,
    "text": ":  1-  لكل من الخاطبين العدول عن الخطبة.\n2-\tإذا كان العدول من جانب المخطوبة وجب عليها رد الهدايا بعينها إذا كانت قائمة وإلا فمثلها أو قيمتها يوم القبض ، وإذا كان العدول من جانب الخاطب فلا يجب إعادة الهدايا إليه.\n3-\tإذا انتهت الخطبة بالوفاة أو بسبب لا يد لأحد الطرفين فيه أو بعارض حال دون الزواج فلا يسترد شئ من الهدايا المستهلكة عادة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 5,
    "text": ":  إذا ترتب على العدول عن الخطبة ضرر يتحمل المتسبب ما ترى المحكمة لزومه ومقداره من التعويض إن ترافعا. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏.\nالباب الثاني\nعقد الزواج\nالفصل الأول\nانعقاد الزواج وأركانه وشروطه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 6,
    "text": ":  الزواج هو ارتباط بين زوجين  بعقد شرعي تحل به المرأة للرجل شرعاً وغايته تحصين الفروج وإنشاء أسرة قوامها حسن العشرة. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 7,
    "text": ": يشترط لصحة العقد ما يلي:\n1-\tأن يكون في مجلس واحد.\n2-\tإيجاب بما يفيد التزوج عرفاً من ولي للمعقود بها، مكلف ، ذكر ، غير محرم، أو بإجازته أو من وكيله.\n3-\tقبول التزوج قبل الإعراض من زوج مكلف غير محرم أو ممن يقوم مقامه شرعاً أو بإجازته.\n4-\tتعريف الزوجين حال العقد باسم أو لقب أو إشارة أو نحو ذلك مما يميزهما عن غيرهما.\n5-\tأن يكون الإيجاب والقبول منجزين ومتطابقين وغير دالين على التوقيت بمدة، ويلغى كل شرط لا يتعلق به غرض مشروع لأحد الزوجين أو يخالف موجب العقد.\n6-\tخلو الزوجين حال العقد من موانع الزواج المذكورة في الفصل الثالث من هذا الباب. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 8,
    "text": ":  أركان العقد التي لا تتم ماهيته بدونها أربعة :\nزوج وزوجة وهما محل العقد وايجاب وقبول، ويتم العقد باللفظ والكتابة وبالرسالة من الغائب في مجلس بلوغ الخبر ، ويصح العقد من المصمت والأخرس بالإشارة المفهمة. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 9,
    "text": ": يتم العقد بحضور شاهدين عدلين مسلمين أو رجل وامرأتين  يسمعان لفظ الايجاب والقبول من المتعاقدين بالمجلس أو الكتابة أو الرسالة أو الإشارة من الأخرس والمصمت. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 10,
    "text": ": كل عقـــد بني على إكــراه الــــزوج أو الزوجــــة لا اعتبار له."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 11,
    "text": ": 1- لا يعقد زواج المجنون أو المعتوه إلا من وليه بعد صدور إذن من القاضي بذلك.\n2 - لا يأذن القاضي بزواج المجنون أو المعتوه إلاَّ  بتوافر الشروط التالية :\n‌أ-\tقبول الطرف الآخر التزوج من بعد اطلاعه على حالته.\n‌ب-\tكون مرضه لا ينتقل منه إلى نسله.\n‌ج-\tكون زواجه فيه مصلحة له ولا ضرر لغيره.\n3 - يتم التثبت من الشرطين الأخيرين المذكورين في الفقرة السابقة من هذه المادة بتقرير من ذوي الاختصاص."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 12,
    "text": ": يجوز للرجل تعدد الزوجات الى أربع مع تحقق ما يلي:\n1-\tالقدرة على العدل وإلاّ فواحدة.\n2-\tأن يكون للزوج القدرة على الإعالة.\n3-\tإشعار المرأة بأنه متزوج بغيرها. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 13,
    "text": ":  إذا أسلم غير المسلمين مع زوجاتهم أقروا على أنكحتهم إلا فيما حرمه الإسلام."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 14,
    "text": "على من يتولى صيغة العقد وعلى الزوج وعلى ولي الزوجة أن يقيدوا وثيقة عقد الزواج لدى الجهة المختصة في السجل المعد لذلك خلال شهر وإذا قام أحد ممن تقدم ذكرهم بقيد الوثيقة كفى عن الآخرين ، على أن  تتضمن وثيقة عقد الزواج المعلومات اللازمة مثل سن الزوجين وأرقام بطاقات الهوية إن وجدت ومقدار المهر المعجل منه والمؤجل. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏\nالفصل الثاني\nالولاية في الزواج"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 15,
    "text": "عقد ولي الصغيرة بها صحيح ولا يمكن المعقود له من الدخول بها ولا تزف إليه إلا بعد أن تكون صالحة للوطىء ولو تجاوز عمرها خمس عشرة سنه ولا يصح العقد للصغير إلا لثبوت مصلحة. . . بصيغتها المــُعدله بموجب الــــقانون رقم (24) لسنة  1999م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 16,
    "text": ": ولي عقد الزواج هو الأقرب فالأقرب على الترتيب : الأب وان علا ثم الأبن وان سفل ، ثم الاخوة ، ثم أبناؤهم ، ثم الأعمام ، ثم أبناؤهم ، ثم أعمام الأب ، ثم أبناؤهم ، كذلك ويقدم من تكون قرابته لأب وام وإذا تعدد من هم في درجة واحدة كانت الولاية لكل منهم ، ويصح عقد من سبق منهم مع رضاها به ويبطل عقد من تأخروا إذا عقدوا لأكثر من شخص واحد في وقت واحد وإذا أشكل ذلك بطل العقد ، إلاَّ إذا ارتضت أحد هذه العقود صح وبطل غيره. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 17,
    "text": ": القاضي ولي من لا ولي له ، وإذا ادعت امرأة مجهولة النسب بأن لا ولي لها مع عدم المنازع صدقت بعد بحث القاضي والتأكد بيمينها. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 18,
    "text": "1 - إذا كان الولي الأقرب مخالفاً في الملة أو مجنوناً أو تعذر الاتصال به أو خُفي مكانه انتقلت الولاية لمن يليه.\n2-\tإذا عضل ولي المرأة أمره القاضي بتزويجها فان امتنع  أمر القاضي من يليه من الأولياء الأقرب فالأقرب بتزويجها فإن فقدوا أو عضلوا زوجها القاضي بكفء ومهر مثلها.\n3-\tلا يقبل قول المرأة فيما ذكر في الفقرتين السابقتين من هذه المادة الا ببرهان. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 19,
    "text": ":  يعتبر الولي عاضلاً  إذا أمتنع عن تزويج المرأة وهي بالغة عاقلة راضية من كفء إلا  أن يكون ذلك منه تريثا  للتعرف على حال الخاطب ، على أن لا تزيد مدة التريث على شهر."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 20,
    "text": ": يصح أن يتولى عقد الزواج عن طرفية شخص واحد ينطق بصيغة الإيجاب والقبول في مجلس العقد."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 21,
    "text": ":  تصح الوكالة في الزواج ولو كان الولي الموكل غائبا  غيبه منقطعة ويجوز للوكيل أن يزوج نفسه بمن وكل بتزويجها إلا  إذا شرط غير ذلك ، كما يصح للولي أن يزوج نفسه بمن له الولاية عليها وكل ذلك فيما لا يتعارض مع أحكام المادة (23) من هذا القانون."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 22,
    "text": ": من أجرى عقد زواج دون ولاية أو وكالة فهو فضولي ، وعقد الزواج من الفضولي يعتبر كلا عقد."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 23,
    "text": ": يشترط رضا المرأة ورضا البكر سكوتها ورضا الثيب نطقها.\nالفصل الثالث\nفي موانع الزواج"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 24,
    "text": ": يحرم على المرء من النسب أصوله وفروعه ونساؤهم ومن تناسل من أبويه وأول درجة من نسل أجداده وجداته وان علون وأصول زوجته لمجرد العقد عليها وفروعها بعد الدخول بها. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 25,
    "text": ": يحرم من الرضاع ما يحرم من النسب وتثبت الحرمة من المرضع وزوجها حال الرضاع ولا يثبت الرضاع إلا  بامتصاص الرضيع من ثدي المرضع في الحولين الأولين خمس رضعات متفرقات."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 26,
    "text": ": يحرم على الرجل الزواج من :\n1-\tالمخالفة في الملة ما لم تكن كتابية.\n2-\tالمرتدة عن دين الإسلام.\n3-\tالمتزوجة بغيره.\n2-\tالملاعنة ممن لاعنها.\n4-\tالمطلقة منه ثلاثاً قبل أن تدخل بزوج آخر وتعتد منه.\n5-\tالمعتدة إلاّ ممن تعتد منه في طلاق رجعي أو بينونه صغرى في الخلع بعد عقد.\n6-\tالمحرمة بحج أو عمرة.\n7-\tالخنثى المشكل.\n8-\tامرأة المفقود قبل الحكم بارتفاع الزواج. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 27,
    "text": ":  يحرم على الرجل الجمع بين امرأتين لو فرض أن أحدهما ذكر حرمت عليه الأخرى من الطرفين."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 28,
    "text": ": تعتبر المعتدة من طلاق رجعي في عصمة مطلقها إلى أن تنقضي عدتها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 29,
    "text": ": يحرم على المسلمة الزواج بغير مسلم.\nالباب الثالث\nفي أحكام الزواج\nالفصل الأول\nأحكام عامه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 30,
    "text": ": كل زواج استوفى أركانه وشرائطه المبينة في الباب السابق فهو صحيح ولو لم يعقبه دخول ، وتترتب عليه منذ انعقاده جميع أثار الزواج المنصوص عليها في هذا القانون ما لم يكن موقوفاً حقيقة ، ويعتبر الزواج موقوفاً قبل الرضاء ممن يملكه وإذا تم الرضاء سرت أثار الزواج من وقت العقد ، أما الموقوف مجازاً وهو العقد على الصغير والمجنون فتترتب آثاره من عند العقد ولهما فسخة عند البلوغ أو الإفاقة. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 31,
    "text": ": الزواج الذي لم يستوف أركانه وشرائطه المبينة في الباب السابق باطل ولا تترتب عليه قبل الدخول أية أثار ، ويجب التفريق بين الطرفين قضاء أن لم يكن قد تم برضاهما ما لم يكن الشرط المفقود في العقد جائزاً في مذهبيهما أو دخلا فيه جاهلين ولم يخرق الاجماع المعتبر في الحالين. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 32,
    "text": ":تترتب على الزواج الباطل إذا أعقبه دخول الآثار الآتية:\n1-\tوجوب مهر المثل أو المهر المسمى أيهما أقل.\n2-\tثبوت النسب على الوجه المبين في هذا القانون.\n3-\tوجوب العدة عقب المفارقة رضاء أو قضاء وعقب الموت.\n4-\tحرمة المصاهرة.\n5-\tسقوط الحد عمن دخل جاهلا.\nالفصل الثاني\nالمهــــــــــر"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 33,
    "text": ": 1-  يلزم المهر للمعقود بها بعقد صحيح وهو ما حصل عليه التراضي معيناً مالاً يصح لهما تملكه أو منفعة  غير محرمة فإذا لم يسم أو سمي تسمية غير صحيحة أو نسي ما سمي بحيث لم يعرف وجب مهر المثل.\n2-\tالمهر ملك للمرأة تتصرف فيه كيفما شاءت ولا يعتد بأي شرط مخالف. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 34,
    "text": ": يجوز تعجيل المهر أو تأجيله كله أو بعضه ولا يمنع تأجيل ولي المرأة للمهر مطالبتها به ما لم يكن التأجيل برضاها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 35,
    "text": ": يجب المهر كله بالدخول الحقيقي ويستحق بموت الزوجين أو أحدهما ولو قبل الدخول. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 36,
    "text": ": يستحق نصف المهر المسمى بالطلاق أو بالفسخ إذا كان من جهة الزوج قبل الدخول فإذا كان الفسخ من جهة الزوجين معا  أو من جهة الزوجة فقط فلا يستحق من المهر شئ ويكون على الزوجة رد ما قبضته مما لا يستحق لها ولا يلزمها رد مثل ما وهبته لزوجها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 37,
    "text": ":  اذا لم يسم المهر أو سمى تسمية غير صحيحة فللمرأة المطلقة قبل الدخول متعة مثلها من  مثله بما لا يزيد على نصف مهر المثل. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 38,
    "text": ": يلزم للمغلوط بها مهر المثل."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 39,
    "text": ": يجوز للمرأة قبل الدخول أن تمتنع على الدخول الى أن يُسَمَّى لها مهرٌ ويسلم ما لم يؤجل  برضاها فإذا أجل لمدة معلومة فليس لها الامتناع قبل حلول الأجل مع مراعاة  المادة ( 34) من هذا القانون بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏\nالفصل الثالث\nفي العشرة الحسنه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 40,
    "text": "للزوج على الزوجة حق الطاعة فيما يحقق مصلحة الأسرة على الأخص فيما يلي:\n1-\tالانتقال معه إلى منزل الزوجية ما لم تكن قد اشترطت عليه في العقد البقاء في منزلها أو منزل أسرتها فيكون عليها تمكينه من السكن معها والدخول عليها.\n2-\tتمكينه منها صالحه للوطء المشروع.\n3-\tامتثال أمره في غير معصية والقيام بعملها في بيت الزوجية مثل غيرها.\n4-\tعدم الخروج من منزل الزوجية الاّ باذنه أو لعذر شرعي او ما جرى العرف بمثله مما ليس فيه الاخلال بالشرف ولا بواجباتها نحوه وعلى الاخص الخروج في اصلاح مالها أو أداء وظيفتها المتفق عليها والتي لا تتنافى مع الشرع ويعتبر عذراً شرعياً للمرأة خدمة والديهــا العاجزين وليس لهما من يقـوم بخدمـتهـما أو أحدهما غيرها. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 41,
    "text": ":  يجب على الزوج لزوجته ما يلي:ـ\n1-\tإعداد سكن شرعي مما يليق مثله من مثله.\n2-\tنفقة وكسوة مثلها من مثله.\n3-\tالعدل بينها وبين سائر زوجاته إذا كان للزوج اكثر من زوجه.\n4-\tعدم التعرض لأموالها الخاصة.\n5-\tعدم إضرارها ماديا  أو معنويا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 42,
    "text": "1 - يشترط في المسكن الشرعي أن يكون مستقلاً تأمن فيه الزوجه على نفسها ومالها ، ويعتبر في ذلك حال الزوج ومسكن أمثاله وعرف البلد وعدم مضارة الزوجه ، وللزوج أن يُسّكّن مع زوجته أولاده منها ومن غيرها ولو كانوا بالغين وأبويه ومحارمه من النساء اذا كان اسكانهم واجباً عليه بشرط اتساع المسكن لسكناهم وعدم مضارة الزوجه ، وان لا تكون قد اشترطت غير ذلك عند العقد.\n2-\tلا يحق للزوج أن يُسَكَّن مع زوجته ضره لها في مسكن واحد ، الاّ اذا رضيتا بذلك ويحق لها العدول متى شاءت. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏\nالكتاب الثاني\nانحلال الزواج وأحكامه\nالباب الأول\nفسخ الـــزواج"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 43,
    "text": ":  ينتهي الزواج بالفسخ أو بالطلاق أو بالموت."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 44,
    "text": ": يشترط في الفسخ لفظه أو ما يدل عليه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 45,
    "text": "لا ينفسخ الزواج بفسخ أحد الزوجين للأخر بعيب من العيوب ونحوها من الأسباب المختلف في ثبوت الفسخ بها إلاّ بحكم المحكمة ولا يترتب على الفسخ شيء قبل الحكم به فإذا حكم بالفسخ وكان بعد الدخول وجبت العدة أو الاستبراء من حين الحكم به. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 46,
    "text": "اذا تبين بين الزوجين سبب من الأسباب القاطعة بالتحريم إنفسخ النكاح بينهما بحكم الشرع دون حاجة الى الحكم بالفسخ على أن تدون القضية بنظر المحكمة ، أما اذا انكر أحدهما وجود السبب المحرم فلابد من إثباته بحكم من المحكمة. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 47,
    "text": ": لكل من الزوجين طلب الفسخ إذا وجد بزوجه عيباً منفراً سواءً كان العيب قائماً قبل العقد أو طرأ بعده ويعتبر عيباً في الزوجين معاً [الجنون والجذام والبرص] ، ويعتبر عيباً في الزوجة [القرن والرتق والعفل] ويعتبر عيباً في الزوج [الخصي والجب والسّل] ويسقط الحق في طلب الفسخ بالرضاء بالعيب صراحة أو ضمناً إلا في الجنون والجذام والبرص وغيرها من الأمراض المعدية أو المستعصي علاجها فإنه يتجدد الخيار فيها وإن سبق الرضاء ويثبت العيب أما بالإقرار ممن هو موجود به أو بتقرير من طبيب مختص. بصيغتها المــُعدله بموجب الــــقانون رقم (34) لسنة  2003م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 48,
    "text": ":  الكفاءة معتبرة في الدين والخلق وعمادها التراضي ولكل من الزوجين طلب الفسخ لانعدام الكفاءة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 49,
    "text": "اذا أسلم الزوج وكانت الزوجه غير كتابيه وأبت الاسلام أو أسلمت هي وأبى الزوج الاسلام في مدة عدتها أو إرتد أحد الزوجين عن الاسلام إنفسخ النكاح بينهما في جميع الصور. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 50,
    "text": ":  لزوجة المتمرد عن الإنفاق في حال اليسار الفسخ إذا تعذر استيفاء حقها في النفقة منه أو من ماله."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 51,
    "text": "لزوجة المعسر عن الإنفاق المتمرد عن الكسب وهو قادر عليه أو العاجز عنه الفسخ اذا أمتنع عن الطلاق. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 52,
    "text": "1 - لزوجة الغائب في مكان مجهول أو خارج الوطن فسخ عقد نكاحها بعد انقضاء سنه واحدة لغير المنفق وبعد سنتين للمنفق ، على أن تنصب المحكمة الأقرب فالأقرب ليتمكن من إعلان الغائب في محل معلوم في ظرف شهر بأي وسيلة.\n2-\tلزوجة المحكوم عليه نهائياً بعقوبة الحبس مدة لا تقل عن ثلاث سنوات طلب فسخ عقد نكاحها ولا يحكم لها بذلك إلاّ إذا مضى على حبس الزوج مدة لا تقل عن سنة.بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 53,
    "text": "اذا كان الرجل متزوجاً بأكثر من واحدة مع عدم القدرة على الإنفاق والسكن فلكل منهن طلب الفسخ فإن كان له قدرة على إنفاق وإسكان البعض فقط ، فبعد طلبهن يخيره القاضي بين إمساك  من يقدر على الإنفاق عليهن وإسكانهن وطلاق الأخريات فإذا أمتنع فسخ القاضي زواج من طلبت. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 54,
    "text": ": إذا طلبت المرأة الحكم بالفسخ للكراهية وجب على القاضي أن يتحرى السبب فان ثبت له عين حكما  من أهل الزوج وحكما  من أهلها للإصلاح بينهما وإلاَّ أمر الزوج بالطلاق فان امتنع حكم بالفسخ وعليها أن ترجع المهر."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 55,
    "text": ": إذا طلبت المرأة الحكم بالفسخ لإدمان الزوج الخمر أو المواد المخدرة وثبت ذلك تحكم المحكمة بفسخ الزواج ولا يرد المهر."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 56,
    "text": ": الفسخ للأسباب المتقدمة والمبينة في هذا الباب يعتبر بينونة صغرى ولا يهدم عدد الطلقات ولا يعد طلقه. . اُلغيت هذه المادة بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 57,
    "text": ": إذا أختلف الرجل والمرأة في عقد الزواج أو فسخه أو بطلانه أو تسمية المهر أو تعيينه أو قبضه أو زيادته أو نقصه فالبينة على المدعي والقول للمنكر مع يمينه.\nالباب الثاني\nالطلاق والخلع\nالفصل الأول\nالطلاق وأحكامه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 58,
    "text": "الطلاق قول مخصوص به يفك الارتباط بين الزوجين وهو إما صريح لا يحتمل غيره أو كناية تفتقر الى النية، ويقع الطلاق باللغة العربية أو بغيرها ممن يعرف معناه أو بالكتابة أو الإشارة المفهومة من العاجز عن النطق. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 59,
    "text": "يملك الزوج على زوجته ثلاث طلقات تتجدد بدخول زوج اخر بها دخولا حقيقيا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 60,
    "text": ":  يقع الطلاق من زوج مختار مكلف أو من وكيله ولو كانت الزوجة ، وللحاكم أن يأذن لولي المجنون أو المعتوه بايقاع الطلاق عنه إذا وجد سبباً يدعو لذلك وتحققت المصلحة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 61,
    "text": ": لا يقع طلاق السكران الذي فقد إدراكه ولم يبق له أي تمييز متى دلت على ذلك قرائن الأحوال من أقواله وأفعاله حين ايقاع الطلاق."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 62,
    "text": ": يقع الطلاق سنياً  كان أو بدعياً."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 63,
    "text": ": الطلاق لا يتبع الطلاق ما لم تتخلله رجعه قولية أو فعلية."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 64,
    "text": ": الطلاق المقترن بعدد قل أو كثر يقع طلقه واحدة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 65,
    "text": "الطلاق المعلق على فعل شئ أو تركه يقع بوقوع شرطه الذي علقه به. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 66,
    "text": "لا يقع الطلاق بالحنث بيمين الطلاق أو الحرام ويلزمه الكفارة إن لم ينو الطلاق. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 67,
    "text": ": يقع الطلاق رجعياً  إذا حصل بعد دخول حقيقي على غير عوض مال أو منفعة ولم يكن مكملاً للثلاث فإذا أنتهت العدة ولم تحصل مراجعة كان الطلاق بائناً  بينونة صغرى ، وإذا كان الطلاق مكملاً للثلاث كان بائناً بينونة كبرى."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 68,
    "text": ": الطلاق الرجعي لا يزيل الزوجية ، وللزوج أن يراجع زوجته خلال العدة ، فإذا أنقضت العدة دون مراجعة أصبح الطلاق بائناً بينونة صغرى."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 69,
    "text": "الطلاق البائن يزيل الزوجية حالاً فإن كان بائناً بينونة صغرى فأنه لا يمنع المطلق من الزواج بمطلقته بعقد ومهر جديدين خلال العدة في الخلع أو بعدها مطلقاً وإذا كان بائناً بينونة كبرى بأن كان مكملاً للثلاث حرمت المرأة على مطلقها مالم تتزوج بآخر يدخل بها دخولاً حقيقياً وتعتد منه فيجوز للأول أن يتزوجها بعقد ومهر جديدين. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 70,
    "text": ": إذا أتفق الزوجان على وقوع الطلاق وأختلفا على كونه رجعياً أم بائناً  فالقول لمنكر البائن إلا أن يكون الزوج مقراً بأنه طلقها ثلاث فالقول قولـه ، وإذا أختلف الزوجان على وقوع الطلاق في وقت مضى فالقول لمنكر وقوعه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 71,
    "text": ":   ملغاة   إذا طلق الرجل زوجته وتبين للقاضي أن الزوج متعسف في طلاقها دون سبب معقول وأن الزوجة سيصيبها بذلك بؤس وفاقه جاز للقاضي أن يحكم لها على مطلقها بحسب حالة ودرجة تعسفه بتعويض لا يتجاوز مبلغ نفقة سنة لأمثالها فوق نفقة العدة وللقاضي أن يجعل دفع هذا التعويض جملة أو شهريا  بحسب مقتضى الحال. الُغيت بموجب قانون رقم (24) لسنة 1999م.\nالفصل الثاني\nالخلع وأحكامـــــــه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 72,
    "text": "الخلع هو فرقة بين الزوجين في مقابل عوض من الزوجة أو من غيرها مالاً أو منفعة ولو كان مجهولاً. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 73,
    "text": ":يتم الخلع بالرضا بين الزوجين أو ما يدل عليه عقدا  كان أو شرطا ، ويشترط في الخلع ما يشترط في الطلاق وأن تكون الزوجة حائزة التصرف بالنسبة للعوض."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 74,
    "text": ": يعتبر الخلع طلاقاً بائناً بينونة صغرى ما لم يكن مكملاً للثلاث فبائناً بينونة كبرى ، ويجب في الخلع الوفاء بالبدل.\nالباب الثالث\nالرجعة والعدة والاستبراء\nالفصل الأول\nالرجعـــــــة"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 75,
    "text": ": تتم الرجعة بالقول ولو هازلاً أو بالفعل غير مشروطة بوقت أو بغيره وتصح بغير رضاء الزوجة وأوليائها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 76,
    "text": ": إذا كانت الرجعة بالقول فيجب على الزوج الإشهاد عليها وإعلام الزوجة بها فإن كانت مجنونة فإعلام وليّها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 77,
    "text": ": إذا أختلف الرجل والمرأة بعد إنقضاء العدة على حصول الرجعة فالقول لمنكرها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 78,
    "text": ": إذا أدعت المرأة أن عدتها قد أنقضت ولا منازع لها في ذلك صدقت بيمينها مــا لم يغلب على الظن كذبها.\nالفصل الثاني\nالعـــــــدة"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 79,
    "text": ": العدة أما عن طلاق أو فسخ أو موت."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 80,
    "text": ": عدة الطلاق أو الفسخ لا تجب إلا بعد الدخول وتبدأ في الطلاق من تاريخ وقوعه إلا أن تكون المرأة غير عالمه به فمن تاريخ علمها وتبدأ في الفسخ من تاريخ الحكم به ، وعدة الموت تجب قبل الدخول وبعده وتبدأ من تاريخ علم المرأة بوفاة زوجها ، ويجب الإستبراء في الدخول بشبهة ويبدأ من تاريخ العلم بالمانع."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 81,
    "text": ": تنقضي عدة الحمل في جميع الأحوال بوضع جميع حملها متخلفا وعدة المتوفى عنها زوجها غير الحامل أربعة أشهر وعشرة أيام."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 82,
    "text": ": عدة الطلاق لغير الحامل كالآتي :ـ\n‌أ-\tلذات الحيض ثلاث حيض غير التي طلقت وهي فيها.\n‌ب-\tلغير ذات الحيض كالآيسة ثلاثة أشهر.\n‌ج-\tالمنقطعة لعارض تتربص ثلاثة أشهر فإذا لم يعد فيها الحيض أنقضت عدتها بها وأن عاودها الحيض خلالها استأنفت ثلاث حيض.\n‌د-\tعدة المستحاضه ثلاث حيض أن كانت ذاكرة لوقتها وعددها وإلا فثلاثة أشهر ، وإذا توفى الزوج أثناء العدة من طلاق رجعي استأنفت المرأة عدة الوفاة من تاريخ علمها بوفاة زوجها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 83,
    "text": ": المخالعة تعتد بحيضة  أن كانت من ذوات الحيض وإلا فثلاثة أشهر."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 84,
    "text": ": العدة في الفسخ كالآتي :ـ\n1-\tالمنكوحة باطلا  تستبرىء بحيضة أن كانت من ذوات الحيض وإلا فثلاثة أشهر.\n2-\tسائر المفسوخات حكمهن حكم المطلقات على ماهو مبين بالمادة (82)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 85,
    "text": ": في الأحوال التي تنقضي فيها العدة بالحيض يكون القول في ذلك للمرأة مع يمينها إذا ادعت المعتاد فأن ادعت غير المعتاد حكم بالغالب في كل شهر حيضة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 86,
    "text": ": العدة من طلاق رجعي لها ثمانية أحكام هي :ـ\n1-\tالرجعة.\n2-\tالتوارث بين الزوجين.\n3-\tعدم جواز الخروج إلا بإذنه.\n4-\tوجوب السكن.\n5-\tوجوب النفقة.\n6-\tتحريم من يحرم الجمع بينها وبين المطلقة.\n7-\tتحريم الزواج بخامسه.\n8-\tاستئناف العدة لو مات أو راجع ثم طلق مع مراعاة ما هو منصوص عليه في الفقرة الأخيرة من الـمــادة (82)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 87,
    "text": ": العدة من الطلاق البائن لها ستة أحكام هي :ـ\n1-\tعدم الرجعة.\n2-\tعدم الإرث.\n3-\tجواز الخروج دون إذن.\n4-\tعدم وجوب السكن.\n5-\tعدم وجوب النفقة.\n6-\tجواز نكاح من يحرم الجمع بينها وبين المطلقة.\nالفصل الثالث\nالاســــــتبراء"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 88,
    "text": ": تستبري الحامل من زنى بوضع حملها وغير الحامل بحيضة أن كانت من ذوات الحيض وإلا فثلاثة أشهر."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 89,
    "text": ": من أسلمت دون زوجها تستبرىء أن كانت حاملا  بوضع حملها وغير الحامل بحيضة أن كانت من ذوات الحيض وإلا فثلاثة أشهر.\nالباب الرابع\nالظهار والايلاء واللعان والمفقود\nالفصل الأول\nالظهار وأحكامه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 90,
    "text": ": الظهار قول يتم بلفظ أو ما شاكله يشبه به الرجل زوجته التي تحته بأمه نسبا  أو جزء  منها ، ويقع الظهار صريحا  أو كتابة ويكون مطلقا  أو مؤقتا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 91,
    "text": ": يشترط للظهار أن يكون من زوج مكلف مسلم لزوجته التي تحته ويشترط النية في الكناية فان نوى غير الظهار لا تترتب احكامه نوى غير الظهار لا تترتب أحكامه. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 92,
    "text": ": يكون الظهار صريحا  بلفظه كقوله ظاهرتك أو أنت مظاهرة ويكون كناية كان يشبه الرجل زوجته بأمه أو بجزء منها ويكون مؤقتاً كأن يقول ظاهرتك شهراً."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 93,
    "text": ": يقع الظهار ولو قيده الزوج بوقت أو بشرط."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 94,
    "text": ": يترتب على الظهار تحريم وطء الزوجة المظاهرة ومقدماته وللزوجة المظاهرة منع زوجها من ذلك."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 95,
    "text": ": يرتفع التحريم في المطلق بالكفارة بعد إرادة الوطء وإذا أتى الرجل زوجته قبل الكفارة اثم ولا يرفع التحريم عليه الاستمرار في الوطء حتى حتى يكفر. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 96,
    "text": ": ينقضي التحريم في المؤقت والمشروط بإنقضاء الوقت أو وقوع الشروط ولا كفارة أما قبل ذلك فبالكفارة حسبما تقدم."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 97,
    "text": ":1- للزوجة طلب التطليق للظهار.\n2 - ينذر القاضي الزوج بالتكفير عن الظهار خلال أربعة أشهر من تاريخ الإنذار فإذا أمتنع لغير عذر حكم القاضي بالتطليق."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 98,
    "text": ": تتعدد الكفارات بتعدد المظاهرات من الزوجات ولو تم الظهار بالنسبة لهن بلفظ واحد ولا يتعدد اللفظ قبل أن يتماسا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 99,
    "text": "كفارة الظهار (عتق رقبة فأن لم يجد أو لا يستطيع العتق فصيام شهرين متتابعين فإن لم يستطع فإطعام ستين مسكيناً). مــُعدله بموجب الــــقانون رقم (27) لسنة 1998م\nالفصل الثاني\nالايلاء وأحكامه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 100,
    "text": ": الإيلاء يمين يصدر من الزوج بأن لا يطأ زوجته ، ويكون صريحا  أو كناية مطلقا  أو مؤقتا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 101,
    "text": ": يشترط في الإيلاء أن يصدر اليمين من زوج مكلف مختار غير أخرس بلفظ صريح أو ما يفيده لزوجته."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 102,
    "text": ": إذا آلى الرجل من زوجتـــه ثم عطف على أخرى فلا يقع الإيلاء على الأخـرى بالعطف ويقع في حق الأولى."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 103,
    "text": ": يكون الإيلاء صريحا  بأن يحلف الرجل بأن لا يجامع زوجته ، ويكون كناية كأن يحلف أن لا يقرب منها أو بأن لا يجمع رأسيهما وساده. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 104,
    "text": ": يلزم المولى من زوجته الرجوع إلى ما كان عليه فأن رجع فعليه كفارة الحنث."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 105,
    "text": ": للزوجة تربص أربعة أشهر من وقت الإيلاء فأن لم يرجع الزوج فللزوجة طلب التطليق عند القاضي فأن أستعد للفيء حدد القاضي مدة مناسبة فأن لم يفء طلقها عليه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 106,
    "text": ": يكون الرجوع من الزوج القادر بالوطء وعليه كفارة الحنث ، ويكون من العاجز باللفظ ولا كفارة إلا إذا وطئها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 107,
    "text": ": إذا اختلفا فالقول لمن ينفى الإيلاء أو عدم مضى الوقت والبينة على مدعي وقوعه أو مضي الوقت.\nالفصل الثالث\nاللعان وأحكامه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 108,
    "text": "اللعان أيمان يكذب بها كل من الزوجين الآخر به يرتفع النكاح بينهما بنظر المحكمة ويوجبه رمي زوج مكلف مسلم لزوجته الصالحة للوطء والباقيه تحته عن نكاح صحيح أو شبهه ولو في العدة ذلك الرمي بزنى في حال يوجب الحد ولو أضاف الزنى إلى ما قبل العقد له بها أو لم يرمها بالزنى ولكن وقعت نسبة ولده منها إلى الزنا مصرحاً لا كانياً ولا بينه له ولا إقرار منه بالولد ولا منها بالزنى. . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 109,
    "text": "يجوز لكل من الزوجين طلب اللعان لدن القاضي وعلى القاضي أن يعظهما ويحثهما على التصادق فأن أمتنعا بدأ بتحليف الزوج أربعاً بأن يقول : والله العظيم أني لصادق فيما رميتك به من الزنا ونفي ولدك هذا -إن كان هناك ولد - ويزاد في الخامسة بأن لعنة الله عليه أن كان من الكاذبين ، ثم تحلف المرأة أربعاً تقول فيها : والله أنه لكاذب فيما رماني به من الزنا ونفي ولده هذا -إن كان هناك ولد - ويزاد في الخامسة أن غضب الله عليها إن كان من الصادقين ، ويجب الترتيب في الحلف بحيث إذا حلفت أولاً وجب إعادة تحليفها بعد تحليف الزوج مالم يحكم. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 110,
    "text": ": إذا تم الحلف على الوجه المبين في المادة السابقة تحكم المحكمة بالتفريق بين المتلاعنين ونفي نسب الولد من الزوج ويرتفع النكاح ويسقط الحد عن الرجل وتحرم عليه المرأة أبدا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 111,
    "text": ": إذا أمتنع الرجل عن الأيمان ولو مرة واحدة حد للقذف وإذا أمتنعت المرأة كذلك حدت للزنى."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 112,
    "text": ": إذا رجع الملاعن عن نفي الولد في حياته صح الرجوع ولحق الولد به ويحد للقذف ويبقى التحريم مؤبدا.\nالفصل الرابع\nالمفقود وأحكامـــه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 113,
    "text": "1- الغائب هو الشخص الذي لا يعرف موطنه ولا محل إقامته.\n2 - المفقود هو الغائب الذي لا تعرف حياته ولا وفاته."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 114,
    "text": ": إذا لم يكن للغائب أو المفقود وكيل  يعتمد له القاضي مقدما  لإدارة أمواله."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 115,
    "text": ": تحصى أموال الغائب أو المفقود عند تعيين مقدم عليه وتدار وفق إدارة أموال القاصر."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 116,
    "text": ": ينتهي الفقدان في الحالات الآتية :\n‌أ-\tعودة المفقود حياً.\n‌ب-\tثبوت وفاته.\n‌ج-\tالحكم بإعتباره ميتاً."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 117,
    "text": ": للقاضي أن يحكم بموت المفقود في الحالات التالية:\n‌أ-\tإذا قام دليل على وفاته.\n‌ب-\tإذا مرت فترة كافية على إعلان فقده في ظروف لا يغلب فيها الهلاك على أن لا تقل المدة عن أربع سنوات.\n‌ج-\tإذا فقد في ظروف يغلب فيها هلاكه ومضت سنتان على إعلان فقده."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 118,
    "text": ": على القاضي في جميع الأحوال أن يبحث عن المفقود بكل الوسائل للوصول إلى معرفة ما إذا كان حيا  أو ميتا  قبل أن يحكم بوفاته."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 119,
    "text": ": يعتبر يوم صدور الحكم بموت المفقود تاريخا  لوفاته."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 120,
    "text": "إذا حكـم بإعتبار المفقود ميتاً ثم ظهر حياً فأنه :\nأ - يستحق جميع ماله.\nب- تعتبر زوجته باقية في عصمته. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏\nالكتاب الثالث\nالقرابة وأحكامها\nالنسب والرضاعة والحضانة\nالفصل الأول\nثبوت النســــب"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 121,
    "text": ": يثبت نسب الولد لأبيه بالفراش وهو الزواج الصحيح المستوفى لأركانه وشرائطه وما يلحق به وهو المنصوص عليه في المادة (134) مع إمكان الوطء والبلوغ ومضي أقل مدة الحمل من يوم إمكان الوطء."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 122,
    "text": ": تثبت بنوة الولد لأمه بمجرد ثبوت الولادة (ولو بغير إقرارها وبدون قيد أو شرط )."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 123,
    "text": ": تثبت بنوة مجهول النسب أو الحمل المحقق لمن يقر ببنوته ولو في مرض الموت بشروط هي :ـ\n‌أ-\tأن لا يكذبه العقل أو العادة أو الشرع.\n‌ب-\tأن لا يقر الرجل بأنه ولده من زنا.\n‌ج-\tأن لا يرد المقر له أن كان بالغا  أو لا يرد بعد البلوغ أن كان صغيرا  وإذا كان المقر امرأة متزوجة أو معتدة ولم تتوافر شروط النسب لزوجها طبقا  لما هو مبين بالمادة (121) فلا يثبت نسب الولد من زوجها إلا بتصديقه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 124,
    "text": ": إذا أقر مجهول النسب بالأبوة أو الأمومة لآخر يثبت نسبه للمقر له بتصديق الأخير له ويشرط أن لا يكذبه العقل أو العادة أو الشرع وأن لا يصرح الرجل بأنه ولده من زنا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 125,
    "text": ": إذا كان الإقرار لمجهول النسب بالأبوة أو الأمومة فلا يثبت النسب في حق غير المقر إلا بتصديق الأصل المشترك أو الفرع المتصل (الواسطة) مع توافر الشروط المنصوص عليها في المادة (123)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 126,
    "text": ": متى ثبت النسب بالإقرار فلا رجوع عنه وتترتب عليه جميع أحكام النسب ويعتبر السكوت تصديقا  إذا علم المقر له بالإقرار وعرف أن له الإنكار وأن السكوت تصديق لا ملجأ إليه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 127,
    "text": "يعتبر الرجل بالغاً إذا ادعى الإحتلام مع الإحتمال وكان إبن عشر سنوات فما فوقها وتعتبر المرأة بالغه إذا أدعت الإحتلام مع الإحتمال وكانت بنت تسع سنوات فما فوقها وفي جميع الأحوال يعتبر الشخص بالغاً إذا كان إبن خمس عشرة سنه فما فوقها أو ثبوت الإنبات فيهما والحيض أو الحمل في المرأة وعند الإختلاف في إحتمال البلوغ أو في تقدير السن لعدم وجود إثبات رسمي يستعان بطبيب مختص. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 128,
    "text": ": أقل مدة الحمل ستة أشهر وأغلبها تسعة أشهر ولا حد لأكثرها مع ظهور القرائن الدالة عليه وإستمرارها وتقرير الطبيب المختص."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 129,
    "text": "إذا وضعت المرأة وأدعت بقاء حمل آخر ودلت القرائن على صدقها ومن القرائن قرار الطبيب المختص أُلحق الولد بالزوج. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 130,
    "text": ": ما ولدته المرأة حيا قبل إنقضاء العدة من طلاق رجعي ثبت نسبه لمطلقها وما ولدته قبل انقضاء العدة من طلاق بائن يلحق بمطلقها إذا أتت به من يوم الطلاق في مدة الحمل المبينة بالمادة (128)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 131,
    "text": ": إذا أتت المرأة بالولد بعد إقرارها بانقضاء العدة لدون ستة أشهر من وقت الإقرار الحق الولد بمطلقها في الطلاق الرجعي مطلقا  ويلحق به في البائن إذا أتت به من يوم الطــلاق في مــدة الحمل المبينـــة في المادة (128)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 132,
    "text": "إذا أتفق فراشان مترتبان فيلحق الولد بالزوج الآخر إذا أتت به لستة أشهر من يوم إمكان وطئه لها فإن أتت به لدون ستة أشهر الحق بالزوج الأول. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 133,
    "text": ": يلحق الولد بالزوج المتوفى إذا أتت به المرأة من تاريخ الوفاة في مدة الحمل المبينة في المادة (128)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 134,
    "text": ": يلحق نسب الولد بالرجل في الزواج الذي لم يستوف أركانه وشرائطه وفي المغلوط بها إذا أتت به المرأة لستة أشهر فأكثر بعد الدخول الحقيقي وقبل المفارقة فأن أتت به بعد المفارقة أو التفريق أ لحق بالرجل إذا أتت به من تاريخ المفارقة أو التفريق في مدة الحمل المبينة في المادة (128)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 135,
    "text": ": لا يثبت النسب بالتبني ولو كان المتبنى مجهول النسب.\nالفصل الثاني\nالرضاعة وأحكامها"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 136,
    "text": ": يجب على الأم إرضاع ولدها إذا تعذر إرضاعه من أخرى وهي أحق بإرضاع ولدها ما لم تطلب أجرا  يزيد على المعتاد من مثلها لمثله وإذا أرضعته أخرى يكون ذلك عند أمه ما لم تسقط حقها في الحضانة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 137,
    "text": "تستحق الأم المرضعة رزقها وكسوة مثلها من مثله بالمعروف لمدة لا تزيد على عامين من وقت الولادة وتكون ديناً لا يسقط إلا بالأداء أو بالإبراء. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏\nالفصل الثالث\nالحضانة وأحكامها"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 138,
    "text": ": الحضانة هي حفظ الصغير الذي لا يستقل بأمر نفسه وتربيته ووقايته مما يهلكه أو يضره بما لا يتعارض مع حق وليه ، وهي حق للصغير فلا يجوز النزول عنها وانما تمتنع بموانعها وتعود بزوالها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 139,
    "text": "مدة الحضانة تسع سنوات للذكر وإثنا عشر للأنثى ما لم يقدر القاضي خلافه لمصلحة المحضون مع مراعاة أحكام المادة (148).. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 140,
    "text": ": يشترط في الحاضن البلوغ والعقل والأمانة على الصغير والقدرة على تربيته وصيانته بدنيا  وأخلاقيا  وأن كانت الحاضن امرأة فيشترط زيادة على ما تقدم أن لا تكون مرتدة عن الإسلام وأن لا تمسكه عند من يبغضه وأن لا تشغل عن الحضانة خارج البيت إلا إذا وجد من يقوم بحاجته وإن كان رجلا  فيشترط أيضا  إتحاد الدين."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 141,
    "text": ": الأم أولى بحضانة ولدها بشرط ثبوت أهليتها للحضانة وإذا أسقطت حقها فلا يسقط إلا إذا قبل الولد غيرها وإلا أجبرت لأن الحق للصغير ولا يجوز لزوجها الآخر منعها حيث لا يوجد غيرها ولا يمنع سوء خلقها من حقها في الحضانة حتى يبلغ الصغير الخامسة من عمره."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 142,
    "text": ": إذا ماتت الأم أو بطلت حضانتها أنتقلت الحضانة إلى أمهاتها وأن علون ثم خالات الصغير ثم الأب المسلم ثم أمهات الأب وأن علون ثم أمهات أب الأم ثم الأخوات ثم بنات الخالات ثم بنات الأخوات ثم بنات الأخوة ثم العمات ثم بناتهن ثم بنات العم ثم عمات الأب ثم بناتهن ثم بنات أعمام الأب ، وإذا أنعدم النساء انتقلت الحضانة إلى الأقرب فالأقرب من الذكور العصبة المحارم فأن لم يوجد فالأقرب من ذوي الرحم المحارم فأن عدموا فالعصبة غير المحارم فأن عدموا فذوي الأرحام المحارم ، ويقدم في كل درجة ذو السببين على ذي السبب الواحد ثم ذوي الأم على ذوي الأب فإذا كانا على سواء كانت الحضانة للأصلح فأن تساويا في الصلاح يرجع للقاضي ويجوز للقاضي أن يتجاوز عن الترتيب في الحضانة إذا رأى في ذلك مصلحة الصغير."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 143,
    "text": "تنتقل الحضانة من الحاضن الى من يليه بأحد أمورهي: الجنون ونحوه من المنفرات كالجذام وكذا العمى والإهمال والفسق وترك حفظ الصغير والزواج إلا أن يكون بذي رحم للصغير. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 144,
    "text": ": يجوز للأب وسائر الأولياء نقل الطفل من حضانة حاضنة أولى إلى حاضنة أخرى بشرطين :ـ\n‌أ-\tأن تكون الحاضنة الأخرى مثل الأولى في الحفظ والتربية أو أحسن منها.\n‌ب-\tأن تكون الحاضنة الأولى قد طلبت أجرا  فوق أجر المثل والبينة في ذلك على الولي."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 145,
    "text": ": على الحاضن القيام بما يصلح الطفل إلا النفقة وتوابعها فهي على من تلزمه طبقاً للمبين في باب النفقات ويجوز للحاضن نقل الطفل إلى بلده ما لم يكن فيه ضرر على الطفل ماديا  أو معنويا  أو أخلاقيا  وإذا كان الصغير عند أحد والديه كان للآخر حق رؤيته بالطريقة التي يتفقان عليها أو بما يراه القاضي."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 146,
    "text": ": يستحق الحاضن أجرة حضانة من مال الطفل أن كان له مال أو ممن تلزمه نفقته كما هو مبين في باب النفقات وتقدر أجرة الحاضنة بقدر حال من تلزمه ، ولا تستحق الحاضن أجرة إذا كانت في عصمة أب الصغير وإذا كان الأب معسرا  تكون أجرة الحضانة من مال الأم ولا رجوع لها وأن كانت من مال غير الأم فبإذن المحكمة وله الرجوع بها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 147,
    "text": ": يضمن الحاضن إذا فرط عالما  كل جناية في الطفل ويكون ضمان الخطأ مع الجهل على العاقلة.\nالفصل الرابع\nالكفالة بعد إنتهاء الحضانة وأحكامها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 148,
    "text": ": متى أستغنى بنفسه الولد ذكرا  أو أنثى خير بين أبيه وأمه عند اختلافهما مع وجود المصلحة وإذا أختلف من لهم الكفالة غير الأب والأم أختار القاضي من فيه المصلحة للولد بعد إستطلاع رأيه.\nالباب الثاني\nالنفقات وأحكامها"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 149,
    "text": ": النفقة هي المؤن اللازمة في مال الشخص لغيره لسبب أو نسب وتشمل الغذاء والكسوة والسكن والمعالجة والأخدام ونحو ذلك.\nالفصل الأول\nنفقــــة الزوجية"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 150,
    "text": "تجب النفقة للزوجة كيف كانت على زوجها كيف كان من وقت العقد إن شرطت وإلاّ فمن تاريخ الزفاف  غذاء وكساء ومسكناً وفراشا ومعالجة وأخداما والعبره بحال الزوج يسرا وعسرا وتقدم نفقة الزوجة على غيرها من النفقات. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 151,
    "text": ": تجب على الزوج نفقة زوجته المطلقة منه رجعيا  والحامل مطلقا  إلى أن تنتهي العدة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 152,
    "text": "لا نفقة للزوجة في الأحوال التالية :\nأ - إذا أمتنعت عن الإنتقال الى بيت الزوجيه من دون عذر شرعي.\nب- إذا تركت بيت الزوجيه من دون عذر شرعي.\nج- إذا عملت خارج البيت دون موافقة زوجها مع مراعاة أحكام المادة (40 ).\nد - إذا أمتنعت من السفر مع زوجها دون عذر مع مراعاة أحكام المادة(40 ). . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 153,
    "text": "لا يسقط حق الزوجه في الماضي بالمطل ولا في المستقبل بالإبراء ويعتبر تعجيل النفقة للزوجه تمليكاً لها فيما أستهلكته وأستيفاءاً للنفقة بقدرها ويجوز للزوجة إبراء الزوج مما أستحقته من النفقة في الماضي وإذا تبرع شخص بنفقة الزوجة فلا تسقط إلا إذا كان المتبرع عن الزوج . . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 154,
    "text": ": إذا تمرد الزوج عن الإنفاق على زوجته أو غاب وثبت أنه لا ينفق عليها قرر لها القاضي نفقة من مال زوجها وفقاً  لما تقدم في المادة (149) والقول للزوجة في نفى الإنفاق في الماضي."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 155,
    "text": ": إذا تعذر حصول المرأة على النفقة من زوجها كانت نفقتها على من تجب عليه فيما لو كانت غير متزوجة، ويجوز أن تقترض من النفقة المقدرة لها قضاء أو رضاء من غير من تجب نفقتها عليه ، ويكون لمن أدى النفقة في الحالتين الرجوع على الزوجة بما أداه وهي ترجع على الزوج."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 156,
    "text": ": لا يحكم للزوجة بأكثر من نفقة سنه سابقة على المطالبة القضائية ما لم يتفق الزوجان على خلاف ذلك.\nالفصل الثاني\nنفقة الأقــــــارب"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 157,
    "text": ": لا نفقة للأقارب مع إختلاف الدين إلا للأصول وتقدر نفقة الأقارب فور حاجة المنفق عليه من قبل المنفقين."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 158,
    "text": ": نفقة الولد المعسر الصغير أو المجنون على أبيه وأن علا الأقرب الموسر أو المعسر القادر على الكسب فأن كان الأب وأن علا معسراً غير قادر على الكسب فعلى الأم الموسرة ثم على سائر الأقارب بالشروط المبينة في الـمـادة (164) من هذا القانون ، وإذا كان الولد موسراً فنفقته من ماله."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 159,
    "text": "نفقة الولد البالغ العاقل المعسر العاجز عن الكسب أو المشغول بطلب العلم إلى الثانوية العامة أو ما في مستواها بشرط أن لا يتجاوز سن العشرين لنيلها على أبيه أن كان موسراً، فإن كان معسراً فعلى الأم أن كانت موسرة إلا أن يكون له ولد موسر فنفقته على ولده الموسر ، وحكم نفقة البنت البالغة المعسرة ولو كانت قادرة على الكسب ولكنها لا تتكسب إذا كانت غير متزوجة حكم نفقة الصغير المبين في المادة السابقة. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 160,
    "text": ": على الأب الموسر أن يزوج ولده المعسر زوجة واحدة عند الحاجة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 161,
    "text": ": نفقة الأب وأن علا والأم وأن علت المعسرين ولو كانا قادرين على الكسب على الولد وأن نزل الأقرب الموسر ذكرا  كان أو أنثى كبيرا  أو صغيرا  وتقسم بين أولاد الطبقة الواحدة الموسرين بحسب الإرث ، وتقدم نفقة الأم ثم نفقة الأب على نفقة سائر الأقارب."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 162,
    "text": ": تلزم نفقة زوجة الأب المعسر على أبنه الموسر وإذا تعددت زوجات الأب فلا تلزم الأبن غير نفقة واحدة منهن ويجب على الأبن الموسر أن يسعف أباه المعسر بزوجة خاصة إذا كان الأب مزمناً أو مريضاً يحوجه ذلك الى زوجه تقوم بشأنه أو خادم يخدمه أو كليهما وجبت نفقة الزوجة أو الخادم على ولده الموسر. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 163,
    "text": ": للأب المعسر أن يستنفق من مال ولده الصغير والمجنون بقدر حاجته ولو بالبيع دون إذن القاضي إلا في العقار ونحوه فلا بد من أذن القاضي وليس للأب أن يأخذ من مال أبنه البالغ حاضراً أو غائباً أن لم يتمرد عن إنفاقه إلا بأذن القاضي إن دعت الضرورة. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 164,
    "text": ": تجب نفقة القريب المعسر العاجز عن الكسب على قريبه الموسر الوارث لو فرض موته وإذا تعدد الورثة الموسرون تكون النفقة عليهم جميعا  كل بقدر حصته في الميراث والإخدام للأقارب لا يجب إلا للعجز."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 165,
    "text": ": تسقط نفقة القريب عن المدة الماضية بعدم المطالبة ممن تلزمه النفقة إلا إذا كان المنفق عليه والداً أو ولداً صغيراً أو مجنوناً. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 166,
    "text": "في حكم النفقة يعتبر الشخص موسراً إذا كان يملك من المال زائداً على ما يكفيه هو ومن تلزمه نفقته ممن هو أخص من القريب المعسر الى وقت الدخل الدائم الذي يدخل عليه من وظيفة أو غلة أو تجارة أو صناعة وينفق على القريب المعسر من الزيادة وأن لم يكن له دخل دائم فإلى الحول ينفق من الزيادة على كفاية الحول ويعتبر الشخص معسراً إذا كان عكس ما سبق ولا يلزمـه إعطاء القريب إلا إذا لم يبق له قوت يوم وليله. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 167,
    "text": ": إذا أختلف القريبان وجبت البينة على طالب النفقة مع اللبس في الإعسار والإيسار.\nالكتاب الرابع\nالهبة ومشتبهاتها\nالباب الأول\nفي الهبـــــــة\nالفصل الأول\nأركان  الهبة  وشروطها"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 168,
    "text": ": الهبة هي عقد تبرعي يملك به مال أو تباح به منفعة حال الحياة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 169,
    "text": ": لا يشترط في الهبة القربة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 170,
    "text": ": أركان الهبة أربعة وهي :\n1-\tصيغة العقد.\n2-\tالواهب.\n3-\tالموهوب.\n4-\tالموهوب له."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 171,
    "text": ": تكون الهبة بإيجاب من الواهب أو نائبه وقبول من الموهوب له أو نائبه قبل الأعراض ولا يشترط في الإيجاب والقبول أن يكونا صريحين أو في مجلس واحد وإنما يشترط التراضي صراحة واضحة أو ضمناً بما تدل عليه قرائن الأحوال ، وتصح الهبة بالكتابة وبالرسالة والإشارة المفهمة من أخرس ، ولا تتم الهبة إلا بقبول الموهوب له أو نائبه ويقوم القبض مقام القبول. بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 172,
    "text": ": يقبل عن الصغير أو من في حكمه وليه أو وصيه ، فإذا كان الولي أو الوصي هو الواهب ناب عنه أيضا  في القبول وقبض الموهوب ويتم الإيجاب والقبول في هذه الحالة بصيغة واحدة ، ويجوز أن يقبل من الصغير ومن في حكمه خاصة فيما جرى به العرف ، كما يجوز للمجيز أن يقبل الهبة بنفسه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 173,
    "text": ": يجب الإشهاد على الهبة ما لم تكن بخط الواهب إلا ما جرى العرف على عدم الإشهاد فيه ، مثل العينيات البسيطة والنقود."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 174,
    "text": ": يشترط في الواهب ما يأتي :ـ\n1-\tأن يكون مكلفا  مختارا  مطلق التصرف.\n2-\tأن يكون مالكا  للشيء الموهوب.\n3-\tأن لا يكون مدينا  بدين مستغرق لماله أو لا يكفي ما تبقى من ماله بعد الهبة لسداده إلا أن يجيز الهبة صاحب الدين."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 175,
    "text": ": يشترط في الموهوب ما يأتي :ـ\n1-\tأن يكون مما يجوز تملكه.\n2-\tأن يكون معينا  بما يميزه كلقب أو إشارة.\n3-\tأن يكون موجودا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 176,
    "text": ": لا يصح هبة الشيء المستقبل ولو كان سببه موجودا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 177,
    "text": ": إذا وهب الواهب ما يصح هبته وما لا يصح صحت الهبة فيما يصح وبطلت فيما لا يصح."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 178,
    "text": ": يشترط في الموهوب له أن يكون موجودا  له أهلية التملك فإن كان صغير أو من كان في حكمه طبقت المادة (172) : من هذا القانون بشأن قبول الهبة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 179,
    "text": ": تصح الهبة للمساجد وجهات البر وغيرها ، ويقبل عنها من له الولاية عليها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 180,
    "text": ": إذا مات الموهوب له قبل قبول الهبة بطلت ، أما إذا مات بعد القبول قام ورثته مقامه في قبض الموهوب."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 181,
    "text": ": تصح الهبة بعوض ولو من غير الموهوب له مالا  أو منفعة أو غرضا (مصلحة) ظاهرا  أو من تدل عليه قرائن الحال للواهب أو لغيره."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 182,
    "text": ": يصح تبعيض الهبة تبرعا  أو بعوض."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 183,
    "text": ": تجب المساواة في الهبة والمشتبهات بها بين الأولاد وبين الورثة بحسب الفريضة الشرعية.\nالفصل الثاني\nأحكام الهبة وأثارها"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 184,
    "text": ": إذا تمت الهبة مستوفية أركانها وشروطها المبينة في الفصل السابق فهي صحيحة ويترتب عليها آثارها من تملك الموهوب له المال الموهوب و إستباحة المنفعة في الحال والتزامه بأداء العوض مالاً أو منفعة أو غيرها إن كانت بعوض مع مراعاة ما نص عليه في المواد التالية. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 185,
    "text": "الهبة في مرض الموت وما في حكمه كالمبارز ، ومن خرج لملاقاة العدو ومن أصيب في حادث مهلك تأخذ حكم الوصية ، ومرض الموت هو المرض المخوف المتصل بالوفاة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 186,
    "text": "الهبة للوارث ووارثه في حياته تأخذ حكم الوصية إلاّ فيما أستهلكه الموهوب له في حياة الواهب حقيقة أو حكما مع مراعاة أحكام المادة (183). . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 187,
    "text": "الهبة المنجزة في حال الصحة لغير من ذكر في المادة السابقة تنفذ من رأس المال ويكون حكم المرض المخوف إذا برئ منه حكم الصحة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 188,
    "text": "الهبة على عوض مشترط أن كان مالا  أو منفعة تأخذ حكم البيع وأن كان غرضا  تبقى على حكم الهبة التبرعية."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 189,
    "text": "الهبة التبرعية يجوز الرجوع فيها في الأحوال وبالشروط المنصوص عليها في الفصل الثالث من هذا الباب."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 190,
    "text": "يلزم الواهب بعد القبول بتسليم الموهوب للموهوب له وتمكينه منه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 191,
    "text": "للواهب التصرف في الموهوب قبل القبول فهو على ملكه ، أما إذا تصرف فيه بعد القبول فتصرفه رجوع تطبق عليه أحكام الرجوع المبينة في الفصل الثالث من هذا الباب."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 192,
    "text": "إذا أستحقت العين الموهوبة أو ظهر فيها عيب فلا ضمان إلا  إذا كان الواهب قد أخفى سبب الإستحقاق أو العيب فيقدر الحاكم للموهوب له على الواهب غرامة مالية بمقدار ما أنفق الموهوب له أو غرم ، وإذا كانت الهبة بعوض فيلزم الواهب بمقدار ما أداه الموهوب له من عوض."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 193,
    "text": "يلزم الموهوب له أداء ما أشترط عليه من عوض مالا  أو منفعة أو غرضا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 194,
    "text": "إذا أشترط الواهب عوضا  وفاء ديونه فلا يكون الموهوب له ملزما  إلا  بوفاء الديون المعلومة وقت الهبة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 195,
    "text": "إذا كان الموهوب مثقلا  بضمان أو رهن لدين توقف نفوذ الهبة في حق الدائن على إجازته أو سداد دينه.\nالفصل الثالث\nالرجوع في الهبة التبرعية\nشروطه وأحكامه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 196,
    "text": "لا يجوز الرجوع في الهبة التبرعية إلاّ في الأحوال الآتية :\n1 - أن تكون الهبة التبرعية لغرض مصلحة ظاهر أو مضمر تدل عليه قرائن الحال وتعذر تحقيق الغرض.\n2- أن يكون الواهب أباً أو أماً للموهوب له.\n3- أن يكون للواهب عذر تحقق بعد الهبة بأن أصبح فقيراً عاجزاً عن الكسب مالم يكن الموهوب له قد قبل. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 197,
    "text": "مع مراعاة ما جاء في المادة (196) من هذا القانون يشترط لصحة الرجوع في الهبة التبرعية التي لا غرض فيها ما يأتي :\n1-\tبقاء الموهوب له على قيد الحياة.\n2-\tأن لا يكون قد أستهلك الموهوب في يد الموهوب له حقيقة أو حكماً كأن يكون قد تصرف به للغير فإن بقي البعض صح الرجوع فيه مع تحقق باقي الشروط.\n3-\tأن لا يكون قد زاد الموهوب زيادة متصلة لا يتسامح بمثلها وإلا فلا رجوع إلاّ مع تعويض الموهوب له بقيمة الزيادة.\n4-\tأن لا يكون قد تعلق بالمال الموهوب ضمان أو رهن بدين وإلاّ توقف نفوذ الرجوع على إجازة صاحب الضمان أو الرهن أو إلى الوفاء بما لهما من ضمانه أو دين.\n5-\tإذا أمتنع الرجوع لعدم توفر هذه الشروط فإن كان للواهب ورثه غير الموهوب له ولم يعطهم ما توجبه المساواة وجب عليه التسوية بحسب الميراث فإن لم يفعلها أو تعذرت لزم إحتساب ذلك المال الموهوب من ميراث الموهوب له بعد وفاة المؤرث. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 198,
    "text": ": الرجوع في الهبة بعد نفوذها يعتبر فسخا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 199,
    "text": ": يلزم الواهب عند الرجوع تسليم ما أنفقه الموهوب له على العين الموهوبة إلا أن تكون الهبة على عوض لم يسلم أو غرض لم يتحقق فلا رجوع للموهوب له بالنفقة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 200,
    "text": "يرد الموهوب له الغلات التي استولى عليها عند الرجوع في الهبة من وقت المطالبة بها قضائيا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 201,
    "text": "إذا تلف الشيء الموهوب في يد الموهوب له بعد مطالبته عند القاضي بالرجوع في الهبة كان ضامنا  سواء   أكان التلف بتفريطه أو بغيره ، ويضمن للواهب قيمة الشيء الموهوب وقت المطالبة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 202,
    "text": "إذا أستولى الواهب على الشيء الموهوب بغير رضاء الموهوب له وبدون أن يحكم له بالرجوع كان ضامنا  لتلف الشيء الموهوب في يده بتفريطه أو بغيره إذا حكم بعدم صحة الرجوع ويضمن للموهوب له قيمة الشيء الموهوب وقت التلف.\nالباب الثاني\nالمشتبهات بالهبة وأحكامها\nالفصل الأول\nالهديـــــــــــــة"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 203,
    "text": "الهدية هبة فيما ينقل تتم بالقبض ويكفي أن يحملها إلى المهدى إليه مميز."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 204,
    "text": "تحرم الهدية إذا وقعت في مقابل واجب أو محظور مشروط أو مضمر ويعاقب الطرفان بحسب القانون."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 205,
    "text": "الجهاز للعروس يأخذ حكم العرف (وهو ما يقدمه العريس أو غيره للعروسة).\nالفصل الثاني\nفي الصدقــــــــــــة"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 206,
    "text": ": الصدقة كالهبة إلا  أنها لا تقتضي العوض ويقوم فيها القبض مقام القبول ويمتنع فيها الرجوع بعد القبول أو القبض."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 207,
    "text": "تصح الصدقة لقضاء دين على الميت أو بكفنه ويقبض الدائن الدين والمجهز الكفن. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالفصل الثالث\nالنــــــــــــــــــذر"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 208,
    "text": "النذر هو إيجاب مكلف مختار على نفسه بلفظه أو ما في معناه بمال أو فعل أو ترك يلزمه الوفاء به دون توقف على قبول ، ويصح بكل لفظ يدل عليه أو بالكناية أو بالكتابة أو بالإشارة المفهمة من الأخرس ويقع مطلقا  أو مقيدا  بشرط أو مضافا  إلى أجل."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 209,
    "text": "يشترط في الناذر أن يكون مكلفاً مختاراً وأن يكون مسلماً عند الوفاء بنذره وإن كان عند النذر كافراً. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 210,
    "text": "يشترط في المنذور عليه أن لا يكون جهة معصية."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 211,
    "text": "يشترط في المال المنذور به أن يكون مملوكاً للناذر حال النذر هو أو سببه وأصله ويصح تعليق تعيينه بالذمة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 212,
    "text": "النذر ينفذ من ثلث المال مطلقاً سواءً أكان حال الصحة أو حال المرض مشروطاً أو غير مشروط مالم يكن قد أخرجه في حياته مخرج التصرف. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 213,
    "text": "لا يجوز الرجوع في النذر وإنما يبطل برده من المنذور له أو من يقوم مقامه عند تحقق المصلحة بالرد. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 214,
    "text": "لا يجوز لذي الولاية أو الوصاية رد نذر لمن له الولاية عليه وللصغير ومن في حكمه رده إذا بلغ رشده ولو كان وليه قد قبله نيابة عنه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 215,
    "text": "إذا تلفت العين المنذور بها حقيقة بعد النذر قبل تحقق شرطه أو حلول أجله بطل النذر أما إذا تلفت حكما فتعوض طبقا  لما هو منصوص عليه في المادة التالية."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 216,
    "text": "يضمن الناذر العين المنذور بها إذا تلفت بعد النذر بسبب منه مع حلول الأجل أو تحقق الشرط ويعوض المنذور له بعين مثلها من نفس جنسها فأن تعذر فبقيمتها وقت النذر."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 217,
    "text": "يصرف النذر فيما عين الناذر فإن لم يعين كان له التعين في حياته فأن مات ولم يعين تعين المصرف في الفقراء."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 218,
    "text": "إذا نذر على المسجد ولم يعين تعين في المسجد الذي أعتاد الصلاة فيه فإن لم يعتد مسجداً معيناً فلأحوج مسجد في منطقته ثم في المسجد المشهور لكثرة صلاة الناس فيه. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 219,
    "text": "إذا مات الناذر ولم يعين والياً أو وصياً للمنذور به على المسجد ونحوه كانت الولاية عليه لذي الولاية العامة.\nالفصل الرابع\nالعمـــرى والرقبـــى"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 220,
    "text": "العـمرى تمليك عين أو إباحة منفعة لشخص بغير عوض وهي إما مؤبدة أو مؤقتة أو مطلقة ولا يشترط فيها اللفظ فتتم بما يدل على المعنى."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 221,
    "text": "العمرى المطلقة تقع على سبيل التأبيد."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 222,
    "text": "العمرى المؤبدة تعتبر هبة وتأخذ أحكام الهبة وشروطها."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 223,
    "text": "العمرى المؤقتة بمدة غير العمر تعتبر عارية وتأخذ حكم العارية وشروطها لا المقيدة بالعمر كأعمرتك أو أرقبتك الدار عمرك أو ما عشت فحكمها موروثة كالمطلقة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 224,
    "text": "الرقبى كالعمرى مطلقة أو مؤبدة أو مقيدة تأخذ أحكامها المبينة في المواد السابقة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالفصل الخامس\nالإختلاف في الهبة"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 225,
    "text": "إذا أختلف الواهب والموهوب له تتبع الأحكام الآتية:\nأولاً : القول لمن يدعى صحة الهبة له ولوارثة، إلا في حالتين :\n1-\tأن يدعى الواهب فسادها لصغر أو أنه كان لا يعلم بلوغه وقت تمام الهبة لو تصادقا على وقت متقدم تمت فيه الهبة.\n2-\tأن يدعي الواهب فسادها لزوال عقله وكانت ظواهر الحال تغلب ذلك ، فالقول في هاتين الحالتين للواهب.\nثانياً : القول للموهوب له في نفي شرط العوض مطلقاً.\nثالثاً : القول للموهب له في نفي إرادة الواهب العوض في الموهوب.\nرابعاً : القول للموهوب له في أن ثمرة الموهوب حصلت بعد نفوذ الهبة إلا لقرينه قاضية فيكون القول للواهب.\nخامساً : القول للموهوب له في أنه قبل الهبة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 226,
    "text": ": من كان القول قولـه فاليمين عليه والبينة على الآخر.\nالكتاب الخامس\nالوصيـــــة\nالباب الأول\nأركان الوصية وشروطها ومبطلاتها وأحكامها\nوالرجوع فيها والوصية الواجبة\nالفصل الأول\nأركان الوصية وشروطها"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 227,
    "text": "الوصية تصرف مضاف إلى ما بعد الموت ، ويخرج ما يجب الإيصاء به كتجهيز الميت والزكاة والحج والديون المتعلقة بالذمة من رأس التركة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 228,
    "text": "أركان الوصية أربعة :\n‌أ-\tصيغة الوصية.\n‌ب-\tالموصـــــــــــي.\n‌ج-\tالموصــى لــــــه.\n‌د-\tالموصى بـــــــه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 229,
    "text": "تنعقد الوصية باللفظ أو بالكتابة وعند العجز بالإشارة المفهمة وتتم فيما لا محظور فيه ولا حيلة بقبول الموصى له ويجب الإشهاد عليها إذا كانت تتعلق بحقوق تتعرض للضياع إلا أن تكون بخط الموصى المعروف. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 230,
    "text": "يشترط في الموصي :\n‌أ-\tأن يكون بالغاً عاقلاً مختاراً غير محجور عليه.\n‌ب-\tأن لا يكون مديناً بدين مستغرق."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 231,
    "text": "يشترط في الموصى له :\n‌أ-\tأن لا يكون جهة معصية.\n‌ب-\tأن يكون معلوماً.\n‌ج-\tأن يكون موجوداً وقت إنشاء الوصية.\n‌د-\tأن لا يكون وارثاً عند موت الموصي.\n‌ه-\tأن لا يكون قاتلاً للموصى إلاَّ إذا تقدمت الجناية الوصية."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 232,
    "text": "يشترط في الموصى به :\n1-\tأن يكون مالاً له قيمة ، أو منفعة لها أجره.\n2-\tأن يكون موجوداً ومملوكاً للموصي عند موته.\n3-\tأن يكون في حدود ثلث التركه إذا كان للموصي ورثه. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالفصل الثاني\nمبطلات الوصية"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 233,
    "text": "تبطل الوصية بأمور هي :-\n1-\tتلف العين الموصى بها قبل وفاة الموصي.\n2-\tرد الموصى له الوصية بعد وفــاة الموصي طبقاً للمادة (258) من هذا القانون.\n3-\tموت الموصى له أو إكتشاف موته قبل وفاة الموصي.\n4-\tموت الموصى له مع الموصي في وقت واحد بحيث لا يعرف من منهما مات أولاً.\n5-\tإنقضاء وقت الوصية المؤقتة في المنافع لا في الأعيان فيلغى التوقيت ويؤبد.\n6-\tرجوع الموصي عما أوصى به قولاً أو فعلاً طبقاً للمادة (259) من هذا القانون.\n7-\tقتل الموصى له الموصي عمداً أو بشهادة زور أدت إلى قتله إلا إذا تقدمت الجناية الوصية.\n8-\tإذا كان الموصي مديناً بدين يستغرق كل ماله.\n9-\tرجوع المجيز عن إجازة تمت في حياة الموصي. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالفصل الثالث\nأحكام الوصية\nالفرع الأول\nأحكام تتعلق بالموصى له"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 234,
    "text": "لا تصح الوصية للوارث إلا بإجازة الورثة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 235,
    "text": "لا تصح الوصية لوارث الوارث في حياة مورثه إلا لمبرر يعوقه عن التكسب كالأعمى والأشل وأمثالهما مع الفقر. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 236,
    "text": ": لا تصح الوصية لغير الوارث فيما زاد على ثلث التركة إلاَّ بإجازة الورثة وتصح بكل التركة لمن لا وارث له ، ويخرج الثلث من ثلث المال الحاضر فإن كان له مال غائب فيخرج الثلث منه عند حضوره."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 237,
    "text": "لا تصح إجازة الوصية إلاَّ من بالغ عاقل مختار بعد وفاة الموصي."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 238,
    "text": "لا تصح الوصية إلا لمعين ، شخصاً كان أو جهة عامة ، أو خاصة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 239,
    "text": "تصح الوصية للحمل ولا تنفذ إلا إذا أنفصل حياً  لدون ستة أشهر من حين الوصية إلاَّ إذا علم وجوده بقرائن ظاهرة أو بقول طبيب مختص."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 240,
    "text": "تصح الوصية لمختلف الملة من الكتابيين غير الحربى فيما لم يكن محظوراً. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 241,
    "text": "الإيصاء بأفضل أنواع البر يحمل على الجهاد أو على العلم أو سائر المبرآت والمرجع هو الظروف ومقتضيات الأحوال. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالفرع الثاني\nأحكام تتعلق بالموصى به"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 242,
    "text": "تصح الوصية بالمنافع كما تصح بالأعيان ولا تتوارث المنافع إلا بنص من الموصي."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 243,
    "text": "إذا مضت المدة المعينة للإنتفاع قبل موت الموصى أو مات الموصى له قبل بدء مدة الإنتفاع فلا وصية ويسقط حق الموصى له بعدم الإنتفاع في المدة المحددة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 244,
    "text": "الإيصاء بمطلق الغلة أو الثمرة أو النتاج يحمل على الموجود منها عند وفاة الموصي فإن لم يكن ثمة موجود فلأول غلة أو ثمرة أو إنتاج إلا إذا ظهر من قصد الموصي الإستمرار فتأخذ الوصية حكم الوقف."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 245,
    "text": "الإيصاء بالنصيب والسهم من ماله يحمل على مثل أقل الورثة نصيبا  وسهما  إن كان له ورثة ولا يزاد السهم على السدس ولا النصيب على النصف حيث لا ورثة ما لم يكن ثمة عرف قائم."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 246,
    "text": "الإيصاء بشيء أو بجزء غير معين معلق على تفسير الورثة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 247,
    "text": "إذا أوصى بأن يعطى فلان ما أدعى أو ما في دفتره فيعتبر هذا في حكم الإقرار بالدين ما لم يكذبه الظاهر ويخرج من رأس التركة فإذا كذبه الظاهر أعتبر وصية ويخرج من الثلث لغير الوارث."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 248,
    "text": "إذا أوصى بعين لجهة تباع كانت غلتها للموصى له من وقت الوفاة إلى البيع ما لم يقصد الثمن فتكون الغلة للورثة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 249,
    "text": "إذا أوصى بأرض وعينها بإشارة  أو لقب يحج عنه بثمنها فإن الغلة قبل البيع للورثة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 250,
    "text": "إذا أوصى بعين لمعين تخرج من ثلث التركة أستحقها الموصى له ولا حق للوارث فيها ، وإذا أوصى بعين يحج بها أو تصرف لجهة وأستأجر الوصي بالعين أو صرفها بعينها فلا أولوية للوارث إلا إذا عرف من قصد الموصي التخلص فتكون الأولوية في شرائها للوارث ووارثه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 251,
    "text": "إذا أوصى بثلث ماله وعينه في كرائم الأموال فلا ينفذ من المعين إلا بقدر ثلثه ويستوفي الموصى له الباقي من التركة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 252,
    "text": "يستحق الوارث البالغ العاقل أو وصي القاصر عن القاصر شفعة الأولوية فيما باعه الوصي لقضاء الديون أو تنفيذ الوصايا إذا لم يكن قد أذن بالبيع من قبل أو أجاز من بعد ولكل وارث الشفعة بقدر نصيبه ويأخذ الوارث المال بقيمته لا بالثمن الذي دفع فيه إلا أن تكون التركة مستغرقه (بالدين أو تنقص عن تنفيذ الوصايا فيأخذ الوارث المال بالأكثر) ، وعلى الوارث عند الطلب التسليم وإلا نفذ تصرف الوصي وتبطل شفعة الورثة بالتراخي كالشفعة ، وإذا قصر وصي القاصر في طلب الشفعة للقاصر فللقاصر الطلب عند البلوغ.\nالفرع الثالث\nتزاحم   الوصايا"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 253,
    "text": "الإيصاء بالتشريك كما إذا أوصى لفلان وفلان وأوصي لفلان والمسجد يحمل على التنصيف."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 254,
    "text": "إذا تواردت الوصايا على عين معينة فالعمل بالوصية الأخيرة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 255,
    "text": "إذا تزاحمت الوصايا التبرعية فتعتبر من الثلث ويقسم بينها. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 256,
    "text": "إذا أوصي بالثلث لشخص ثم أوصي بالثلث لشخص آخر اشتركا معاً  في الثلث ما لم ينص الموصي على أن ما أوصى به للآخر هو عين ما أوصى به للأول فأنه يكون رجوعا.\nالفصل الرابع\nالرجــوع عـــن الوصيــــة وردها وقبولها"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 257,
    "text": "للموصى إلى حين موته الرجوع عن الوصية قولاً أو فعلاً كما إذا تصرف في العين الموصى بها أو هدمها أو غير معالمها ، ولا يعتبر تغيير أسم العين الموصى بها أو صفاتها رجوعاً. وإذا أضاف الموصي إلى العين الموصى بها دون ان تتغير معالمها إشترك الورثة مع الموصى له بقدر ما تناولته الإضافة. والتصرف المنجز لا رجوع فيه إلا أن يكون في مرض الموت أو كانت فيه حيلة فيأخذ حكم الوصية. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 258,
    "text": "للموصي له رد الوصيه أو قبولها بعد موت الموصي لا قبله ولا يصح الرجوع عن القبول إلا بإحدى طرق التمليك ، وإذا علم الموصى له بالوصية بعد وفاة الموصي ولم يحضر عند حصر الأموال أو قسمتها ولا وكل عنه وطلبه الوارث عند القاضي فامتنع عن الحضور بغير عذر حكمت المحكمة باعتباره راداً للوصية ويقوم وصي القاصر والمجنون أو وليهما عنهما في رد الوصية وقبولها ويلزم أذن القاضي لرد الوصية وفي كليهما تراعى المصلحة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالفصل الخامس\nالوصية الواجبة"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 259,
    "text": "إذا توفي أي من الجد أو الجدة عن ولده أو أولاده الوارثين وعن أولاد ابن أو ابناء الابناء ما نزلوا  وكانوا فقراء وغير وارثين لوفاة آبائهم في حياته وقد خلف خيرا من المال ولم يقعدهم فيرضخ لهم مما خلفه بعد الدين كالتالي:-\n1-لبنات الابن الواحدة أو أكثر مثل نصيب بنات الابن الأرثي مع بنت الصلب وهو السدس.\n2- للذكور من أولاد الابن الواحد إذا أنفردوا أو مع أخواتهم بمثل نصيب أبيهم لو كان حياً بما لا يزيد على الخمس.\n3- إذا تعدد المتوفون من الأبناء عن أولاد لهم بنين وبنات فلكل صنف منهم مثل نصيب أبيهم لو كان حياً بحيث لا يزيد ما يرضخ لمجموع الأصناف على الثلث وفي كل هذه الثلاث الحالات يشترط أن لا تزيد حصة الذكر أو الأنثى الواحد من أولاد المتوفين على حصة الذكر الواحد أو البنت من أولاد الصلب وإلا ألغيت الزيادة وأقتصر لهم على ما يتساوون به مع أولاد أو بنات الصلب ويشترك المتعددون فيما تعين لهم لكل بقدر أصله وللذكر مثل حظ الأنثين ويحجب كل أصل فرعه لا فرع غيره , وتقدم هذه الوصية على غيرها من الوصايا التبرعية. بصيغتها المــُعدله بموجب الــــقانون رقم (24) لسنة  1999م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 260,
    "text": "تجب التسوية بين الأولاد في الزواج والتعليم فإذا كان قد صرف أموالاً في تزويج وتعليم البعض فعليه تسوية الآخرين بهم فإن لم يفعل حتى مات ولم يوص بها سوَّى القاضي بينهم بإخراج القدر المساوي لهم مع وجوب التسوية أيضاً بين الأولاد وبقية الورثة إن كانوا طبق طريقة المواريث. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالباب الثاني\nفي الوصي\nالفصل الأول\nتعريف الوصي وشروطه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 261,
    "text": "الوصي هو الذي يقيمه المورث في تركته لتنفيذ وصاياه أو لقضاء ديونه أو إستيفائها أو لرعاية قصارة وأموالهم أو لكل ذلك ويجوز للوصي ان يوصي غيره فيما هو وصي فيه فيقوم وصيه مكانه بعد موته. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 262,
    "text": "الوصي مقدم على القاضي وإذا مات ولم يوص ففي رعاية الصغار وأموالهم يقدم الأب ثم وصيه ثم الجد ثم وصيه ثم القاضي. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 263,
    "text": "تعين المحكمة منصوباً (وصياً) لمن لا وصي له ولا ولي مع مراعاة أحكام المادة (262). . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 264,
    "text": "إذا توفى الوصي أو حجر عليه أو أفلس فعلى المحكمة أن تعين منصوباً (وصياً) عن القاصر وإذا غاب الوصي أو أعتقل وخشى من غيابه أو إعتقاله تعرض مصلحة القاصر للضياع فعلى المحكمة ان تعين منصوباً (وصياً) مؤقتاً ، مع مراعـاة أحكام المادة (262). . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 265,
    "text": "إذا مات المورث عن ورثة بالغين دون أن يوصي إلى أحد  وعليه ديون ولـه حقوق فعند إختلاف الورثة تعين المحكمة من بينهم من يقوم بهذه الواجبات ، وإذا قبض أحد الورثة شيئاً فليس له أن يستبد به ولو بقدر نصيبه في التركة ، وإذا أشترى الوارث بمال من التركة وطلب الورثة أشتراكهم فيه كل بقدر نصيبه أجيبوا إلى ذلك وإلا كان لهم الرجوع بعين مالهم. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 266,
    "text": "إذا مات وهو مسافر ولم يوص أحدا  فلرفيقه في السفر ولاية تجهيزه ودفنه وحفظ ماله وتسليمه إلى الورثة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 267,
    "text": "المشرف والرقيب والمشروط علمه ورأيه يقتصر عملهم على الإشراف أو الرقابة أو العلم أو الرأي إلا إذا نص الموصي على غير ذلك. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 268,
    "text": "يشترط في الوصي أن يكون بالغا  عاقلا  أمينا  مقتدرا  على حملها حسن التصرف والسلوك."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 269,
    "text": "من بطلت وصايته بشرط من الشروط المذكورة في المادة السابقة فعلى القاضي أن يعين منصوبا  (وصيا) بدله."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 270,
    "text": "إذا رفع إلى المحكمة انه يخشى من تصرف وصي في أموال القاصر الضرر وقامت قرائن على ذلك توقف تصرف الوصي على إذن المحكمة أما إذا ثبت الضرر بطلت وصايتــه وعينت المحكمة منصوباً ( وصياً) بدله."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 271,
    "text": "إذا رأى القاضي من الوصي ما يهدد مصلحة القاصر أو رأى عند محاسبته له خيانة كان عليه عزله وتعيين منصوب ( وصي) غيره."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 272,
    "text": ": في الأحوال التي تعين فيها المحكمة منصوبا (وصيا) تكون المحكمة هي المسئولة الأولى على أموال القاصر.\nالفصل الثاني\nولاية الوصي وأجره"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 272,
    "text": ": تثبت الوصاية للوصي بتعيين من جهة الموصي وقبول الوصي لها ، وتوفر شروط الوصاية فيه. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 274,
    "text": ": إذا أوصى وأطلق عمت الوصاية جميع التصرفات وإذا أوصى وقيد بوقت أو بغيره أو عين فليس للوصي أن يتعدى ما قيد به أو ما عين له."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 275,
    "text": "إذا تعدد الأوصياء فليس لأحدهم الإنفراد في غير تجهيز الميت وشراء حاجة الطفل ورد الوديعة وبيع ما يخاف عليه من التلف وجمع الأموال الضائعة إلا بنص من الموصي. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 276,
    "text": "إذا أختلف الأوصياء فليس لأحدهم أن ينفرد وينوب القاضي عنهم إلى أن يجتمعوا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 278,
    "text": "لا ولاية للوارث مع وجود الوصي فيما أوصى به."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 279,
    "text": "قضاء الفضولي دين الموصى أو تنفيذ وصاياه متوقف على إجازة الوصي ، فإذا أجاز كان للفضولي الرجوع بما سلمه في ذلك."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 280,
    "text": "تكون الوصاية تبرعا  بغير أجر إلا إذا نص الموصي أو طلب الموصى وإذا طلب الوصي أجرا  قدره له القاضي بأجر المثل ويسرى الأجر من تاريخ الطلب."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 281,
    "text": ": أجرة الوصي تخرج من رأس المال مطلقاً إذا كانت أجرة المثل فإذا زاد الموصي كانت الزيادة وصية فإن كانت الوصاية مختصة بشئون القاصرين وأموالهم كانت الأجرة من أنصباءهم لا من رأس المال. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 282,
    "text": "كل ما يغرمه الوصي في حفظ مال القاصر والدفاع عنه يحسب على القاصر ويشترط تجويز القاضي فيما خالف المعتاد أو زاد على المثل.\nالفصل الثالث\nما يجوز للوصي وما لا يجوز"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 283,
    "text": "لا يصح للوصي التبرع من مال القاصر إلاَّ فيما جرى به العرف من رد تبرعات أو هبات كانت قد وصلت إلى والده في الأعراس والموت ونحو ذلك بما لا يجحف."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 284,
    "text": "للوصي التصرف فيما فيه مصلحة القاصر أو كان لازما لإدارة المال الذي في يده ولا يصح التصرف في غير ذلك إلاَّ بإذن المحكمة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 285,
    "text": "لا يجوز للوصي تأجير أموال القاصر لأكثر من ثلاث سنوات."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 286,
    "text": "لا يجوز للوصي تأجير أموال القاصر بأقل من أجر المثل."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 287,
    "text": "مع مراعاة ما سبق النص عليه في هذا القانون بالنسبة للأب ، لا يصح للوصي الانفاق على أب القاصر أو على من تجب على القاصر نفقته الاَّ بتقدير من القاضي. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 288,
    "text": "لا يجوز للوصي أن يتنازل عن دعاوى القاصر أو اسقاط حقوقه الاَّ بإذن من المحكمة مع تحقق المصلحة في ذلك. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 289,
    "text": "يجب على الوصي حفظ مال القاصر ، وكذا الحلي ونحوها في مقر أمين ، ويجوز له بإذن المحكمة إيداع النقود من مال القاصر الفاضل عن النفقات للمضاربة فيها بأحد المصارف غير الربوية بضمان، ولا يجوز سحب شئ منه الاّ بإذن المحكمة وللمصلحــة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 290,
    "text": "القول في التصرف قول الوصي فيما ظاهره المصلحة ، وذلك كالشراء وبيع سريع الفساد والمنقول غير النفيس والإنفاق المعتاد وأما فيما عدا ذلك فالظاهر عدم المصلحة وعلى الوصي البينة للحصول على موافقة المحكمة ، وكل تصرف من الوصي في كرائم الأموال من المنقول وفي العقار مطلقا  متوقف نفوذه على صدور إذن المحكمة مسبقا  في ضوء ما يثبت لديها من المصلحة للقاصر.\nالفصل الرابع\nما يجب على الوصي إبلاغ المحكمة به"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 291,
    "text": "يجب على الوصي وعلى الورثة البالغين وعلى كل من في يده مال من التركة إذا مات الميت وله قصار إبلاغ القاضي لحصر أموالهم في دفتر المحكمة وتسليمه للوصي ، ويجب على المحكمة المبادرة إلى ذلك متى طلب منها أي من المذكورين في صدر هذه المادة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 292,
    "text": "يجب على الوصي على الحمل أن يبلغ القاضي بانفصال الحمل حيا  أو ميتا  أو بانقضاء مدة الحمل طبقا  لما هو مقرر في هذا القانون."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 293,
    "text": "يجب على الوصي تقديم حساب للمحكمة عن ادارته لأموال القاصر مؤيداً بالمستندات كل عام ويجب عليه إيداع الفائض من واقع كشف الحساب الذي يقدمه أو ما يلزمه به القاضي نتيجة فحص الحساب باسم القاصر في أحد المصارف غير الربوية وللقاضي إعفاء الوصي من المحاسبة مستقبلاً إذا كان مال القاصر لا يغل ما يفيض عن حاجته. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالفصل الخامس\nفيما يضمنه الوصي"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 294,
    "text": "يضمن الوصي إذا خان أو تعدى أو فرط أو صرف المال في غير مصرفه الذي عينه الموصي."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 295,
    "text": "إذا اجر الوصي مال القاصر بأقل من اجر المثل ضمن مع وجود من يستأجره باجرة المثل. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 296,
    "text": "إذا مات الوصي ولم يعلم مصير مال القاصر كان ما تسلمه بسبب الوصاية دينا  على تركته.\nالفصل السادس\nفي انتهاء وصية الوصي"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 297,
    "text": "تنتهي وصاية الوصي بموته أو بعزله أو باستعفائه لعذر مقبول ما لم يتعين عليه وجوب القيام بالوصية أو خشي على المال تلفه ، وبالنسبة للقاصر أيضاً بموت القاصر او ببلوغه الرشد. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 298,
    "text": "متى انتهت وصاية الوصي ، ألزم هو او ورثته بتقديم حساب ختامي مؤيداً بالمستندات عن وصايته وبتسليم القاصر الذي بلغ رشده ما بيده من أموال ولا تبراء ذمة الوصي أو ورثته إلاَّ باعتماد الحساب الختامي من المحكمة أو القاصر بعد بلوغه الرشد. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالكتاب السادس\nالمــــــــــواريث\nالباب الأول\nأحـــــــــــــكام عامه"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 299,
    "text": "يقصد بالألفاظ والتعابير التالية الواردة في هذا الكتاب المعاني الموضحة أمام كل واحد منها:\nالإرث :    هو عبارة عن انتقال الأموال والحقوق الخاصة بالميت إلى من يرثه.\nالمـــورث: هو الشخص الذي يتوفى او حكم بموته.\nالــــوارث : هو من يستحق التركة أو نصيباً منها بسبب القرابة أو الزوجية أو الولاء.\nالمــــورث : هو عبارة عن الحقوق والأموال التي تركها الميت.\nالســــبب  : هو ما يلزم من وجوده الوجود ومن عدمه العدم.\nالمانـــــع : هو ما يلزم من وجوده عدم الحكم.\nالفــــرض : هو النصيب الذي قدرته الشريعة الإسلامية للوارث لا يزيد إلاّ بالرد ولا ينقص الاّ بالعول.\nالعاصـــب :هو من ليس له سهم مقدر في التركه ويأخذ ما يفي عن سهام ذوي الفروض وإذا انفرد اخذ المال كله.\nالعاصب بنفسه :هو كل ذكر لا يدخل في نسبه الى الميت انثى ولا يحتاج في التعصيب الى غيره.\nالعاصب بغيره :هو كل انثى صاحبة فرض تحتاج في التعصيب الى غيرها وتشاركه في العصوبه.\nالعاصب مع غيره : هو كل انثى صاحبة فرض تحتاج في التعصيب الى غيرها ولا تشاركه في العصوبه.\nالحجــــب :هو منع من قام به سبب الإرث من نصيبه كلٍ أو بعضه، من مقادير انصبائهم في التركة.\nالعـــــول :هو زيادة في عدد سهام ذوي الفروض ونقصان ( من مقادير) انصبائهم في التركة.\nالــــــرد :هو ضم الباقي من التركة على أصحاب الفروض غير الزوجين بنسبة فروضهم حيث لا عاصب.\nذو الرحـــم :المراد به كل قريب ليس بذي سهم ولا عصبة.\nالجد الصحيـح :هو الذي لا يتوسط بينه وبين الميت انثى(الجد العصبي)\nالجده الصحيحـة : هي التي لا يدخل بينها وبين الميت جد غير وارث.\nالخنثى المشكــل : هو من له آله ذكر وانثى ولم يتبين حاله.\nالمفقـــــود : هو الغائب الذي لم تعلم حياته ولا موته.\nولد الزنــــا : هو  المولود عن طريق السفاح.\nولد اللعـــان :هو من ولد على فراش زوجيه وانكر الزوج بنوته وحكم الحاكم بنفي نسبه.\nأصل المسألــة :هو اقل عدد يمكن أن تؤخذ منه سهام الورثة.\nالتصحيـــح : هو أن يضرب أصل المسألة أو عولها في أقل عدد يمكن معه أن يستحق كل وارث بانفراده قدراً من السهام برقم صحيح وحاصل الضرب هو المسألة بعد التصحيح. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 300,
    "text": "لا استحقاق لأحد في تركة المورث إلا  بعد تحقق وفاته أو صدور حكم من القضاء باعتباره ميتا  مع مراعاة حياة الوارث عند الوفاة حقيقة أم حكما."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 301,
    "text": "الإرث بالنكاح يكون بطريق الفرض أما الإرث بالنسب فيكون بطريق الفرض أو التعصيب أو بهما معاً أو بالولاء أو بالرحم عن طريق أسبابه مع مراعاة قواعد الحجب والعول والرد.بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م.‏"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 302,
    "text": "يتعلق بتركة الميت حقوق أربعة مقدم بعضها على بعض :\n‌أ-\tإخراج مؤن التجهيز من الموت إلى الدفن ونفقة معتدة.\n‌ب-\tقضاء ما ثبت عليه من دين.\n‌ج-\tتنفيذ ما يصح من الوصايا.\n‌د-\tتقسيم الباقي بين الورثة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 303,
    "text": "يورث الأموات من بعضهم بعضا إذا كانوا متوارثين فيما بينهم مع الأحياء الوارثين من أصل أموال الأموات التي يملكونها دون الموروثة من الميت الأخر حيث لا يورث ميت مما ورثه من ميت آخر ثم يورث الأحياء لكل مما كان متروكاً لمؤرثه في الأصل ومما جاء من الميت الأخر. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 304,
    "text": "القتل مانع من الميراث إلا  أن يكون منفذا لحد أو قصاص شريطة أن يكون القاتل عند ارتكابه الفعل عاقلا  بالغاسن المسئولية الجنائية."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 305,
    "text": "لا توارث بين أهل ملتين واختلاف الدارين لا يمنع الإرث."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 306,
    "text": "إذا كان لوارث جهتا ارث ورث بهما معا ، مع مراعاة أحكام المادة (32) من هذا القانون."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 307,
    "text": "المستحقون للتركة في هذا القانون ستة أصناف على النحو التالي:\nأ -  أصحاب الفرض.\n1- البنات وبنات الابن وان نزلن.\n2- الاخوات الشقيقات.\n3- الاخوات لأب.\n4 -  الام.\n5- الأخوة لأم.\n6-  الزوج والزوجة.\n7-  الجدة لأب والجدة لأم.\n8-  الأب وابوه وان علا في حالة المادة (321) من هذا القانون.\nب-  العصبات النسبية :-\n1- الذكور :  وهم (الابن ، وابن الابن وان نزل، الأب وأبوه وان علا ، الأخ الشقيق ، والأخ لأب ، وابن الأخ الشقيق وان نزل ، ابن الأخ لأب وان نزل، العم الشقيق ، العم لأب ، ابن العم الشقيق وان بعد ، ابن العم لأب وان بعد).\n2- الإناث : (البنات وبنات الابن وأن نزلن ، الأخوات الشقيقات ، الأخوات لأب كل ذلك إذا وجد معهن من يعصبهن).\nج-  ذو الأرحام.\nد -  المقر له بنسب.\nهـ -  أصحاب الوصايا والديون.\nو -  الخزانة العامة (بيت المال). . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالباب الثاني\nالفروض المقدرة وأصحابها"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 308,
    "text": "تحدد الفروض على النحو التالي:ـ\n1-\tالنصف.\n2-\tالربع.\n3-\tالثمن\n4-\tالثلثان.\n5-\tالثلث.\n6-\tالسدس."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 309,
    "text": "النصف وهو لخمسة أصناف :ـ\n1-\tالزوج إذا لم يكن للميت فرع وارث.\n2-\tالبنت الواحدة إذا لم يكن لها معصب.\n3-\tبنت الابن الواحدة إذا لم يكن لها معصب ولم تحجب.\n4-\tالأخت الشقيقة الواحدة إذا لم يكن لها معصب ولم تحجب.\n5-\tالأخت للأب الواحدة إذا لم يكن معها معصب ولم تحجب."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 310,
    "text": "الربع ويستحق ثلاثة أصناف:ـ\n1-\tالزوج إذا كان للميت فرع وارث.\n2-\tالزوجة أو الزوجات إذا لم يكن للميت فرع وارث.\n3-\tالأم في حالة ما إذا كان الورثة زوجة وأبوين."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 311,
    "text": "الثمن وهو فرض الزوجة أو الزوجات إذا كان للميت فرع وارث."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 312,
    "text": "الثلثان وهو لأربعة أصناف :ـ\n1-\tالبنتان فأكثر إذا لم يكن معهن معصب.\n2-\tبنتا الابن فاكثر إذا لم يكن معهن معصب ولم يحجبن.\n3-\tالأختان الشقيقتان فأكثر إذا لم يكن معهن معصب ولم يحجبن.\n4-\tالأختان لأب فأكثر إذا لم يكن معهن معصب ولم يحجبن."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 313,
    "text": "الثلث وهو لصنفين :ـ\n1-\tالأم إذا لم يكن للميت فرع وارث ولا اثنان فصاعدا  من الاخوة والأخوات.\n2-\tالإخوان لأم فأكثر إذا لم يكن للميت فرع وارث ولا اصل ذكر مع مراعاة انه في حالة إذا استغرقت السهام التركة وكان مع الاخوة لأم أخ شقيق أو أكثر فانه يشاركهم في الثلث."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 314,
    "text": "السدس : ويستحقه من يأتي:-\n1-  الأب اذا كان للميت فرع وارث.\n2-  الجد الصحيح اذا كان للميت فرع وارث ولم يحجب.\n3-  الأم اذا وجد للميت فرع وارث أو اثنان فأكثر من الاخوة والاخوات وهو لها في مسألة زوج وأبوين.\n4 -  بنت الابن فأكثر مع البنت الواحدة تكملة للثلثين إذا لم تعصب.\n5-  الأخت لأب فأكثر مع الأخت الشقيقة الواحدة تكملة للثلثين إذا ورثت  ولم تعصب.\n6-  الأخ لأم أو الأخت لأم إذا كان واحداً ولم يكن للميت فرع وارث ولا أصل ذكر.\n7-  الجدة أو الجدات إذا لم يحجبن. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالباب الثالث\nالتعصيــــــــب"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 315,
    "text": "العصبة من النسب ثلاثة أنواع :ـ\n1-\tعاصب بنفسه.\n2-\tعاصب بغيره.\n3-\tعاصب مع غيره."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 316,
    "text": "للعصبة بالنفس : جهات أربع مقدم بعضها على بعض في الإرث ، على الترتيب الأتي:ـ\n1-\tالابن ثم ابن الابن وان نزل.\n2-\tالأب ثم الجد الصحيح وان علا.\n3-\tالاخوة الأشقاء ثم الاخوة لأب ثم بنو الاخوة الأشقاء ثم الأب وان نزل كل منهم.\n4-\tالعم لأبوين ثم لأب ثم ابن العم لأبوين ثم لأب وان بعدوا."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 317,
    "text": "كل من كان أقرب إلى الميت درجة من العصبة بالنفس فهو أولى بالميراث كالإبن والأب وكل من كان ذا قرابتين فإنه أولى من ذي قرابة واحدة سواء  كان ذو القرابتين ذكر أو أنثى فإذا اتحدوا في الجهة والدرجة والقوة كان الإرث بينهم."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 318,
    "text": "العصبة بالغير :ـ\n‌أ-\tالبنات مع الأبناء.\n‌ب-\tبنات الابن وان نزلن مع أبناء الابن وان نزلوا إذا كانوا في درجتهن مطلقا  أو كانوا انزل منهن إذا لم يرثن بغير ذلك.\n‌ج-\tالأخوات لأبوين مع الاخوة لأبوين والأخوات لأب مع الاخوة لأب مع مراعاة أن يكون الإرث في هذه الأحوال للذكر مثل حظ الانثيين."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 319,
    "text": "العصبة مع الغير :ـ\nالأخوات لأبوين أو لأب مع البنات أو بنات الابن وان نزلن مع مراعاة أن يكون لهن الباقي في التركة بعد الفروض وفي هذه الحالة تعتبر الأخوات لأبوين كالاخوة لأبوين والأخوات لأب كالاخوة لأب ويأخذن أحكامهم بالنسبة لباقي العصبات في التقديم بالجهة والدرجة أو القوة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 320,
    "text": "أ- إذا اجتمع ( الجد العصبي) مع الاخوة والأخوات لأبوين أو لأب فانه يقاسمهم كأخ ما لم تنقصه المقاسمة عن السدس فيرد إليه إن كانوا ذكورا  أو ذكورا  وإناثا  أو إناثا  عصبهن البنات أو بنات الابن.\nب- إذا كان الجد مع أخوات لم يعصبن بالذكور ولا مع البنات أو بنات الابن فانه يستحق الباقي بعد أصحاب الفروض بطريق التعصيب وأما إذا كانت المقاسمة أو الإرث التعصيب على الوجه المتقدم تحرم الجد من الإرث أو تنقصه عن السدس اعتبر صاحب فرض بالسدس."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 321,
    "text": ": أ- إذا اجتمع الأب أو الجد مع البنت أو بنت الابن وان نزلت استحق الجد السدس فرضا  والباقي بطريق التعصيب.\nب- إذا اجتمع الأب أو الجد مع الابن أو ابن الابن فليس له إلا السدس فرضا والباقي للورثة تعصيبا.\nج- إذا انفرد الأب أو الجد بنفسه فانه يأخذ المال كله بالتعصيب.\nالباب الرابع\nالحجــــــــــب"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 322,
    "text": ": الحجب نوعان هما :\n‌أ-\tحجب نقصان.\n‌ب-\tحجب حرمان."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 323,
    "text": ": حجب النقصان مقصور على ذوى الفروض الخمسة:\n‌أ-\tالزوج : ويحجب من النصف إلى الربع بالفرع الوارث.\n‌ب-\tالزوجة أو الزوجات : تحجب أو يحجبن من الربع إلى الثمن بالفرع الوارث.\n‌ج-\tالأم وتحجب من الثلث إلى السدس بالفرع الوارث وبالاثنين فأكثر من الأخوة والأخوات مطلقا ولو لم يرثوا وتحجب من ثلث المال إلى ثلث الباقي بأحد الزوجين مع الأب.\n‌د-\tبنات الابن : تحجب الواحدة منهن من النصف إلى السدس والمتعدد منهن يحجبن من الثلثين إلى السدس بالبنت.\n‌ه-\tالأخوات لأب تحجب الواحدة منهن من النصف إلى السدس والمتعددات من الثلثين إلى السدس بالأخت الشقيقة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 324,
    "text": "حجب الحرمان (الإسقاط) يدخل على أحد عشر صنفاً على النحو التالي:\n1- يحجب ولد الابن ومن تحته من الأولاد بالابن والأعلى من أولاد الأبناء يحجب من تحته.\n2- يحجب الجد ومن فوقه من الأجداد والجدات من قبله بالأب وكل جد قريب يحجب الجد البعيد.\n3- تحجب الجدات من أي جهة بالأم.\n4 -  يحجب الأخ لأب وأم بالابن وابن الابن وان نزل والأب.\n5- يحجب الأخ لأب بالابن وابن الابن وان نزل والأب والأخ لأب وأم والأخت لأب وأم إذا عصبتها البنت أو بنت الابن وان نزلت.\n6-  يحجب الأخ لأم بالولد وولد الابن وان نزل ذكراً كان أو أنثى والأب والجد وان علا.\n7-  يحجب ابن الأخ لأب وأم بالابن وابن الابن وان نزل والاب والجد وان علا والأخ لأب وام ، والأخ لأب ،أو الأخت لأبوين ،او لأب إذا عصبتهما البنت او بنت الأبن وإن نزلت.\n8-  يحجب ابن الأخ لأب بالابن وابن الابن وان نزل، والأب والجد وان علا ، والأخ لأب وام ، والأخ لأب، وابن الأخ لأب  وام ، والأخت لأبوين  ، وبالأخت لأب إذا عصبتا بالبنت ، أو بنت الابن وإن نزلت.\n9- يحجب الأعمام وبنوهم بالأب والجد وان علا ، والابن وابن الابن وان نزل والأخ الشقيق والأخ لأب وابن الأخ الشقيق وابن الأخ لأب أو الأخت لأبوين أو لأب إذا عصبتا بالبنت أو بنت الابن وإن نزلت.\n.1-  تحجب بنات الابن بالبنتين فاكثر اذا لم يكن معهن معصب.\n11- تحجب الأخوات لأب بالأختين لأبوين فاكثر إذا لم يكن معهن أخ معصب. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالباب الخامس\nالـــــــــــرد"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 325,
    "text": ": إذا لم توجد عصبة من النسب ولم تستغرق الفروض للتركة فيرد الباقي على أصحاب الفروض بنسبة فروضهم باستثناء الزوجين فلا رد عليهما.\nالباب السادس\nفي إرث ذوي الأرحام"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 326,
    "text": "ذوو الأرحام أربعة أصناف على النحو التالي:\nالصنف الأول : من ينتمي إلى الميت وهم :-\nأ -  اولاد البنت ذكوراً كانوا أو إناثاً لهم ميراثها ويقسم بينهم بالسوية.\nب -  أولاد بنت الابن وأولاد بنات الابن ذكوراً كانوا أو إناثا لهم ميراثها أو ميراثهن (النصف أو الثلثان أو السدس إذا كانوا مع من يدلي بالبنت).\nالصنف الثاني :  من ينتمي إلى أبوي الميت :-\nأ -  أولاد الأخت لأب وأم او لأحدهما لكل ميراث أمه مع الاجتماع والانفراد فرضاً ورداً.\nب-  أولاد بنات الأخ لأب وام حكمهم حكم من يدلون بهن الى الميت اجتماعاً وانفراداً.\nج-  بنات ابن الأخ لابوين أو لأب حكمهن حكم من أدلين به.\nد -  اولاد الأخ لأم حكمهم حكم من يدلون به ولهم ميراثه يقتسمونه بينهم على عدد رؤوسهم ويستوى فيه الذكر والانثى.\nالصنف الثالث : من ينتمي الى جد الميت او جدته وهم:\nأ -  بنت العم لأب وام او لأب وبنت ابن العم لأبوين او لأب وحكمهن حكم من يدلين به من ابائهن ويعامل معاملتهن اولاد العم لأم واولاد العمات وعمات الأب والعمة لأم وبنات أعمام الأم وكل من يدلي بالأب.\nب -  العم لأم والعمة مطلقاً سواءً كانت لأبوين او لاحدهما ينزلون منزلة الأب.\nج-  الأخوال والخالات لأبوين او لأحدهما وحكمهم انهم ينزلون منزلة الأم ويأخذون ما تأخذه ويقسم المال بينهم إذا انفردوا فرضاً ورداً ونصيب الأم الثلث مع عدم الحاجب أو السدس اذا كان هناك حاجب.\nمع مراعاة انه في حالة ما إذا اجتمع ثلاثة أخوال متفرقين فانه يكون للخال من الأم السدس والباقي للخال الشقيق ، أما أخوال الأب وخالاته وأخوال الأم وأعمامها وعماتها وأولادهم فينزل كل منهم منزلة ولد من يدلون به لا منزلة من يدلون من الاجداد والجدات.\nالصنف الرابع : من ينتمي إليهم الميت وهم :\nأ-  أب الأم ينزل منزلة الأم.\nب - أب أم الأب ينزل منزلة بنته أم الأب.\nج -  الأجداد والجدات الذين ليسوا بعصبات ولا ذوي سهام ينزلون منزلة أولادهم ولهم ميراث من ينزلون منزلته. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 327,
    "text": ": الذكر والأنثى من ذوي الأرحام يتساوون في الإرث إذا كانوا في درجة واحدة متفقين بالإدلاء بنسب واحد ، أما إذا اختلفوا فلكل ميراث من يدلي به مع مراعاة تفاضلهم بأسبابهم ويرثون ما يرثه أسبابهم تسهيما  أو تعصيبا  فيحجبون من يحجبه سببه ويعصبون من يعصبه سببه.\nالباب السابع\nفي إستحقاق التركة للمقر له بنسب"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 328,
    "text": "يستحق المقر له بنسب أو سبب التركة أو جزءاً منها إذا كان مجهول النسب ولم يقم به مانع من موانع الإرث وكان المقر له حياً حقيقة أو حكماً عند موت المؤرث ولا واسطة بينه وبين المقر به ولم يرد الإقرار إذا كان بالغاً وأن يدخل الإقرار ضرراً على المقر في ميراثه وأن يكون مكلفاً مختاراً لم يعلم هزله ولا كذبه شرعاً ولا عقلاً ، فان كان بينهما واسطة ولم يصدق الإقرار شارك المقر به المقر في الإرث لا في النسب وكانت المشاركة بقدر ما كان سينقصه من ميراثه لو ثبت نسبه. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏.\nالباب الثامن\nفي أحكام متنوعة"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 329,
    "text": "يؤخر للحمل من تركة المتوفي نصيب ذكر حتى يتبين نوع الحمل ولا يرث الحمل إلاّ إذا إستهل بعطاس أو بكاء أو حركة تدل على الحياة ولستة أشهر على الأقل من تاريخ إمكان الوطئ مع مراعاة أنه لا حد لأكثر مدة الحمل في حال إستمرار القرائن. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 330,
    "text": "إذا زاد المؤخر للحمل عما يستحقه رد على من يستحقه من الورثة أما إذا نقص المؤخر فيرجح على من دخلت عليه الزيادة في نصيبه."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 331,
    "text": "نصيب المفقود يخرج من التركة ويوقف فان ظهر حياً حقيقة أو بحكم المحكمة وقت موت المؤرث أخذه  وإلاَّ وزع الموقوف على من يستحقه من الورثة معاشاً حتى يتبين أمره أو يصدر حكم بمضي العمر المقرر مدته بسبعين سنه من تاريخ ولادته فيصير لمن يرثه عقب الحكم. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 332,
    "text": "ميراث الخنثى المشكل نصف نصيب الذكر ونصف نصيب الأنثى وما بقي فيعطى للورثة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 333,
    "text": "ولد الزنا وولد اللعان يرث أمه وقرابتها وترثه هي وقرابتها. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 334,
    "text": "على متولي القسمة أن ينظر أولاً إلى سهام الورثة ويستخرج منها المخرج الجامع حسب تفصيل ذلك في حساب الفرائض ومنه يقسم والمخرج الجامع يخرج بطريقتين :\nأ-  بطريقة القيراط وهو ما تجرى به المعاملة في اليمن والوحدة فيه أربعة وعشرون قيراطاً يقسم ولو بكسر.\nب-استخراج الوحدة الجامعة من مخارج ذوي السهام الست التي سبق تفصيلها بحيث يصير نصيب كل وارث جبراً لا كسر فيه حسبما هو معروف في علم الفرائض وان كان الورثة عصبة فقط فمسألتهم تخرج من مبلغ عدد رؤوسهم بعد البسط للذكر مثل حظ الأنثيين. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 335,
    "text": "كل تركة اجتمع فيها ثلث وما بقي (أم وأخ ) أو ثلثان وما بقي ( بنتان وأخ) أو ثلث وثلثان ( أختان شقيقتان وأختان لأم) فأصل مخرجها من ثلاثة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 336,
    "text": "كل تركة اجتمع فيها نصفان (أخت وزوج) أو نصف وما بقي ( بنت وأخ) أو نصف وثلث ما بقي (زوج وأبوان) فأصل مخرجها من اثنين."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 337,
    "text": "كل تركة اجتمع فيها ربع وما بقي (زوج وإبن) أو ربع ونصف وما بقي (زوج وبنت وأخ) أو ربع وثلث ما بقي (زوجة وأبوان) فأصل مخرجها من أربعة."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 338,
    "text": "كل تركة اجتمع فيها ثمن وما بقي ( زوجة وابن ) أو ثمن ونصف وما بقي ( زوجه وبنت وأخ) فأصل مخرجها من ثمانية."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 339,
    "text": "كل تركة أجتمع فيها السدس والثلث والنصف ( زوج وأخوان لأم وأم) فأصل مخرجها من ستة وتعول إلى سبعة( زوج وأخت لأبوين وأخت لأب) أو إلى ثمانية (زوج وأم وأخت) أو إلى تسعة( زوج وأم وأخت وجد) أو إلى عشرة( زوج وأم وإخوان لأم وأخت لأبوين وأخت لأب). . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 340,
    "text": "كل تركة أجتمع فيها الربع والسدس أو الثلث فاصل مخرجها من أثنى عشر (زوجة وإخوان لأم وأم وعصبة) وقد تعول إلى ثلاثة عشر ( زوج وأم وبنت وبنت إبن) أو إلى خمسة عشر (زوج وأبوان وبنتان) أو إلى سبعة عشـر (أم وزوجة وإخوان لأم وأختان لأب وأم). . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 341,
    "text": ": كل تركة اجتمع فيها الثمن مع السدس أو الثلث فاصل مخرجها من أربعة وعشرين (أبوان وبنت وزوجة) وتعول إلى سبعة وعشرين(أبوان وبنتان وزوجة)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 342,
    "text": ": كل تركة اجتمع فيها نصف وما بقي ورد على صنف فاصل مخرجها من اثنين (زوج وأم) أو ربع وما بقي ورد على صنف فاصل مخرجها من أربعة (زوج وبنت) أو ثمن وما بقي ورد على صنف فاصل مخرجها من ثمانية(زوجة وبنت) وكل تركة فيها نصف وما بقي ورد على صنفين فأصلها من أربعة (زوج وأخ لأم وجده)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 343,
    "text": ": كل تركة اجتمع فيها ربع وما بقي ورد على اثنين فأصل مخرجها من ثمانية (زوجة وأخ لأم وجدة)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 344,
    "text": ": كل تركة اجتمع فيها ربع وما بقي ورد على ثلاثة فأصل مخرجها من أربعة (زوجة وأخوان لأم وأم) وكل تركة اجتمع فيها ربع وما بقي ورد على أربعة فأصلها من ستة عشر (زوج وبنت وأم)"
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 345,
    "text": ": كل تركة فيها ثمن وما بقي ورد على أربعة فأصلها من اثنين وثلاثين (زوجة وبنت وأم)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 346,
    "text": ": كل تركة فيها ثمن وما بقي ورد على خمسة فأصلها من أربعين (زوجة وبنت ، وبنت ابن وأم)."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 347,
    "text": "المناسخة هي أن يموت وارث من الورثة أو اكثر قبل قسمة تركة المؤرث الأول فانه لا يمكن قسمة تركة  الميت الثاني إلاَّ بعد قسمة الدرجة الأولى وبالاختصار فانه لابد لمثل هذه المسألة من صورتين:\nالصورة الأولـــــــــــى :-\nوهي إذا كان مخرج مسأله الميت الأول موافقة لمخرج مسأله الميت الثاني ، كان يتوفى  شخص عن أب وأم وإبنتين فلكل من الأب والأم السدس ومخرجها من ستة ولكل واحدة من الابنتين اثنان ثم توفيت أحد الأبنتين عن جدها وجدتها  وأختها فمخرج هذه المسألة أيضاً من ستة وما بيد البنت من المسألة الأولى اثنان لا تنقسم على ورثتها ولكنها توافق مسألتها فتضرب نصف المسألة الثانية وهي ثلاثة في الأولى وهي ستة تصح من ثمانية عشر ثم تستأنف  التقسيم للمسألتين فلكل من الأب والأم من الأولى السدس ثلاثة ولكل واحده من ابنتي المتوفي سته يصير تقسيم السته لورثة الابنه المتوفاة ثلاثة لأختها وواحد لجدتها واثنان لجدها بالتعصيب.\nالصورة الثانية :-\nاذا كان مخرج المسألة الثانية يباين مخرج المسألة الأولى  كأن يتوفى  شخص عن ام وابنين فالمسألة من سته  وتصح من اثنى  عشر ثم توفى  احد الابنين عن ولدين وبيدهما حصة أبيهما خمسة ومسألتيهما من اثنين من عدد راسيهما ولاينقسم ما أتى لها من المسألة  الأولى وهي خمسه على مسألتيهما فتضرب المسألة الثانية ،وهي اثنان في المسألة  الأولى  وهي اثنى عشر تصح من اربعه وعشرين للأم السدس ( اربعه )  ولعمهما عشرة  ولكل من الابنين في المسألة  الثانيه خمسة. . بصيغتها المــُعدله بموجب الــــقانون رقم (27) لسنة  1998م‏."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 348,
    "text": "أ - توضح اللائحة الخاصة بتنظيم أعمال أمناء التوثيق الإجراءات التي يجب على موثقي عقود الزواج والطلاق مراعاتها في أعمالهم.\nب- يجب على كل زوج طلق زوجته أن يبلغ  الجهة  المختصة بذلك خلال أسبوع من تاريخ وقوعه وذلك تحت طائلة التعرض للعقوبات القانونية في حالة عدم الالتزام بذلك."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 349,
    "text": "كل ما لم يرد به نص في هذا القانون  يعمل فيه بأقوى الأدلة في الشريعة الإسلامية."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 350,
    "text": "يلغى أي قانون أو قرار أو لائحة أو قاعدة أو نظام يتعارض مع نصوص هذا القانون وعلى وجه الخصوص يلغى ما يلي :\n-\tقانون الأسرة رقم (1) لسنة 1974م الصادر في عدن.\n-\tقرار مجلس القيادة بالقانون رقم (24) لسنة 1976م بشأن المواريث الشرعية الصادر في صنعاء.\n-\tقرار مجلس القيادة بالقانون رقم (142)  لسنة 1976م في شأن الوصية الصادر في صنعاء.\n-\tقرار مجلس القيادة بالقانون رقم (77) لسنة 1976م بشأن الهبة الصادر في صنعاء.\n-\tقرار مجلس القيادة بالقانون رقم (3) لسنة 1978م بشأن الأسرة الصادر في صنعاء."
  },
  {
    "law": "قانون الاحوال الشخصية",
    "article_number": 351,
    "text": ": يعمل بهذا القرار بقانون من تاريخ صدوره وينشر في الجريدة الرسمية.\nصدر برئاسة الجمهورية ـ بصنعاء\nبتاريخ : 25/رمضــــــان/1412هـ\nالموافق : 29/مـــــــــارس/1992م\nالفريق / علي عبد الله صالح\nرئيس مجلس الرئاســــــة"
  }
]