[
  {
    "law": "قانون العمـل l",
    "article_number": 1,
    "text": ":  يسمى هذا القانون قانون العمل ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 2,
    "text": ":   يقصد بالمصطلحات والعبارات الواردة في هذا القانون المعاني المبينة أمام كل منها أدناه ما لم تدل القرينة على خلاف ذلك:\nالجمهوريـة :  الجمهورية اليمنية.\nالـوزارة :  وزارة التأمينات والشئون الاجتماعية والعمل.\nالوزير :  وزير التأمينات والشئون الاجتماعية والعمل.\nالوزير المختـص : الوزير الذي يأتي نشاط صاحب العمل ضمن نطاق اختصاصه.\nاللجان التحكيمية :لجان التحكيم المشكلة على مستوى أمانة العاصمة وسائر محافظات الجمهورية لتسوية منازعات العمل.\nممثلي أصحاب العمل :الاتحاد العام للغرف التجارية والصناعية.\nممثلي العمال :   الاتحاد العام للنقابات أو النقابة العامة المعنية.\nالنقابة العامـة : نقابة العمال ذات العلاقة.\nاللجنة النقابيـة :هي اللجنة النقابية المنتخبة في موقع العمل.\nصاحب العمل : كل شخص طبيعي أو اعتباري يستخدم عاملا  أو أكثر لقاء أجر في مختلف قطاعات العمل الخاضعة لأحكام هذا القانون.\nالعامـل : كل شخص يعمل لدى صاحب العمل ويكون تحت إدارته ولو كان بعيداً  عن نظارته لقاء أجر ووفق عقد مكتوب أو غير مكتوب ويشمل ذلك الرجال والنساء والأحداث.\nالأجر الأساسي : ما يدفعه صاحب العمل للعامل لقاء عمله من مقابل نقدي أو عيني يمكن تقويمه بالعملة ولا يدخل في ذلك المستحقات الأخرى من غير الأجر الأساسي أياً  كان نوعها.\nالأجر الكامل :  ما يدفعه صاحب العمل للعامل لقاء عمله من مقابل نقدي أو عيني يمكن تقويمه بالعملة مضافاً إليه سائر الاستحقاقات الأخرى أيا  كان نوعها.\nالعمـل :      كل ما يبذلـه العمال من جهد ذهني أو عضلي أو كليهما بصفة دائمة أو مؤقتة لقاء أجر معين.\nالعمل العرضـي :  كل عمل لا يدخل في نشاط صاحب العمل ولا تزيد مدة إنجازه عن أربعة أشهر.\nالعمل الموسمي :   كل عمل ينفذ بطبيعته أو بظروفه في مواسم محددة من السنة ولا تزيد مدته عن ستة أشهر متواصلة.\nالحـدث :    كل ذكر أو أنثى لم يبلغ الخامسة عشرة من العمر.\nالعمل المؤقت :   العمل الذي تقتضي طبيعة إنجازه مدة محددة أو الذي ينصب على عمل بذاته وينتهي بانتهائه."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 3,
    "text": ": أ- تسري أحكام هذا القانون على جميع أصحاب الأعمال والعمال إلا  من يرد بشأنهم نص خاص في هذا القانون.\nب- لا يسري هذا القانون على الفئات التالية:ـ\n1-\tموظفو الجهاز الإداري للدولة والقطاع العام.\n2-\tشاغلي الوظائف القضائية وشاغلي وظائف السلك الدبلوماسي والقنصلي.\n3-\tالأفراد الذين يلتحقون بالمؤسسات العسكرية والأمنية.\n4-\tالأجانب المعارون للعمل مع الدولة.\n5-\tالأجانب العاملون في الجمهورية بموجب اتفاقيات دولية تكون الجمهورية طرفاً فيها ويكون الإعفاء في حدود الاتفاقية.\n6-\tالأجانب من حاملي جوازات السفر الدبلوماسية والخاصة من الحاصلين على تأشيرات ، ويعملون في الجمهورية في حدود التأشيرات السياسية الممنوحة لهم.\n7-\tالعاملون في أعمال عرضية.\n8-\tالأشخاص التابعين لصاحب العمل العاملين معه والذين يعولهم فعلاً بصورة كاملة أيا  كانت درجة القرابة.\n9-\tخدم المنازل ومن في حكمهم.\n10-\tالأشخاص الذين يعملون في المراعي أو الزراعة عدا:\n‌أ-\tالأشخاص الذين يعملون في الشركات والمؤسسات والجمعيات الزراعية والمنشآت التي تقوم بتصنيع أو تسويق منتوجاتها.\n‌ب-\tالأشخاص الذين يقومون بصفة دائمة بتشغيل أو إصلاح الآلات الميكانيكية اللازمة للزراعة أو أعمال الري الدائم.\n‌ج-\tالأشخاص الذين يعملون في تربية الدواجن والمواشي."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 4,
    "text": ": يجوز تنظيم أوضاع بعض الفئات في الفقرات (7 ،9 ، 10) من المادة (3) وفقاً  لأحكام هذا القانون وتطبيق بعض أحكامه عليهم وذلك بقرارات يصدرها مجلس الوزراء بناء  على عرض من الوزير."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 5,
    "text": ": العمل حق طبيعي لكل مواطن وواجب على كل قادر عليه بشروط وفرص وضمانات وحقوق متكافئة دون تمييز بسبب الجنس أو السن أو العرق أو اللون أو العقيدة أو اللغة وتنظم الدولة بقدر الإمكان حق الحصول على العمل من خلال التخطيط المتنامي للاقتصاد الوطني."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 6,
    "text": ": تمثل الأحكام الواردة في هذا القانون الحد الأدنى لحقوق العمال وشروط العمل وحيثما وجد نظام خاص لعلاقات العمل بشروط وضمانات افضل تطبق على العمال أفضل الأحكام الواردة في هذا القانون أو في النظام الخاص."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 7,
    "text": ": تكيف علاقات العمل وفق أحكام هذا القانون بموجب الأسس التالية:\n1-\tعدم جواز تنازل أو إبراء أية حقوق مترتبة للعمال عن عقد العمل إذا كان ذلك مخالفاً لأحكام هذا القانون.\n2-\tسريان شروط العمل وحقوقه المحددة بهذا القانون على العمال ما لم تكن قد وردت في العقد بشروط أفضل.\n3-\tسريان جميع عقود العمل القائمة أثناء صدور هذا القانون إذا كانت اصلح للعمال ولا يترتب على تجديدها الإنقاص من شروط العمل وحقوقه وحتى إن كانت لا تقل عن الحد الأدنى لشروط العمل الواردة بهذا القانون."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 8,
    "text": ":  يكون لجميع المبالغ المستحقة للعامل أو المستحقين عنه بمقتضى أحكام هذا القانون امتيازاً  على جميع أموال صاحب العمل المدين المنقولة وغير المنقولة وتستوفى قبل غيرها من الديون بما في ذلك المصروفات القضائية والمبالغ المستحقة للخزانة العامة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 9,
    "text": ": تعتبر السنة في تطبيق أحكام هذا القانون(365) يوما  والشهر (30) يوما  ما لم ينص على خلاف ذلك."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 10,
    "text": "اللغة العربية هي اللغة المعتمدة في جميع علاقات العمل وسجلاته ووثائقه في الجمهورية ولا يجوز الاحتجاج في مواجهة العامل بأي مستند محرر بلغة أجنبية ولو كان موثقا  بتوقيع العامل ، وعندما يكون المستند محرراً باللغة العربية وبلغة أجنبية فإن المستند المحرر باللغة العربية هو وحده الأساس في التفسير والتطبيق ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 11,
    "text": ":1ـ يشكل بقرار من مجلس الوزراء بناءً على اقتراح الوزير مجلس عمل يتكون من ممثلي الوزارة وممثلين عن العمال وأصحاب العمل لوضع الخطوط العريضة وتقديم التوصيات للحكومة في المجالات التالية:\n‌أ-\tمشروعات قوانين ونظم العمل.\n‌ب-\tالسياسة العامة للأجور والحوافز وأي مستحقات أخرى.\n‌ج-\tالتدريب والتأهيل المهني للعمال.\n2 - يحدد قرار مجلس الوزراء أسماء أعضاء مجلس العمل ونظام سير العمل فيه.\nالباب الثاني\nقواعد التشغيل"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 12,
    "text": ":على صاحب العمل أن يقدم للوزارة أو مكتبها المختص عند مباشرة نشاطه البيانات التالية:\n1-\tاسم المنشأة ومكانها وتاريخ تأسيسها.\n2-\tطبيعة العمل الذي تقوم به المنشأة ومقدار القوى العاملة التي تستخدم فيها.\n3-\tاسم الشخص المسؤول عن إدارة المنشأة.\n4-\tأي بيانات أخرى تطلبها الوزارة أو مكتبها المختص."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 13,
    "text": ": 1-لكل قادر على العمل وراغب فيه أن يتقدم لقيد اسمه لدى الوزارة أو أي من مكاتبها الذي يقع في دائرته محل إقامته مع بيان سنه ومهنته ومؤهلاته وخبراته السابقة وعنوانه وعلى الجهة المقدم إليها الطلبات القيام بقيدها في سجلات خاصة بأرقام مسلسلة فور ورودها وإعطاء الطالب دون مقابل شهادة قيد يثبت فيها تاريخ وساعة تقديم الطلب ورقم القيد وسائر البيانات الضرورية الأخرى.\n2 - على الوزارة أو أي من مكاتبها ترشيح المقيدين لديها للأعمال التي تناسبهم وتتفق مع سنهم وصلاحيتهم المهنية على أن تراعى أسبقية القيد."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 14,
    "text": ":1- على كل صاحب عمل أن يبلغ الوزارة أو أياً  من مكاتبها الذي يقع في دائرته محل العمل كتابة عن فرص العمل التي خلت أو أنشئت لديه أيا  كان نوعها مع بيان كل منها والأجر المخصص لها والتاريخ الذي يحدده لشغلها ، وذلك خلال سبعة أيام من تاريخ خلوها أو إنشائها وعلى صاحب العمل خلال عشرة أيام من تاريخ مباشرة العامل لعمله أن يعيد شهادة قيد العامل للجهة التي أصدرتها مرفقاً  بها بيان بتاريخ المباشرة للعمل والأجر المخصص له ونوع العمل وعليه تدوين رقم شهادة القيد وتاريخها أمام اسم العامل في سجل قيد العمل بالمنشأة.\n2 - لصاحب العمل عند عدم قيام الوزارة أو مكتبها المختص بالترشيح في الأعمال الشاغرة لديه خلال خمسة عشر يوماً  من تاريخ تلقيها بلاغ صاحب العمل وفقاً لأحكام الفقـرة السابقة أن يقوم بشغل هذه الأعمال من بين المتقدمين إليه والمتوافر فيهم شروط العمل ، على أن يبلغ الوزارة أو مكتبها المختص بذلك خلال السبعة الأيام التالية لشغل هذه الأعمال.\n3 - تحدد بقرار من الوزير المنشئات وأصحاب الأعمال الذين تسري بشأنهم أحكام هذه المادة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 15,
    "text": ": يتولى أصحاب الأعمال بحسب الإمكانيات والفرص المتاحة تشغيل المعوقين الذين ترشحهم الوزارة أو فروعها بما لا يزيد عن نسبة 5% من حجم العمالة الكلية لصاحب العمل ويتم التشغيل في الأعمال والمهن التي تتناسب وقدراتهم وإمكانياتهم بحيث يتمتعون بكافة الحقوق المقررة في هذا القانون."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 16,
    "text": ": يحظر علي أي شخص طبيعي أو اعتباري ممارسة مهنة تشغيل أو توريد العمال لأي صاحب عمل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 16,
    "text": ": أ - يجوز إنشاء مكاتب خاصة للتشغيل والتوظيف بترخيص من الوزير أو من يفوضه وفقاً للشروط المحددة في اللائحة التنفيذية.\nب - تحدد اللائحة التنفيذية شروط إنشاء المكاتب الخاصة وأهدافها ومهامها وتحديد الأجر الذي تتقاضاه مقابل خدماتها.\nج - تشرف الوزارة على عمل هذه المكاتب وتقيَّم أدائها بما يكفل عدم استغلالها لطالب العمل أو النشاط بما يخالف هذا القانون والقوانين النافذة.\nد -  لا يقيد إنشاء المكاتب الخاصة حق طالب العمل باللجوء إلى أي وسيلة أخرى مشروعة تكفل له فرصة الحصول على التشغيل أو الوظيفة المناسبة .بصياغتها المعدله بموجب قانون رقم (11) لسنة 2001م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 17,
    "text": ": يحدد بقرار من الوزير نظام تشغيل الأحداث والظروف والشروط والأحوال التي يتم فيها تشغيلهم وكذا الأعمال والمهن والصناعات التي يتعين تشغيلهم فيها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 18,
    "text": ": تعتبر جميع المعاملات المتعلقة بتشغيل اليمنيين مجانية وتعفى من كافة الرسوم المالية."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 19,
    "text": ":1- لا يجوز للعامل غير اليمني أن يزاول عملاً إلاَّ إذا كان حاصلاً على ترخيص عمل رسمي من الوزارة أو أحد مكاتبها ، كما يمنع أي صاحب عمل من تشغيل غير اليمني إلاَّ إذا كان حائزاً على ذلك الترخيص.\n2 - تسري أحكام هذه المادة على العمال غير اليمنيين العاملين في القطاعات غير المشمولة بأحكام هذا القانون."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 20,
    "text": ": يشترط لاستكمال تشغيل غير اليمنيين استيفاء الشروط التالية:\n1-\tحيازة ترخيص بالإقامة والعمل.\n2-\tاستيفاء شروط شغل المهنة وان يكون المصرح له بالعمل في لياقة صحية تامة.\n3-\tأن يزاول المهنة المرخصة له مزاولتها.\n4-\tأن يكون حائزاً  على ترخيص مزاولة المهنة وذلك للمهن التي تتطلب وجود ترخيص خاص بمزاولتها.\n5-\tأن يكون التشغيل في حرفة أو مهنة لا تتوافر فيها الخبرات اليمنية."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 21,
    "text": ":  لا يجوز أن يزيد عدد العمال غير اليمنيين لدى صاحب العمل على 10% من إجمالي العمال اليمنيين وللوزير أن يزيد أو يخفض هذه النسبة عند الاقتضاء ووفقاً  للاتجاهات التي يقرها مجلس الوزراء."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 22,
    "text": ": أ- على كل صاحب عمل يرغب في استخدام الأجانب أن يقدم طلبا  للموافقة على استقدامهم وفقاً  للنموذج الذي تحدده الوزارة على أن يتضمن الطلب البيانات التالية:\n1-\tاسم صاحب العمل وجنسيته ومهنته ومركز عمله الرئيسي.\n2-\tاسم العامل المطلوب استقدامه ولقبه وجنسيته وديانته وتاريخ ميلاده ومحل إقامته الأصلي ووضعه العائلي.\n3-\tنوع العمل الذي سيقوم العامل بتأديته ونوع عمله السابق.\n4-\tالمدة المتوقع استخدام العامل خلالها.\n5-\tبيان ما إذا كان العامل قد سبق له دخول الجمهورية وسبب وتاريخ ذلك مع ذكر تاريخ مغادرته وأسبابها.\n6-\tبيان مجموع عدد العمال الأجانب المستخدمين لدى صاحب العمل مع بيان عدد من يعملون منهم بنفس المهنة التي سيعمل فيها العامل المطلوب استخدامه ، وعدد العمال اليمنيين العاملين لديه.\n7-\tأية بيانات أخرى تطلبها الوزارة أو مكتبها المختص.\nب- يجب أن يرفق بالطلب المبين في الفقرة السابقة من هذه المادة الوثائق التالية:ـ\n1-\tشهادة من الوزارة أو مكتبها المختص تفيد عدم توفر العنصر اليمني للقيام بالعمل المطلوب استقدام العامل الأجنبي من أجله.\n2-\tشهادة العامل المطلوب استقدامه ومؤهلاته الفنية وخبراته مرفقة بترجمة معتمدة إلى اللغة العربية إذا كانت محررة بلغة أجنبية.\n3-\tصورة من مشروع عقد العمل المزمع إبرامه مع العامل موضحا  فيه مقدار الأجر والحوافز والمزايا النقدية والعينية التي ستمنح له توضيحا  كافياً .\n4-\tبيان بالمشاريع والأعمال التي يزاولها صاحب العمل وقت تقديم الطلب مدعمة بالوثائق والمستندات اللازمة.\n5-\tأية وثائق أو بيانات تطلبها الوزارة أو مكتبها المختص."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 23,
    "text": "أ ـ على صاحب العمل أن يتقدم إلى الوزارة أو مكتبها المختص بطلب تجديد بطاقة العمل لغير اليمني قبل انتهاء صلاحيتها بمدة لا تقل عن شهر.\nب- على الوزارة أو مكاتبها إكمال معاملة التجديد المنصوص عليها في الفقرة (أ) خلال فترة أسبوعين من تاريخ انتهاء الترخيص كحد أقصى وفقاً  للقانون."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 24,
    "text": "1- يسلم العامل غير اليمني حال تسجيله بطاقة عمل برسم مالي تدون فيها كافة البيانات الضرورية عنه وعن عمله ومحل إقامته في الجمهورية.\n2 - لا يكون العامل غير اليمني ملزما  بتسديد رسم استخراج بطاقة عمل في الحالات التي تنطبق عليه قاعدة المعاملة بالمثل.\n3 - يحدد بقرار من مجلس الوزراء الرسوم المالية المستحقة على استخراج بطاقات العمل وتجديدها للعمال غير اليمنيين واستخراج بدل فاقد أو صورة منها وقيمة الاستمارات المخصصة لتلك الأغراض."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 24,
    "text": ":\nيمنح العامل غير اليمني حال تسجيله بطاقة عمل برسم مالي تدون فيها كافة البيانات الضرورية عنه وعن عمله ومدة ترخيصه ومحل إقامته في الجمهورية.\nلا يكون العامل غير اليمني ملزماً  بتسديد رسم استخراج بطاقة عمل في الحالات التي تنطبق عليه قاعدة المعاملة بالمثل.\nيحدد بقرار من مجلس الوزراء الرسوم المالية المستحقة على استخراج بطاقات العمل وتجديدها للعمال غير اليمنيين واستخراج بدل فاقد أو صورة منها وقيمة الاستمارات المخصصة لتلك الأغراض. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 25,
    "text": ": على كل صاحب عمل يستخدم عامل غير يمني أن يقوم بما يلي:\n1-\tأن يقيد اسم العامل وكافة البيانات المحددة في بطاقة العمل في سجل خاص خلال أسبوعين من تاريخ مباشرة العمل.\n2-\tتعيين نظير يمني للعامل الغير يمني متى توافر النظير المحلي بالمؤهلات والكفاءات المناسبة ، وذلك طوال مدة عمله على أن تكون فترة التدريب ملزمة للعامل غير اليمني ونظيره.\n3-\tتبليغ الوزارة فورا  عن أية متغيرات في أوضاع العمال غير اليمنيين."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 26,
    "text": ": يحظـر تشغيـل غير اليمنيين في إحدى الحالات التالية:\n1-\tإذا سبق له العمل في الجمهورية وفصل منه لسوء سلوكه أو بالحكم عليه قضائيا .\n2-\tإذا كان قد ترك الخدمة مع صاحب العمل أو الجهاز الإداري أو إحدى مؤسساته.\n3-\tإذا كان دخولـه الجمهورية لغرض آخر غير العمل.\n4-\tإذا تحققت للوزارة إمكانية ترشيح عامل في الوظيفة المعلن عنها.\nالباب الثالث\nعقود العمـل\nالفصل الأول\nتنظيم عقد العمل"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 27,
    "text": ": عقد العمل هو اتفاق بين صاحب العمل والعامل يتضمن تحديد شروط العمل ويتعهد العامل بمقتضاه أن يعمل تحت إدارة صاحب العمل وإشرافه مقابل أجر."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 28,
    "text": ":  عند توقيع عقد العمل يجوز إخضاع العامل لفترة اختباريه لا تزيد على ستة أشهر لدى نفس صاحب العمل وينص على ذلك في العقد ولا يجوز وضع العامل تحت الاختبار أكثر من مرة في نفس المهنة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 29,
    "text": ": 1- تعتبر مدة العقد غير محددة للعامل اليمني ويجوز تحديدها بموافقة الطرفين.\n2 - يعتبر عقد العمل سارياً لذات المدة السابقة إذا أنتهت مدته واستمرت علاقات العمل الفعلية بين الطرفين.\n3 - تعتبر خدمة العامل مستمرة أثناء سريان عقد العمل دون أن يقطع تواصلها ما يتخللها من إجازات قانونية باجر أو بدونه أو أي ظرف عارض آخر منصوص عليه في هذا القانون."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 30,
    "text": ": 1ـ  يعد عقد العمل الفردي المكتوب من ثلاث نسخ وتكون النسخة الأصلية للعامل ونسخة لصاحب العمل ونسخة لمكتب الوزارة المختص وتكون النسخ موقعة من طرفي العقد ، وفي حالة عدم وجود عقد مكتوب على العامل أن يثبت حقوقه بجميع طرق الإثبات.\n2 - يجب أن يحتوي عقد العمل بصورة أساسية على مقدار الأجر ونوع العمل ومكانه وتاريخ الالتحاق بالعمل ومدته.\n3 - يجوز للعامل أن يطلب من صاحب العمل إيصالاً  بما أودعه لديه من وثائق أو مستندات أو شهادات.\n4 - تعتبر التعاقدات الخاصة بالعمل لدى الجمعيات التعاونية في حكم عقود العمل ويسلم كل عامل حال مباشرته العمل صورة منها.\n5 - يجب أن تكون الإجراءات التي يقوم بها صاحب العمل تنفيذاً لنصوص العقد ثابتة بالكتابة وتسلم نسخة منها للعامل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 31,
    "text": ": 1ـ  إذا لم ينته العقد وتغير صاحب العمل لأي سبب من الأسباب يعتبر من خلفه كصاحب عمل مسئولا  عن تنفيذ كافة الالتزامات المترتبة علي عقد العمل السابق إلا  إذا أتفق على خلاف ذلك.\n2 - إذا أبرم عقد العمل مقاول من الباطن فإن صاحب العمل الأصلي يعتبر مسئولاً بالتضامن عن تنفيذ كافة الالتزامات المترتبة على عقد العمل إذا تعذر تنفيذها من قبل المقاول من الباطن وحالت الظروف دون ذلك."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 31,
    "text": "إذا لم ينته العقد وتغير صاحب العمل لأي سبب من الأسباب يعتبر من خلفه كصاحب عمل مسؤولاً  عن تنفيذ كافة الالتزامات المترتبة علي عقد العمل السابق إلا إذا أتفق في العقد على خلاف ذلك.\nإذا أبرم عقد العمل مقاول من الباطن فان صاحب العمل الأصلي يعتبر مسئولاً  بالتضامن عن تنفيذ كافة الالتزامات المترتبة على عقد العمل إذا تعذر تنفيذها من قبل المقاول من الباطن وحالت الظروف دون ذلك. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م.."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 32,
    "text": ":1 ـ  يجب أن يكون عقد العمل الجماعي مكتوباً وفقاً  للنموذج المعتمد من الوزارة ويتضمن المواد الرئيسية المتعلقة بوسائل العمل وتحديد الالتزامات بتأدية الأجور وطريقة دفعها وأوقات العمل والراحة والحوافز المادية وشروط حماية العمل ومواصفات المهنة المشمولة بالعقد وأية شروط يتفق عليها صاحب العمل واللجنة النقابية أو ممثلي العمال طبقا  للتشريعات المعمول بها.\n2 - تقوم اللجنة النقابية أو ممثلي العمال بمناقشة جماعية لمشروع عقد العمل الجماعي والموافقة عليه وتوقيعه في اجتماع عام للعمال نيابة عنهم ويكون تعاقدها ملزماً لجميع العمال ويكون باطلاً أي عقد عمل جماعي لا تتم مناقشته جماعيا  مع العمال.\n3 - تسري أحكام عقد العمل الجماعي على العمال الملتحقين بخدمة صاحب العمل بعد سريان العقد.\n4 - أ ـ  لا يجوز إبرام عقود عمل فردية بشروط مخلة بعقد العمل الجماعي وذلك بالنسبة للأعمال التي يتضمنها عقد العمل الجماعي.\nب- لا تؤثر أحكام هذه المادة في إبرام عقود العمل الفردية أثناء سريان عقد العمل الجماعي شريطة أن لا تقل شروط العمل في العقد الفردي على الشروط المحددة في عقد العمل الجماعي وأن لا تزيد مدته عن المدة المقررة لإنجاز العمل للأعمال المؤقتة التي لم يتضمنها عقد العمل الجماعي.\n5 - على اللجنة النقابية أو ممثلي العمال عرض أي تعديلات أو إضافات مقترحة من صاحب العمل في العقد على العمال في اجتماع عام.\n6 - يقع باطلا  كل شرط يرد في عقد العمل الجماعي يكون من شأنه الإخلال بالأمن أو الإضرار بمصلحة البلاد الاقتصادية أو يكون مخالفا  للقوانين واللوائح النافذة المتعلقة بها أو النظام العام أو الآداب العامة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 32,
    "text": ":\nيجب أن يكون عقد العمل الجماعي مكتوباً  وفقاً  للنموذج المعتمد من الوزارة ويتضمن المواد الرئيسية المتعلقة بوسائل العمل وتحديد الالتزامات بتأدية الأجور وطريقة دفعها وأوقات العمل والراحة والحوافز المادية وشروط حماية العمل ومواصفات المهنة المشمولة بالعقد وأية شروط يتفق عليها صاحب العمل واللجنة النقابية أو ممثلو العمال طبقاً  للتشريعات المعمول بها.\nتقوم اللجنة النقابية أو ممثلو العمال بمناقشة جماعية لمشروع عقد العمل الجماعي والموافقة عليه وتوقيعه في اجتماع عام للعمال نيابة عنهم ويكون تعاقدها ملزماً لجميع العمال ويكون باطلاً أي عقد عمل جماعي لا تتم مناقشته جماعياً مع العمال.\nتسري أحكام عقد العمل الجماعي على العمال الملتحقين بخدمة صاحب العمل بعد سريان العقد.\nأ ـ  لا يجوز إبرام عقود عمل فردية بشروط مخلة بعقد العمل وذلك بالنسبة للأعمال التي يتضمنها عقد العمل الجماعي.\nب- لا تؤثر أحكام هذه المادة في إبرام عقود العمل الفردية أثناء سريان عقد العمل الجماعي شريطة أن لا تقل شروط العمل في العقد الفردي عن  الشروط المحددة في عقد العمل الجماعي وأن لا تزيد مدته عن المدة المقررة لإنجاز العمل للأعمال المؤقتة التي لم يتضمنها عقد العمل الجماعي.\nعلى اللجنة النقابية أو ممثلي العمال عرض أي تعديلات أو إضافات مقترحة من صاحب العمل في العقد على العمال في اجتماع عام.\nيعد باطلاً  كل شرط يرد في عقد العمل الجماعي يكون من شأنه الإخلال بالأمن أو الإضرار بمصلحة البلاد الاقتصادية أو يكون مخالفاً  للقوانين واللوائح النافذة المتعلقة بها أو النظام العام أو الآداب العامة . بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م.."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 33,
    "text": ": 1ـ  يجوز لأصحاب الأعمال واللجان النقابية أو النقابة العامة التي تمثل العمال في أكثر من موقع إبرام عقد عمل جماعي مشترك.\n2 - يجوز لغير المتعاقدين من أصحاب الأعمال واللجان النقابية الانضمام بصورة مستقلة إلى عقد العمل الجماعي المشترك بناء  على اتفاق مكتوب بين الطرفين طالبي الانضمام دون حاجة إلى موافقة المتعاقدين الأصليين ويقدم طلب الانضمام إلى مكتب الوزارة المختص موقعا  من الطرفين طالبي الانضمام.\n3 - لكل منظمة نقابية تكون طرفا  في عقد عمل جماعي أن ترفع جميع الدعاوى الناشئة عن الإخلال بهذا العقد وذلك لمصلحة أي عضو من أعضائها دون حاجة إلى توكيل منه بذلك ، ويجوز لهذا العضو التدخل في الدعوى المرفوعة لصالحه كما يجوز له رفع هذه الدعوى مستقلاً عن منظمته النقابية."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 33,
    "text": ":1ـ  يجوز لأصحاب الأعمال واللجان النقابية أو النقابة العامة التي تمثل العمال في أكثر من موقع إبرام عقد عمل جماعي مشترك.\n2 - يجوز لغير المتعاقدين من أصحاب الأعمال واللجان النقابية الانضمام بصورة مستقلة إلى عقد العمل الجماعي المشترك بناءً على اتفاق مكتوب بين الطرفين طالبي الانضمام دون حاجة إلى موافقة المتعاقدين الأصليين ويقدم طلب الانضمام إلى مكتب الوزارة المختص موقعاً  من الطرفين طالبي الانضمام. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 34,
    "text": ": 1ـ  يعد عقد العمل الجماعي من نسخ كافية تكون لكل طرف من المتعاقدين نسخه ونسخة للوزارة، وللعمال أن يحصلوا على صورة منه ومن  وثائق الانضمام إليه.\n2 - لا يكون عقد العمل الجماعي ملزماً إلا بعد مراجعته وقيده لدى الوزارة أو مكتبها المختص ويجب عليها في حالة الاعتراض تبليغ ذوي الشأن بأسباب هذا الاعتراض وذلك خلال ثلاثين يوما من تاريخ تلقيها للعقد فإذا لم تعترض خلال هذه المدة أعتبر العقد نافذاً  ويجوز لأي من طرفي العقد الطعن في قرار الاعتراض أمام اللجنة التحكيمية المختصة وذلك خلال ثلاثين يوما من تاريخ الاعتراض .\n3 - تقوم الوزارة أو مكتبها المختص بالتأشير في سجل قيد العقود الجماعية بما يطرأ على العقود الجماعية من تعديل أو إتمام أو تجديد أو إنهاء أو انقضاء.\n4 - لكل شخص الحق في أن يحصل من الوزارة أو مكتبها المختص على صورة طبق الأصل من عقود العمل الجماعية ووثائق الانضمام إليها بعد سداد الرسم المقرر لذلك ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 34,
    "text": "يعد عقد العمل الجماعي من نسخ كافية يكون لكل طرف من المتعاقدين نسخة منه ونسخه للوزارة ونسخة للنقابة العامة وللعمال أن يحصلوا على صوره منه ومن وثائق الانضمام إليه.\nلا يكون عقد العمل الجماعي ملزماً إلا َّبعد مراجعته وقيده لدى الوزارة أو مكتبها المختص ويجب عليها في حالة الاعتراض تبليغ ذوي الشأن بأسباب هذا الاعتراض وذلك خلال ثلاثين يوماً من تاريخ تلقيها للعقد.. فإذا لم تعترض خلال هذه المدة اعتبر العقد نافذاً  ويجوز لأي من طرفي العقد الطعن في قرار الاعتراض أمام اللجنة التحكيمية المختصة وذلك خلال ثلاثين يوماً من تاريخ الاعتراض.\nتقوم الوزارة أو مكتبها المختص بالتأشير في سجل قيد العقود الجماعية بما يطرأ على العقود الجماعية من تعديل أو إتمام أو تجديد أو إنهاء أو إنقضاء.\nلكل شخص شمله العقد الحق في أن يحصل من الوزارة أو مكتبها المختص على صورة طبق الأصل من عقود العمل الجماعية ووثائق الإنظمام إليها بعد سداد الرسم المقرر لذلك. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م..\nالفصل الثاني\nإنتهاء عقد العمل"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 35,
    "text": ": أولا : يجوز لصاحب العمل أن ينهي العقد من جانبه بدون إشعار كتابي أو تحمل الأجر المقرر عن فترة الإنذار في الحالات التالية :\n‌أ-\tإذا انتحل العامل شخصية غير شخصيته أو قدم  شهادات أو وثائق مزوره.\n‌ب-\tإذا حكم على العامل في جريمة مخلة بالشرف أو الأمانة أو الآداب العامة بحكم قضائي بات.\n‌ج-\tإذا وجد العامل أثناء ساعات العمل في حالة سكر أو تحت تأثير مادة مخدره.\n‌د-\tإذا أعتدى العامل على صاحب العمل أو من يمثله أو رئيسه المباشر أثناء العمل أو بسببه إعتداء يعاقب عليه القانون أو وقع منه إعتداء جسماني على أحد العاملين الآخرين في مكان العمل أو بسببه.\n‌ه-\tإذا لم يثبت العامل صلاحيته للعمل أثناء الفترة الإختبارية.\n‌و-\tإذا ارتكب العامل خطأ نشأ عنه خسارة مادية لصاحب العمل بشرط أن يبلغ صاحب العمل الجهات المختصة بالحادث خلال ثمانية وأربعين ساعة من وقت علمه بوقوعه.\n‌ز-\tإذا لم يراع العامل التعليمات اللازم أتباعها لسلامة العمال والعمل وتم إنذاره كتابة بشرط أن تكون هذه التعليمات مكتوبة ومعلنة بمكان ظاهر في محل العمل.\n‌ح-\tإذا لم يقم العامل بتأدية التزاماته الأساسية المترتبة على عقد العمل.\n‌ط-\tإذا حمل سلاحاً نارياً في محل عمله بإستثناء من يتطلب عمله ذلك.\n‌ي-\tإذا أفشى العامل أسرارا  خاصة بالعمل الذي يعمل فيه أو تلك التي يطلع عليها بحكم عمله.\n‌ك-\tإذا امتنع العامل عن تنفيذ حكم نهائي صادر وفقاً  لأحكام الفصل الأول من الباب الثاني عشر من هذا القانون أو في حالة عدم إلتزام العمال بأحكام هذا القانون.\nثانيا  : يجوز للعامل أن ينهي العقد من جانبه بدون أن يسبق ذلك إشعار كتابي لصاحب العمل في إحدى الحالات التالية :\n‌أ-\tإذا كان صاحب العمل أو من يمثله قد ادخل الغش على العامل عند إبرام العقد فيما يتعلق بشروط العمل.\n‌ب-\tإذا ارتكب صاحب العمل أو من يمثله أمراً  مخلاً بالآداب نحو العامل أو أحد أفراد أسرته.\n‌ج-\tإذا وقع من صاحب العمل أو من يمثله اعتداء على العامل.\n‌د-\tإذا كان هناك خطر جسيم يهدد سلامة العامل أو صحته بشرط أن يكون صاحب العمل قد علم بوجود هذا الخطر ولم يقم بتنفيذ التدابير المقررة أو التي تفرضها الجهة المختصة في الموعد المحدد لها.\n‌ه-\tإذا لم يقم صاحب العمل بالوفاء بالتزاماته المحددة في العقد تجاه العامل.\n‌و-\tإذا غير صاحب العمل مهنة العامل تغييرا  جوهريا  دون موافقته.\nثالثا  : يجوز إنهاء العقد بدون سابق إشعار لأي من الطرفين المتعاقدين في إحدى الحالات التالية:\n‌أ-\tإذا أتفق الطرفان كتابة على إنهاء العقد.\n‌ب-\tإذا انتهت مدة العقد المحددة ما لم يتجدد ضمنيا  باستمرار علاقات العمل الفعلية.\n‌ج-\tإذا صدر حكم بات بإنهاء العقد.\n‌د-\tإذا توفى العامل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 36,
    "text": "يجوز لأي من طرفي العقد إنهاءه شريطة أن يشعر الطرف الراغب في الإنهاء الطرف الآخر في إحدى الحالات التالية:\n‌أ-\tإذا أخل أحد الطرفين بشروط العقد أو تشريعات العمل الأخرى .\n‌ب-\tإذا انتهى العمل كلياً أو جزئياً بصفة دائمة.\n‌ج-\tإذا حدث تنقيص في عدد العمال لأسباب فنية واقتصادية.\n‌د-\tإذا تغيب العامل بدون سبب مشروع اكثر من ثلاثين يوما متقطعة خلال العام الواحد أو خمسة عشر يوما متصلة على أن يسبق إنهاء العقد إنذار كتابي من صاحب العمل بعد غياب العامل خمسة عشر يوما في الحالة الأولى وسبعة أيام في الحالة الثانية .\n‌ه-\tإذا بلغ العامل السن المقررة للتقاعد بمقتضى تشريعات العمل .\n‌و-\tإذا اصبح العامل غير لائق صحيا للعمل بمقتضى قرار من اللجنة الطبية المختصة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 36,
    "text": "يجوز لأي من طرفي العقد إنهاءه شريطة أن يقوم الطرف الراغب في الإنهاء بإشعار الطرف الآخر كتابة في إحدى الحالات التالية:\n‌أ-\tإذا أخل أحد الطرفين بشروط العقد أو تشريعات العمل الأخرى.\n‌ب-\tإذا انتهى العمل كلياً أو جزئياً بصفة دائمة.\n‌ج-\tإذا حدث تنقيص في عدد  العمال لأسباب فنية واقتصادية وثبت ذلك.\n‌د-\tإذا تغيب العامل بدون سبب مشروع اكثر من ثلاثين يوماً متقطعة خلال العام الواحد أو خمسة عشر يوماً متصلة على أن يسبق إنهاء العقد إنذار كتابي من صاحب العمل بعد غياب العامل خمسة عشر يوماً في الحالة الأولى وسبعة أيام في الحالة الثانية.\n‌ه-\tإذا بلغ العامل السن المقررة للتقاعد بمقتضى تشريعات العمل.\n‌و-\tإذا اصبح العامل غير لائق صحياً للعمل بمقتضى قرار من اللجنة الطبية المختصة ..بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 37,
    "text": ": لا يجوز لصاحب العمل أن ينهي العقد في الحالات التالية:\n1-\tأثناء تمتع العامل بأي إجازة ينص عليها هذا القانون واللوائح المنفذة له.\n2-\tعند النظر في النزاع القائم بينه وبين العامل على ألاَّ تتجاوز مدة النظر في النزاع أربعة اشهر ما لم يرتكب العامل مخالفة أخرى تستدعي الفصل.\n3-\tأثناء احتجاز العامل بسبب العمل لدى الجهـات المختصة حتى يفصل نهائياً في القضية."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 38,
    "text": "1ـ إذا أنهي العقد من قبل أحد الطرفين المتعاقدين وفقاً للمادة (36) فعلى الطرف الذي سينهي العقد من جانبه أن يشعر الطرف الآخر قبل إنهاء العقد بمدة مساوية للمدة المقررة لدفع الأجر أو دفع أجر تلك الفترة كاملاً بدلاً من الإشعار.\n2 - إذا رفض أحد الطرفين استلام الإشعار بإنهاء العقد جاز لكل منهما إيداعه لدى الوزارة أو أحد مكاتبها.\n3 - يكون احتساب مدة الإشعار المحددة في الفقرة (1) من هذه المادة على النحو التالي:\n‌أ-\tثلاثون يوما للمشتغلين بأجر شهري .\n‌ب-\tخمسة عشر يوماً للمشتغلين بأجر نصف شهري .\n‌ج-\tأسبوع للمشتغلين على أساس الإنتاج أو القطعة أو الساعة أو اليوم أو الأسبوع.\n4 - إذا كان احتساب اجر العامل يتم على أساس الفقرات ( ب ، ج) من البند (3) ويدفع في نهاية كل شهر فأن احتساب مدة وأجر الإشعار تتم على أساس ثلاثين يوماً ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 38,
    "text": "1ـ  إذا انهي العقد من قبل أحد الطرفين المتعاقدين وفقاً للمادة (36) فعلى الطرف الذي سينهي العقد من جانبه أن يشعر الطرف الآخر قبل إنهاء العقد بمدة مساوية للمدد المقررة لدفع الأجر أو دفع أجر تلك الفترة كاملاً بدلاً من الإشعار.\n2 - إذا رفض أحد الطرفين استلام الإشعار بإنهاء العقد جاز لكل منهما إيداعه لدى الوزارة  أو أحد مكاتبها.\n3 - يكون احتساب مدة الإشعار المحددة في الفقرة(1) من هذه المادة على النحو التالي :\n‌أ-\tثلاثون يوماً للمشتغلين بأجر شهري.\n‌ب-\tخمسة عشر يوماً للمشتغلين بأجر نصف شهري.\n‌ج-\tأسبوع للمشتغلين على أساس الإنتاج أو القطعة أو الساعة أو اليوم أو الأسبوع.\n4 - إذا كان احتساب اجر العامل يتم على أساس الفقرات ( ب ، ج) من البند (3) ويدفع في نهاية كل شهر فأن احتساب مدة وأجر فترة الإشعار تتم على أساس ثلاثين يوماً. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م.."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 39,
    "text": ": يستحق العامل تعويضا  خاصاً عما لحقه من ضرر بسبب إنهاء العقد من جانب صاحب العمل بصورة تعسفية أو إذا تم إنهاء العقد وفقاً لأحكام الفقرة (ثانيا) من المادة(35) وذلك بالإضافة إلى ما يستحقه من أجر مقرر عن فترة الإشعار وسائر المستحقات الأخرى المنصوص عليها في هذا القانون وتشريعات العمل المنفذة له .. وفي جميع الأحوال يحدد التعويض من قبل لجنة التحكيم المختصة وبما لا يتعدى اجر العامل لمدة ستة أشهر."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 40,
    "text": ": إذا انتهى عقد العمل بانتهاء مدته المحددة وكان ثمة مفاوضات لتجديده أو تمديده فان مدته تبقى سارية طيلة المفاوضات وبحد أقصى لا تتجاوز ثلاثة أشهر وعندما لا تسفر المفاوضات عن نتائج موجبة لاستمراره خلال هذه المدة يكون العقد قد استنفذ مدته."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 41,
    "text": ":  على صاحب العمل أن يمنح العامل مجانا  عند انتهاء العقد وثيقة قطع علاقته بالعمل تتضمن بيانا  بتاريخ التحاقه بالعمل وتاريخ انتهاء خدمته ونوع العمل الذي كان يؤديه ومقدار الأجر الذي كان يتقاضاه.\nالباب الرابع\nتنظيم عمل النساء والأحداث\nالفصل الأول\nتنظيم عمل النساء"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 42,
    "text": ":  تتساوى المرأة مع الرجل في كافة شروط العمل وحقوقه وواجباته وعلاقاته دون أي تمييز ، كما يجب تحقيق التكافؤ بينها وبين الرجل في الاستخدام والترقي والأجور والتدريب والتأهيل والتأمينات الاجتماعية ولا يعتبر في حكم التمييز ما تقتضيه مواصفات العمل أو المهنة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 43,
    "text": ": 1ـ  تحدد ساعات عمل المرأة اليومية بخمس ساعات إذا كانت حامل في شهرها السادس أو إذا كانت مرضع حتى نهاية الشهر السادس ، ويجوز تخفيض هذه المدة لأسباب صحية بناء  على تقرير طبي معتمد.\n2 - يبدأ احتساب ساعات عمل المرأة المرضع منذ اليوم التالي لانقضاء إجازة الوضع وحتى نهاية الشهر السادس."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 44,
    "text": ":  لا يجوز تشغيل المرأة ساعات عمل إضافية اعتباراً من الشهر السادس للحمل وخلال الستة الأشهر التالية لمباشرتها العمل بعد تمتعها بإجازة الوضع."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 45,
    "text": ": 1- يحق للعاملة الحامل أن تحصل على إجازة وضع باجر كامل مدتها ستين يوما .\n2 - لا يجوز بأي حال من الأحوال تشغيل المرأة العاملة أثناء إجازة الوضع .\n3 - تعطى العاملة الحامل عشرين يوماً إضافية إلى الأيام المذكورة في الفقرة (1) وذلك في الحالتين التاليتين :\n‌أ-\tإذا كانت الولادة متعسرة ويثبت ذلك بقرار طبي.\n‌ب-\tإذا ولدت توأم ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 45,
    "text": "1ـ  يحق للعاملة الحامل أن تحصل على إجازة وضع باجر كامل مدتها ستون يوماً.\n2 - لا يجوز بأي حال من الأحوال تشغيل المرأة العاملة أثناء إجازة الوضع.\n3 - تمنح العاملة الحامل عشرين يوماً إضافة إلى الأيام المذكورة في الفقرة (1) وذلك في الحالتين التاليتين:\n‌أ-\tإذا كانت الولادة متعسـرة ويثبت ذلك بقرار طبي.\n‌ب-\tإذا ولدت توأم. بصياغتها المعدلة بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 45,
    "text": "1- يحق للعاملة الحامل أن تحصل على إجازة وضع بأجر كامل مدتها سبعون يوماً.\n2-\tلا يجوز بأي حال من الأحوال تشغيل المرأة العاملة أثناء إجازة الوضع.\n3-\tتعطى العاملة الحامل عشرين يوماً إضافة إلى الأيام المذكورة في الفقرة (1) وذلك في الحالتين التاليتين :-\nأ-\tإذا كانت الولادة متعسرة ويثبت ذلك بقرار طبي.\nب-\tإذا ولدت توأم.\n4-\tلا يجوز بأي حال من الأحوال فصل المرأة العاملة أثناء تمتعها بإجازة الوضع.  بصياغتها المعدلة بموجب قانون رقم (15) لسنة 2008م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 46,
    "text": ": أ ـ  يحظر تشغيل النساء في الصناعات والأعمال الخطرة والشاقة والمضرة صحياً واجتماعياً ويحدد بقرار من الوزير ما يعتبر من الأعمال المحظورة طبقاً لهذه الفقرة.\nب- لا يجوز تشغيل النساء ليلاً إلاَّ في شهر رمضان وفي تلك الأعمال التي تحدد بقرار من الوزير."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 47,
    "text": ":  على صاحب العمل الذي يستخدم نساء في العمل أن يعلن في مكان ظاهر بمقر العمل عن نظام تشغيل النساء."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 47,
    "text": "على صاحب العمل الذي يوظف نساء في العمل أن يُعلن في مكان ظاهر بمقر العمل عن نظام تشغيل النساء مع تخصيص مكان للنساء لأداء الصلاة وقضاء أوقات الراحة المحددة في القانون.بصياغتها المعدلة بموجب قانون رقم (15) لسنة 2008م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": null,
    "text": "مخاطر الأجهزة أو الإشعاعات الضارة والخطرة.\nمخاطر الاهتزازات والضوضاء.\nمخاطر زيادة أو نقص الضغط الجوي .\n)مضافه بموجب قانون رقم (15) لسنة 2008م(\nالفصل الثاني\nتنظيم عمل الأحداث"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 48,
    "text": ": 1ـ  لا يجوز أن تزيد ساعات عمل الحدث على سبع ساعات في اليوم أو (42) ساعة في الأسبوع وتوزع ساعات العمل الأسبوعي على ستة أيام عمل يعقبها يوم راحة باجر كامل.\n2 - يجب أن تتخلل ساعات العمل اليومية فترة للراحة لاتقل مدتها عن ساعة ويجب أن لا يعمل الحدث عمل متواصل اكثر من أربع ساعات .\n3 - يحظر تشغيل الحدث ساعات عمل إضافية أوفي أعمال ليليه عدا تلك الأعمال التي تحدد بقرار من الوزير .\n4 - تعتبر الساعات التي يقضيها الحدث في التدريب خلال أوقات العمل اليومي من ضمن ساعات العمل الرسمية .\n5 - لا يجوز تشغيل الحدث في أوقات الراحة الأسبوعية والعطل الرسمية والإجازات الأخرى. ملغاة بموجب قانون رقم (25) لسنة 1997م ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 49,
    "text": ": 1ـ  لا يجوز تشغيل الحدث إلاَّ بموافقة ولي أمره وإشعار مكتب الوزارة المختص بذلك.\n2 - لا يجوز تشغيل الأحداث في المناطق النائية والبعيدة عن العمران.\n3 - على صاحب العمل توفير بيئة عمل صحية وآمنة للأحداث وفقاً  للشروط والأوضاع التي يحددها الوزير.\n4 - يحظر تشغيل الحدث في الأعمال الشاقة والصناعات الضارة ، والأعمال ذات الخطورة الاجتماعية وللوزير تحديد تلك الأعمال والصناعات بقرار منه."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 50,
    "text": ": 1ـ  يستحق الحدث إجازة سنوية قدرها ثلاثون يوما  عن كل سنة خدمه فعلية وبمعدل يومين ونصف لكل شهر من شهور الخدمة الفعلية.\n2 - على صاحب العمل أن يمنح الحدث إجازته السنوية في موعدها المحدد كاملة.\n3 - لا يجوز للحدث أو ولي أمره أن يتنازل عن الإجازة السنوية أو أي جزء منها مقابل تعويض أو بدونه."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 51,
    "text": ": على صاحب العمل الذي يستخدم أحداث أن يقوم بما يلي:\n1-\tأن يضع سجلاً بالأحداث وأوضاعهم الاجتماعية والمهنية يبين فيه اسم الحدث وعمره وولي أمره وتاريخ مباشرته العمل ومحل إقامته أو أية بيانات أخرى تقررها الوزارة.\n2-\tأن يقوم بإجراء الفحص الطبي الأولي للحدث والفحص الطبي الدوري كلما كانت هناك ضرورة للتأكد من لياقته الصحية وأن يفتح ملف صحي لكل حدث يتضمن كل ما يتعلق بحياته في النواحي الصحية.\n3-\tأن يعلن في مكان ظاهر في مكان العمل عن نظام عمل الأحداث."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 52,
    "text": ": يلزم صاحب العمل أن يقدم للحدث أجر عادل مقابل ما يؤديه من عمل في المهن المماثلة لمهن البالغين شريطة أن لا يقل عن ثلثي الحد الأدنى لأجر المهنة في كافة الأحوال وأن يسلم هذا الأجر إلى الحدث نفسه ويجوز لمجلس الوزراء بناء  على عرض الوزير وتوصية مجلس العمل أن يحدد بقرار منه مستويات الحد الأدنى للأجر لبعض المهن والأعمال التي يعمل فيها الأحداث."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 53,
    "text": ": يستثنى من أحكام هذا الفصل الأحداث الذين يعملون في وسط عائلاتهم تحت إشراف رب الأسرة وعلى أن يتم العمل في هذه الأحوال وفق شروط صحية واجتماعية ملائمة.\nالباب الخامس\nالأجور والبدلات\nالفصل الأول\nالأجـور"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 54,
    "text": "تحدد أصناف وفئات الأجور للأعمال والمهن حسب حجم العمل ونوعيته وفقاً للمبادئ التالية:\n1-\tطبيعة المهام والواجبات والمسئوليات .\n2-\tالمؤهلات والخبرات اللازمة للقيام بالعمل .\n3-\tأهمية العمل ودوره في تطوير الإنتاج وجودته.\n4-\tمردود العمل.\n5-\tظروف العمل ومكانه .\n6-\tالمجهود الذي يبذله العامل ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 54,
    "text": "تحدد أصناف وفئات ومقادير الأجور للأعمال والمهن حسب حجم العمل ونوعيته وفقاً للمبادئ التالية :\n1-\tطبيعة المهام والواجبات والمسئوليات.\n2-\tالمؤهلات والخبرات اللازمة للقيام بالعمل.\n3-\tأهمية العمل ودوره في تطوير الإنتاج وجودته.\n4-\tمردود العمل.\n5-\tظروف العمل ومكانه.\n6-\tالمجهود الذي يبذله العامل . بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 55,
    "text": "1ـ  لا يجوز أن يقل الحد الأدنى لأجر العامل عن الحد الأدنى للأجور في الجهاز الإداري للدولة.\n2 - لا يجوز أن يقل متوسط الأجر اليومي للعامل على أساس الإنتاج أو القطعة عن الحد الأدنى المقرر للأجر اليومي للمهنة أو الصنعة ، ويحسب الأجر اليومي للعامل الذي لا يتقاضى أجره بالشهر أو الأسبوع أو باليوم على أساس متوسط ما يتقاضاه نظيره العامل من أجور عن أيام عمله الفعلية لدى صاحب عمل واحد في السنة الأخيرة أو خلال مدة عمله إذا كانت أقل من سنة ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 56,
    "text": ": تحتسب أجور ساعات العمل الإضافي وفقاً للمعدلات التالية:ـ\n‌أ-\tالساعة بساعة ونصف من الأجر الأساسي عن ساعات العمل الإضافية خلال أيام العمل العادية.\n‌ب-\tالساعة بساعتين من الأجر الأساسي عن ساعات العمل الإضافية أثناء الليل ويوم الراحة الأسبوعية وأيام العطل والإجازات الرسمية مضافاً  إلى ما يستحقه من أجر عن تلك العطل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 57,
    "text": ": 1ـ  يستحق العامل بدلاً قدره 15% من الأجر الأساسي إضافة إلى ما يستحقه عن ساعات العمل العادية عندما يكون العمل ليلياً .\n2 - يستحق العامل بدلاً قدره (10%) من الأجر الأساسي إضافة إلى ما يستحقه من ساعات العمل العادية عندما يكون العمل بالنوبات.\n3 - يكون العامل مستحقاً  لبدل العمل الليلي أو لبدل عمل بالنوبات إذا عمل لمدة تزيد على عشرة أيام متصلة أو متقطعة في الشهر الواحد ولا يجوز الجمع بين بدل العمل الليلي والعمل بالنوبات."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 58,
    "text": ": يستحق العامل أجره الأساسي خلال التحاقه بدورة تدريبية أو تأهيلية داخل الجمهورية أو خارجها يعتمدها صاحب العمل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 59,
    "text": ": مع مراعاة أحكام المادتين (99 ، 100) من هذا القانون يستحق العامل أجره الكامل خلال فترة توقيفه بسبب قضية تتعلق بالعمل شريطة أن لا يقل ما يدفع له في فترة التوقيف عن (50%) من أجره الأساسي ويكون صرف الجزء المتبقي من الأجر الكامل حال التأكد من براءته ، ولصاحب العمل استرجاع ما تم صرفه خلال فترة التوقيف في حالة إدانة العامل بحكم بات."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 60,
    "text": ": لا يجوز نقل العامل المشتغل على أساس دفع الأجر الشهري إلى سلك العمال الذين تحتسب أجورهم على أساس الأسبوع أو اليوم أو الساعة أو الإنتاج أو القطعة إلاَّ بعد موافقته."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 61,
    "text": ":  تدفع الأجور وغيرها من المبالغ المستحقة للعامل بالنقد المتداول قانونا  وفي أحد أيام العمل وفي مكانه مع مراعاة ما يلي:ـ\n1-\tتدفع مرة في الشهر للمشتغلين باجر شهري وفي موعد لا يتجاوز اليوم السادس من الشهر التالي.\n2-\tتدفع مرة في كل نصف شهر للمشتغلين باجر نصف شهري وفي موعد لا يتجاوز اليوم الثالث بعد نهاية كل نصف شهر.\n3-\tتدفع مرة كل أسبوع على الأقل للمشتغلين على أساس العمل بالساعة أو اليوم أو الأسبوع.\n4-\tتدفع الأجور للمشتغلين على أساس الإنتاج أو القطعة حسب الاتفاق بين الطرفين."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 62,
    "text": ":  لا يجوز لصاحب العمل أن يفرض أي قيد على حرية تصرف العامل بأجره أو أن يلزم العمال بشراء أشياء من إنتاجه أو من أماكن محددة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 63,
    "text": ": لا يجوز الحجز على الأجور المستحقة للعامل بمقتضى هذا القانون إلاَّ بموجب حكم قضائي بات ما لم يكن هناك اتفاق بين صاحب العمل والعامل خلافا  لذلك."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 64,
    "text": ":  مع مراعاة المادة (99) لا يجوز أن يزيد القسط الشهري الذي يدفعه العامل تعويضاً عما يكون قد سببه من أضرار أو خسائر مادية لصاحب العمـل عن (25%) من أجره الأساسي وذلك عندما يكون الضرر ناجما  عن تقصير أو إهمال."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 65,
    "text": ": يؤدى الأجر في اليوم التالي من انتهاء العقد ، وفي حالة ترك العامل للعمل من تلقاء نفسه فيؤدى الأجر المستحق خلال ستة أيام من تاريخ ترك العمل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 66,
    "text": ": 1ـ  على صاحب العمل أن يضع المستندات اللازمة لدفع الأجور وتوضح فيها تفاصيل أجر العامل والاستقطاعات التي تمت فيه وصافي الأجر المدفوع ويجب أن تكون هذه المستندات خالية من أي فراغ أو شطب أو تحشية .\n2 - لا تبرأ ذمة صاحب العمل من دفع الأجر إلاَّ  بتوقيع العامل أو ببصمته في المستند على مستحقاته من الأجر وملحقاته سواء  ورد ذكرها أو لم يرد في المستند الموقع عليه."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 67,
    "text": ": 1ـ  تستحق المرأة العاملة أجرا  مساوياً لأجر الرجل العامل إذا كانت تؤدى نفس العمل وبنفس شروطه ومواصفاته.\n2 - على أصحاب الأعمال أن يساووا في الأجور بين العمال اليمنيين والعمال غير اليمنيين في حالة تساوي ظروف العمل وشروطه والمؤهل والخبرة والكفاءة.\nالفصل الثاني\nالبـدلات"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 68,
    "text": ": إذا ندب العامل للقيام بمهمة معينة في منطقة تبعد عن منطقة عمله في داخل الجمهورية أو خارجها فانه يستحق البدلات المناسبة لطبيعة المهمة سواء  كانت تلك البدلات تتعلق بتمثيله أو انتقاله أو إقامته ويصدر مجلس الوزراء بناء  على عرض الوزير وتوصية مجلس العمل النظام الخاص بالبدلات."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 69,
    "text": ":  على كل صاحب عمل أن يوفر لعماله وسائل الانتقال من محال إقامتهم أو من مركز تجمع معين إلى أماكن العمل أو يصرف لهم بدلا  نقديا  عنها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 70,
    "text": ":  يجب على صاحب العمل توفير المساكن والأغذية الملائمة للعمال في المناطق البعيدة من العمران وفقاً  للمعايير التي يصدر بها قرار من الوزير.\nالباب السادس\nأوقات العمل والراحة والإجازات\nالفصل الأول\nتنظيم أوقات العمل"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 71,
    "text": ": 1ـ  لا يجوز أن تزيد ساعات العمل الرسمية على ثمان ساعات في اليوم أو ثمانية وأربعين ساعة في الأسبوع وتوزع ساعات العمل الأسبوعي على ستة أيام عمل يعقبها يوم راحة بأجر كامل.\n2 - لا يجوز أن تزيد ساعات العمل الرسمية خلال شهر رمضان عن ست ساعات في اليوم أو ستة وثلاثون ساعة في الأسبوع.\n3 - يجوز بقرار من الوزير تخفيض ساعات العمل الرسمية بالنسبة لبعض المهن والأعمال والصناعات التي تكون ظروف العمل فيها شاقة أو ضارة بالصحة ويحدد القرار تلك المهن والأعمال وساعات التخفيض بالتشاور مع الجهات ذات العلاقة بما فيهم ممثلي العمال وأصحاب الأعمال.\n4 - يجب أن تتخلل ساعات العمل الرسمية فترة أو أكثر للراحة بما في ذلك أداء الصلاة وتناول الطعام لا تزيد على ساعة ويراعى في تحديد هذه الفترة أن لا تزيد مدة العمل المتواصل على خمس ساعات ولا تحتسب فترة الراحة من ساعات العمل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 72,
    "text": ":  إذا حضر العامل إلى مقر العمل في الوقت المحدد للعمل وكان مستعداً لمباشرة العمل وحالت دون ذلك أسباب ترجع إلى صاحب العمل أعتبر أنه قد أدى عملا  فعليا ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 73,
    "text": ": 1ـ  يعتبر العمل ليلياً إذا تم بين الساعة الثامنة مساء  والخامسة صباحاً ، ولا يجوز تشغيل العامل عملاً  ليلياً متواصلاً لأكثر من شهر.\n2 - يكون في حكم العمل الليلي ساعات العمل النهاري التي تتداخل في نهاياتها مع ساعات العمل الليلي لمدة لا تقل عن نصف ساعات العمل الاعتيادي."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 74,
    "text": ": 1ـ  يجوز تشغيل العامل في أوقات الراحة اليومية والأسبوعية والعطل الرسمية إذا أقتضت الضرورة زيادة الإنتاج أو تقديم الخدمات العامة وفي حالة وقوع الكوارث أو اتقائها أو صيانة وسائل العمل أو الإنتاج أو تلبية المصلحة العامة للمجتمع.\n2 - يجب أن لا تزيد ساعات العمل الاعتيادية أو الإضافية على أثنى عشر ساعة في اليوم الواحد."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 75,
    "text": ": 1ـ  مع مراعاة أحكام المادة (56) من هذا القانون يستحق العامل مهما كانت مهنته المكلف بالعمل ساعات إضافية تعويضاً بأوقات راحه مدفوعة الأجر حسب المعدلات التالية:ـ\n‌أ-\tمرة ونصف في أيام العمل العاديـة.\n‌ب-\tمرتين في حالة العمل الليلي الإضافي.\n2 - على صاحب العمل أن يمنح العامل التعويض المقرر ليوم الراحة الأسبوعية وأيام العطل والإجازات الرسمية خلال فترة أقصاها شهر."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 76,
    "text": ": على صاحب العمل أن يضع على الأبواب الرئيسية لدخول العمال وفي مكان ظاهر في موقع العمل جدولا  ببيان الإغلاق الأسبوعي وساعات العمل وفترات الراحة والإجازات.\nالفصل الثاني\nتنظيم الإجازات"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 77,
    "text": ": يكون يوم الجمعة هو يوم الراحة الأسبوعية ويجوز إبدال هذا اليوم بيوم آخر من أيام الأسبوع بالنسبة لجميع العمال أو بعضهم إذا اقتضت ضرورة العمل ذلك."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 78,
    "text": ": يستحق العامل إجازة بأجر كامل في جميع العطل الرسمية وفقاً للقوانين المعمول بها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 79,
    "text": "1ـ يستحق العامل إجازة لاتقل عن ثلاثين يوما  بأجر كامل عن كل عام من الخدمة الفعلية وبمعدل لايقل عن يومين ونصف لكل شهر.\n2 - لا تحتسب من ضمن الإجازة السنوية أيام الإجازات والعطل الرسمية التي تقع أثناء تمتع العامل بإجازته.\n3 - لا يجوز أن تقل الإجازة الممنوحة للعامل من حساب إجازته السنوية عن يومين على الأقل في المرة الواحدة.\n4 - على صاحب العمل أن يمنح العامل إجازته المستحقة سنويا  غير أنه يجوز لأسباب تتعلق بمصلحة أحد الطرفين أن يؤجل استخدام نصف الإجازة للعام التالي.\n5 - يستمر العمل بنسب ومعدلات الإجازة المكتسبة للعاملين بالشروط الأفضل.\n6 - لا يجوز للعامل أن يتنازل عن إجازته السنوية مقابل تعويض نقدي.\n7 - يجوز بقرار من الوزير زيادة معدلات الإجازة لبعض المهن وفئات العمال."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 80,
    "text": ": 1ـ  يستحق العامل عند مرضه إجازة مرضيه متصلة أو متقطعة بالنسب والمعدلات التالية:\n‌أ-\tإجازة مرضيه باجر كامل في الشهرين الأول والثاني من المرض.\n‌ب-\tإجازة مرضيه بنسبة (85%) من الأجر في الشهرين الثالث والرابع من المرض.\n‌ج-\tإجازة مرضية بنسبة (75%) من الأجر في الشهرين الخامس والسادس من المرض.\n‌د-\tإجازة مرضية بنسبة (50%) من الأجر في الشهرين السابع والثامن من المرض.\n2 - للعامل أن يستفيد من رصيد الإجازات السنوية إلى جانب ما يستحقه من إجازات مرضيه فإذا استنفذت جميعها منح العامل إجازة بدون أجر حتى يتماثل للشفاء أو تثبت عدم لياقته الصحية من قبل الجهات المختصة.\n3 - يكون في حكم الإجازة المرضية كل مدة يقضيها العامل نزيل المستشفى لتلقي العلاج."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 81,
    "text": ": أ ـ  يشترط لمنح الإجازة المرضية ما يلي:\n1-\tأن تمنح في حالات المرض الاعتيادي من الطبيب الذي يعهد إليه صاحب العمل بعلاج العمال أو من المؤسسة الطبية التي يتفق معها على ذلك.\n2-\tأن تكون صادرة عن مؤسسة طبية في الجمهورية عندما لا يعهد صاحب العمل إلى طبيب أو مؤسسة طبية لعلاج العمال لديه.\n3-\tأن تعتمد من وحدات الحوادث الفجائية في أي مكان أو من المستشفيات الأخرى في المنطقة التي يندب أو ينقل إليها العامل أو يقضي إجازته السنوية فيها.\nب- يجوز لصاحب العمل في حالة منح الإجازة المرضية للعامل من قبل العيادات أو المؤسسات الطبية الخاصة أن يطلب تعميدها لدى الجهات الطبية المختصة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 82,
    "text": ": 1ـ  يجوز لصاحب العمل اعتماد الإجازة المرضية وعدم احتسابها من الإجازة السنوية في حالة مرض العامل أثناء الإجازة.\n2 - تواصل الإجازة السنوية المقطوعة في حالة اعتماد الإجازة المرضية وفقاً  لأحكام الفقرة السابقة.\n3 - لصاحب العمل أن يطلب اعتماد الإجازة من جهة طبية أو من الطبيب المعتمد لديه إذا تجاوزت عشرة أيام فأكثر."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 83,
    "text": ": 1ـ يستحق العامل الذي يصاب بمرض مهني أو إصابة أثناء تأدية عمله أو بسببه إجازة مرضية باجر كامل بناء  على توصية اللجنة الطبية المختصة حتى يبت في حالته الصحية وفقاً  لقانون التأمينات الاجتماعية.\n2 - يصدر الوزير المختص قراراً بتشكيل اللجان الطبية المتخصصة وتحديد مهامها وأماكن عملها بالتشاور مع الجهات ذات العلاقة ومع ممثلي العمال وأصحاب الأعمال."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 84,
    "text": ": لكل عامل أمضى في خدمة صاحب العمل أربع سنوات خدمة فعليه الحق في إجازة مدفوعة الأجر لمدة عشرين يوماً لأداء فريضة الحج متضمنة عطلة عيد الأضحى وتكون هذه الإجازة مرة واحدة طوال مدة خدمته ولصاحب العمل الحق في التأكد من أن هذه الإجازة قد استخدمت للغرض ذاته."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 85,
    "text": ": يجوز لصاحب العمل أن يمنح العامل إجازة عارضة مدفوعة الأجر لا تزيد على عشرة أيام في العام."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 86,
    "text": ": يجوز لصاحب العمل أن يمنح العامل بناء  على طلبه إجازة بدون أجر للأسباب والظروف التي يقدرها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 87,
    "text": ":  تستحق المرأة العاملة إجازة مدفوعة الأجر لمدة أربعين يوما  في حالة وفاة الزوج يبدأ احتسابها من تاريخ الوفاة ويجوز لها الحصول على إجازة بدون اجر لمدة لا تزيد على تسعين يوما  لتكملة فترة العدة إذا رغبت في ذلك."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 88,
    "text": ": يحظر على العامل ممارسة أي عمل بأجور أثناء تمتعه بأي إجازة من الإجازات المدفوعة الأجر المنصوص عليها في هذا القانون ولصاحب العمل في حالة ثبوت اشتغال العامل أثناء الإجازة أن يسترد ما أداه من أجر عنها شريطة أن لا يؤدي ذلك إلى إنهاء خدمة العامل.\nالباب السابع\nنظام العمل والجزاءات\nالفصل الأول\nالواجبـات"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 89,
    "text": ": يلزم صاحب العمل من خلال إدارته بتحقيق ما يلي:\n1-\tتوفير ظروف وشروط وضمانات واحتياطات العمل المقررة في تشريعات العمل ونظمه وعقوده.\n2-\tتوجيه وتوزيع العمال بما يتناسب مع مؤهلاتهم العلمية والعملية وكفاءتهم ويحقق مصلحة العمل ولا يجوز تغيير مهنة أي عامل إلى مهنة أخرى لا تتناسب مع مؤهلاته وقدراته إلاَّ بموافقته.\n3-\tوضع برامج لتدريب وإعداد الكوادر التي تتطلبها خطة العمل وتوفير التسهيلات الضرورية أمام العامل بما يمكنه من تطوير مستواه المهني وألفني والثقافي.\n4-\tالامتناع عن الإساءة إلى شخص العامل وكرامته.\n5-\tوضع وحفظ سجلات خاصة وعامه تبين شروط وشئون خدمة العمال وفق الأوضاع والشروط التي تحددها الوزارة.\n6-\tإعلام العمال بكافة شروط العمل وشئونه وإبرازها في مكان ظاهر عند صدورها.\n7-\tالتقيد بأحكام هذا القانون والنظم المعمول بها عند النظر في الأمور المتعلقة بالعمل.\n8-\tالتأكد من أن العامل المراد تشغيله قد أخلى طرفه بوثيقة قطع علاقة العمل من صاحب العمل السابق أو أنه لم يسبق له العمل.\n9-\tإشراك العمال في مناقشة المسائل التي تؤدي إلى تطوير العمل وزيادة الإنتاج وتعالج شئونهم من خلال الاجتماعات التي يدعو إليها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 90,
    "text": ": يجب على العامل أن يلتزم بتحقيق الآتي:\n1-\tأداء العمل بجدية وأمانة وانتظام وأن يخصص كامل وقت العمل لأداء واجبات العمل بكفاءة وفاعلية والالتزام بتوجيهات وتعليمات صاحب العمل أو من ينوب عنه أو رئيسه في العمل.\n2-\tالعمل على تنمية الإنتاج وصيانة أدواته وتحسين جودة المنتجات والخدمات.\n3-\tالتقيد بنظام العمل وقواعده وضوابطه.\n4-\tالمواظبة في العمل واحترام مواعيده.\n5-\tالعمل باستمرار على تنمية مؤهلاته وكفاءته المهنية والفنية والثقافية ، كما يلزم بتدريب وتطوير مهارات الآخرين من زملائه في العمل.\n6-\tصيانة ممتلكات العمل من الآلات والأدوات والمواد والسجلات والملفات الموضوعة تحت تصرفه وأن يعيد عند انتهاء العمل ما لديه من أدوات أو مواد أولية غير مستهلكة.\n7-\tالمحافظة على أسرار العمل.\n8-\tتقديم العون والمساعدة بإخلاص في حالات الإخطار والكوارث التي تهدد سلامة العمل أو مقر العمل أو الإنتاج.\n9-\tالاستخدام الأمثل لوسائل العمل والإنتاج الموضوعة تحت تصرفه والاقتصاد السليم في استخدام الأموال والمواد الأخرى.\n10-\tالتقدم لإجراء الفحص الطبي متى طلب منه صاحب العمل ذلك.\nالفصل الثاني\nالجزاءات"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 91,
    "text": ": يجب على صاحب العمل في المنشأة التي تستخدم خمسة عشر عاملاً فأكثر أن يضع لائحة بالجزاءات وشروط توقيعها أو تطبيقها على أن يعلقها في مكان ظاهر في المنشأة ، ويجب لنفاذ هذه اللائحة وما يطرأ عليها من تعديلات موافقة اللجنة النقابية أو ممثل العمال واعتمادها من قبل الوزارة أو مكاتبها خلال شهر من تاريخ تقديمها فإذا أنقضت تلك المدة دون موافقة الوزارة أو مكاتبها أو الاعتراض عليها كتابيا  أصبحت نافذة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 92,
    "text": ": 1- تصدر الوزارة نماذج بالقواعد التفصيلية لتطبيق العقوبات ليسترشد بها أصحاب الأعمال عند وضع القواعد الخاصة بهم.\n2 - على كل صاحب عمل يستخدم عشرة عمال أو أكثر أن يضع القواعد التفصيلية المنظمة لتطبيق العقوبات المنصوص عليها في المادة التالية بما يتوافق مع طبيعة وخصوصية النشاط الذي يقوم به ومع مراعاة ما يلي:\n‌أ-\tأن تتضمن أنواع المخالفات وما يقابلها من عقوبات.\n‌ب-\tبيان إجراءات التحقيق في المخالفة وتطبيق العقوبة.\n‌ج-\tتوضيح إجراءات تطبيق العقوبات في حالة التكرار.\n3 - يجوز لصاحب العمل الذي يستخدم عمالاً يقل عددهم عن عشرة عمال أن يضع القواعد المنظمة لتطبيق العقوبات وفقاً  للأحكام المنصوص عليها في هذا القانون."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 93,
    "text": ": يجوز لصاحب العمل في حالة مخالفة العامل لواجباته المحددة في هذا القانون أو في عقد العمل أن يوقع بحقه إحدى العقوبات التالية:ـ\n1-\tلفت النظر الكتابي.\n2-\tالإنذار الكتابي.\n3-\tالخصم من الأجر بما لا يزيد على(20%) من الأجر الأساسي.\n4-\tالفصل من العمل مع احتفاظ العامل بحقه في كافة المستحقات المنصوص عليها في هذا القانون وفي تشريعات العمل الأخرى."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 94,
    "text": ": 1- يجوز لصاحب العمل أن يطبق العقوبتين المنصوص عليهما في البندين (1 ، 2) من المادة السابقة بدون أن يستوجب ذلك تحقيق إداري أما العقوبات الأخرى فلا تطبق إلاَّ بعد إجراء التحقيق المنصوص عليه في المادة (96) من هذا القانون.\n2 - على صاحب العمل قبل توقيع أي عقوبة أن يراعي الآتي:\n‌أ-\tتناسب العقوبة مع حجم المخالفة.\n‌ب-\tالظروف المحيطة بالعامل ومدى إنتاجيته وسلوكه ومدة خدمته وحالته الاجتماعية والتدابير التي سبق أن اتخذت ضده ومدى تكرار ارتكابه مخالفات في العمل.\n3 - لا يجوز لصاحب العمل أن يوقع بحق العامل أي عقوبة في الحالات الآتية:\n‌أ-\tبعد انقضاء خمسة عشر يوماً على اكتشاف المخالفة.\n‌ب-\tإذا لم تثبت إدانة العامل من التهم المنسوبة إليه جنائياً أو إدارياً .\n‌ج-\tإذا لم تكن المخالفة واردة ضمن القواعد التفصيلية للعقوبات .\n4 - لا يجوز توقيع أكثر من عقوبة  واحدة من العقوبات المنصوص عليها في المادة (93) من هذا القانون عن المخالفة الواحدة التي يرتكبها العامل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 95,
    "text": "1ـ يعتبر توقيع العقوبتين المنصوص عليهمـا في البندين (1 ، 2) من المادة (93) من هذا القانون لاغياً  بعد مضي عام من تاريخ توقيعهما ويجوز لصاحب العمل إزالتها من سجل العامل الشخصي متى تحسن سلوكه فعلياً  في نفس العام.\n2 - لصاحب العمل أن يخفض أو يلغي أي من العقوبات الأخرى المطبقة بحق العامل متى تحسن سلوكه خلال العام."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 95,
    "text": "1ـ يعتبر توقيع العقوبتين المنصـوص عليهما في البندين (1 ، 2) من المادة(93) من هذا القانون لاغياً بعد مضي عام من تاريخ توقيعهما ويلزم صاحب العمل بإزالتها من سجل العامل الشخصي متى تحسن سلوكه فعلياً  في نفس العام.\n2 - لصاحب العمل أن يخفض أو يلغي أي من العقوبات الأخرى المطبقة بحق العامل متى تحسن سلوكه خلال العام. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م0"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 96,
    "text": ": على صاحب العمل عندما تستوجب جسامة المخالفة تطبيق إحدى العقوبات المنصوص عليها في البندين (3) و (4) من المادة (93) من هذا القانون أن يجري تحقيقاً إدارياً مع العامل ويجوز للعامل طلب حضور ممثل اللجنة النقابية في موقع العمل أو ممثل عن العمال إذا لم تكن هناك لجنة نقابية ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 97,
    "text": ": 1- على صاحب العمل عند التحقيق في المخالفة اتخاذ ما يلي :\n‌أ-\tالقيام بالتحقيق خلال فترة أقصاها خمسة عشر يوماً من تاريخ اكتشاف المخالفة.\n‌ب-\tإنجاز التحقيق وتطبيق العقوبة عند الإدانة خلال فترة لا تزيد على شهر.\n‌ج-\tالاستماع إلى أقوال العامل ودفاعه عن نفسه وإلى أقوال شهود النفي الذين يتقدم بهم.\n‌د-\tإجراء التحقيق كتابة وتوقيع كافة الأطراف المشاركة فيه.\n‌ه-\tالاستماع إلى أقوال العمال الذين هم على علم بظروف المخالفة وحيثياتها.\n2 - للعامل أن يتظلم من نتيجة التحقيق أو ما ترتب عنه إلى لجنة التحكيم المختصة خلال فترة لا تزيد على شهر من تاريخ إبلاغه بنتائج التحقيق."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 97,
    "text": ": 1ـ على صاحب العمل عند التحقيق في المخالفة اتخاذ مايلي :\n‌أ-\tالقيام بالتحقيق خلال فترة أقصاها خمسة عشر يوماً  من تاريخ اكتشاف المخالفة.\n‌ب-\tالاستماع إلى أقوال العامل ودفاعه عن نفسه والى أقوال شهود النفي الذين يتقدم بهم.\n‌ج-\tإجراء التحقيق كتابة وتوقيع كافة الأطراف المشاركة فيه.\n‌د-\tالاستماع إلى أقوال العمال الذين هم على علم بظروف المخالفة وحيثياتها.\n‌ه-\tإنجاز التحقيق وتطبيق العقوبة عند الإدانة خلال فترة لا تزيد على شهر.\n2 - للعامل أن يتظلم من نتيجة التحقيق أو ما ترتب عنه إلى لجنة التحكيم المختصة خلال فترة لا تزيد على شهر من تاريخ إبلاغه بنتائج التحقيق.  بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 98,
    "text": "1ـ  لصاحب العمل أن يوقف العامل شفويا  مدة لاتزيد عن خمسة أيام لأغراض التحقيق ويجوز لصاحب العمل أن يوقف العامل عن العمل كتابياً مدة لاتزيد على ثلاثين يوماً عندما تستدعي مصلحة العمل أو التحقيق ذلك.\n2 - على صاحب العمل مراعاة ما يلي قبل اتخاذ قرار التوقيف:\n‌أ-\tلا يعتبر التوقيف عن العمل عقوبة بحق العامل وإنما هو إجراء احتياطي تستوجبه ظروف العمل والتحقيق.\n‌ب-\tإعادة العامل إلى عمله السابق بعد انقضاء مدة التوقيف في حالة ثبوت براءته صراحة.\n‌ج-\tصرف الأجر المتبقي للعامل أو المخصوم منه في حالة البراءة.\n3 - يكون في حكم التوقيف فترة احتجاز العامل لدى الجهات المختصة في القضايا التي تتصل بالعمل أو تكون بسببه وعلى صاحب العمل الاستمرار في صرف 50% من أجر العامل حتى يفصل في قضيته شريطة ألا تزيد الفترة على ثلاثة اشهر.\n4 - لا يعتبر في حكم التوقيف عن العمل تلك الفترات التي يحتجر خلالها العامل لدى الجهات المختصة لأغراض التحقيق في القضايا التي لا تتعلق بالعمل وفي هذه الحالة لا يستحق العامل اجره المقرر أو جزء منه إلا بموافقة صاحب العمل ولا يجوز فصله من الخدمة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 98,
    "text": "1ـ لصاحب العمل أن يوقف العامل شفويا  مدة لا تزيد عن خمسة أيام لأغراض التحقيق ويجوز لصاحب العمل أن يوقف العامل عن العمل كتابياً  مدة لا تزيد على ثلاثين يوماً  إذا طلبت لجنة التحقيق ذلك لما فيه مصلحة العمل أو التحقيق.\n2 - على صاحب العمل مراعاة ما يلي قبل اتخاذ قرار التوقيف :\n‌أ-\tلا يعتبر التوقيف عن العمل عقوبة بحق العامل وإنما هو إجراء احتياطي تستوجبه ظروف العمل والتحقيق.\n‌ب-\tإعادة العامل إلى عمله السابق بعد انقضاء مدة التوقيف في حالة ثبوت براءته صراحة.\n‌ج-\tصرف الأجر المتبقي للعامل أو المخصوم منه في حالة البراءة.\n3 - يكون في حكم التوقيف فترة احتجاز العامل لدى الجهات المختصة في القضايا التي تتصل بالعمل أو تكون بسببه وعلى صاحب العمل الاستمرار في صرف 50% من أجر العامل حتى يفصل في قضيته.\n4 - لا يعتبر في حكم التوقيف عن العمل تلك الفترات التي يحتجز خلالها العامل لدى الجهات المختصة لأغراض التحقيق في القضايا التي لا تتعلق بالعمل وفي هذه الحالة لا يستحق العامل اجره المقرر أو جزء منه ألا بموافقة صاحب العمل ولا يجوز فصله من الخدمة. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 99,
    "text": ": يستحق صاحب العمل من العمال فرادى وجماعات بعد ثبوت المسئولية تعويضا عن أي أضرار في وسائل العمل والإنتاج الناشئة عن تقصير أو إهمال من قبل العمال شريطة  أن يبلغ الوزارة أو مكتبها المختص والجهات المعنية بذلك الضرر خلال ثمانية وأربعين ساعة من وقت علم صاحب العمل بوقوعه ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 100,
    "text": ": يجوز لصاحب العمل أن يوقف العمل كلياً أو جزئياً أو أن يعدل في حجم المنشأة أو نشاطها بعد إبلاغ الوزارة  أو مكتبها المختص عندما يترتب على ذلك تخفيض عدد العمال لديه والاستغناء عنهم."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 101,
    "text": ":1ـ على صاحب العمل تبليغ الوزارة أو مكتبها المختص وأي جهة معنية أخرى في حالة التوقف كليا أو جزئيا عن العمل أو عند مزاولة النشاط الموقف.\n2 - يجوز لصاحب العمل تخفيض عدد العمال لديه أو الاستغناء عنهم بسبب التوقف عن العمل جزئيا أو كليا .\n3 - يلتزم صاحب العمل في حالة إعادة نشاطه الموقف إعطاء الأولوية للعمال الذين شملهم التخفيض أو الاستغناء بشرط تقديمهم طلب للتشغيل لديه خلال فترة أقصاها شهر من تاريخ إعلان إعادة مزاولة النشاط مع إبلاغ الوزارة أو مكتبها المختص بذلك ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 102,
    "text": ": يحق للعمال الذين شملهم التخفيض أو الاستغناء التظلم أمام لجنة التحكيم المختصة إذا تبين لهم أن إجراء صاحب العمل كان مجحفاً ويهدف إلى إحلال عمال آخرين بدلاً عنهم ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 103,
    "text": ": إذا توقف العمل لفترة مؤقتة لأسباب تعود إلى صاحب العمل فان عقد العمل يبقى سارياً مدة لاتقل عن شهرين من بداية التوقف ويترتب عليه استحقاق العمال أجراً   كاملاً خلال تلك الفترة .\nالباب الثامن\nالتـدريب\nالفصل الأول\nالتدريب المهني"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 104,
    "text": ": يقصد بالتدريب المهني القيام بتدريبات مهنية نظرية أو تطبيقية أو كلاهما لاكتساب المهارات في مهنة أو صنعة معينة قبل الالتحاق بالعمل ويشمل ذلك تدريب العمال أثناء خدمتهم لرفع درجة مهاراتهم المهنية ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 105,
    "text": ":1ـ لصاحب العمل اتخاذ كافة وسائل ومقومات التدريب وتطويرها وتحفيز العاملين لديه من المتدربين وفقاً للاتجاهات التي يحددها مجلس الوزراء وبإحدى الوسائل التالية :ـ\n‌أ-\tالتدريب في موقع العمل ووضع برامج للتدريب والاختبار .\n‌ب-\tالمشاركة في إنشاء مركز للتدريب مع أصحاب أعمال آخرين يمارسون نشاطا مماثلا لطبيعة النشاط الذي يقوم به ووضع برامج  للتدريب والاختبار .\n‌ج-\tالمساهمة  المالية السنوية لمشاريع التدريب المهني التابعة للوزارة وتحسب هذه المساهمة بالاستناد إلى عدد العمال لدى صاحب العمل ويحدد قرار مجلس الوزراء مبلغ المساهمة ونسبتها من مجمل أجور جميع العمال.\n2 - يلتزم العامل المتدرب بأن يقضي  في خدمة صاحب العمل مدة مساوية للمدة التي قضاها في التدريب داخل الجمهورية وضعف المدة إذا كان التدريب خارج  الجمهورية ويجوز لصاحب العمل استرداد كافة نفقات التدريب أو بعضها إذا لم يلتزم العامل بمدة الخدمة المحددة بعد التدريب مع مراعاة خدمته قبل التدريب وبعد التدريب ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 106,
    "text": "تنظم الوزارة شئون التدريب المهني بالتنسيق مع الجهات ذات العلاقة  بما يلبي متطلبات التنمية الاقتصادية والاجتماعية ولها في سبيل ذلك القيام بما يلي:ـ\n‌أ-\t1ـ  الإشراف على معاهد ومراكز التدريب المهني التي تنشؤها الدولة وتنظيم شؤونها.\n2 - مجالات التدريب المهني في جميع نواحيه .\n3 - الإشراف على وضع برامج التدريب والاختبار .\n4 - تقييم مستويات التدريب ومناهجه ومجالاته .\n5 - تحديد الاحتياجات من المتدربين وإعداد وتأهيل المدربين بالتنسيق مع الجهات ذات العلاقة .\n6 - رسم سياسة القبول في معاهد ومراكز التدريب المهني .\n7 - تنسيق شؤون التدريب لدى جهات التدريب المختلفة بما يحقق أقصى استفادة من إمكاناتها التدريبية .\n8 - وضع الخطط والبرامج الكفيلة بتوزيع خريجي معاهد ومراكز التدريب المهني في مواقع العمل المناسبة بالتنسيق مع الجهات ذات العلاقة.\n‌ب-\tالإشراف ألفني على مؤسسات التدريب المشمولة بأحكام هذا القانون في مجال المناهج والبرامج والاختبار وتقديم المشورة الفنية ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 107,
    "text": ": للوزير أن يقرر إنشاء معاهد أو مراكز للتدريب المهني وفقاً لما يراه مناسبا ويحدد القرار الصادر فيه كافة الأحكام اللازمة لحسن سير هذه المعاهد  والمراكز ويجوز لأي صاحب عمل إنشاء معهد أو مركز تدريب ضمن نشاطه شريطه إخطار الوزارة بذلك ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 108,
    "text": ": للوزير وفقاً للإمكانيات التدريبية المتاحة  أن يحدد شروط مشاركة أصحاب الأعمال بتدريب وإعادة تأهيل عدد معين من اليمنيين المعوقين والعمال المصابين وقبول نسبه محددة من الطلاب لأغراض التدريب والحصول على الخبرة العملية في المنشآت والمراكز التابعة لهم وفقاً للإمكانيات التدريبية المتاحة ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 109,
    "text": "1ـ للوزير أن يحدد المهن التي تخضع لقياس مستوى المهارة وطريقة القياس وشروطها والجهات القائمة عليها .\n2 - للعامل الذي تقاس درجة مهارته في المهنة أو الخدمة أن يحصل على شهادة إثبات بذلك .\nالفصل الثاني\nالتلمذة المهنية"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 110,
    "text": ": يقصد بالتلمذة المهنية قيام صاحب العمل بإجراء تدريبات في مجال مهنة أو صنعة لشخص يمني بقصد إكسابه المهارات اللازمة لمزاولة المهنة أو الصنعة خلال فترة زمنية محدده ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 111,
    "text": ": 1ـ يبرم عقد التلمذة المهنية كتابة بين صاحب العمل والتلميذ المهني ويتحدد فيه نوع المهنة ومدة التدريب ومكافأة التلميذ أثناء فترة التدريب .\n2 - يجب أن يبرم العقد بين صاحب العمل وولي أمر التلميذ المهني إذا كان التلميذ المهني حدثا .\n3 - أ ـ  لصاحب العمل أن ينهي العقد إذا ثبت لديه عدم قابلية التلميذ المهني لتعليم المهنة بصورة حسنه مالم يتحقق إمكانية تعليمه في مهنة أخرى لدى صاحب العمل .\nب- للتلميذ المهني  أن ينهي العقد بإرادته المنفردة بشرط أن لا يكون قد انقضى اكثر من نصف مدة التدريب.\nج- إذا انهي العقد من أحد طرفيه بخلاف الشروط والأوضاع المحددة في هذا القانون يحق  للطرف الآخر المطالبة بالتعويض المناسب عن الضرر الذي لحق به نتيجة  ذلك ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 112,
    "text": "أ- تعتبر المدة  التي يقضيها التلميذ المهني في التدريب على المهنة أو الحرفة ضمن مدة خدمته الفعلية إذا استمر في العمل لدى صاحب العمل مدة لاتقل عن سنتين .\nب- على  صاحب العمل عند إنهاء التلميذ المهني فترة التلمذة المهنية أن يمنحه شهادة تثبت التحاقه بالتلمذة المهنية ومدتها ومستوى مهارته في المهنة وان تصادق الوزارة أو أحد مكاتبها على ذلك .\nالباب التاسع\nالسلامة والصحة المهنية"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 113,
    "text": "على صاحب العمل عند تشغيل أي منشأة جديدة أن يوفر شروط السلامة والصحة المهنية فيها وعلى الوزارة المختصة التأكد من توافر الشروط والظروف الملائمة للسلامة والصحة المهنية."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 113,
    "text": "على صاحب العمل عند تشغيل أي منشأة أن يوفر شروط السلامة والصحة المهنية فيها وعلى الوزارة المختصة التأكد من توافر الشروط والظروف الملائمة للسلامة والصحة المهنية. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 114,
    "text": ": على صاحب العمل مراعاة القواعد التالية :\n1-\tحفظ موقع العمل في حالة صحية ومأمونة تقتضيها شروط السلامة والصحة المهنية .\n2-\tتهوية أماكن العمل وإنارتها بصورة كافية خلال ساعات العمل وفق المستويات والمقاييس التي تقررها الجهات القائمة بالسلامة والصحة المهنية.\n3-\tاتخاذ الاحتياطات الضرورية لوقاية العمال من الأضرار الناشئة عن أي غاز أو غبار أو دخان أو أية نفايات أو عوادم للصناعة .\n4-\tاتخاذ الاحتياطات الضرورية  لوقاية العمال من مخاطر الأجهزة أو الآلات ومخاطر وسائل الانتقال أو التداول بما في ذلك مخاطر الانهيار .\n5-\tاتخاذ الاحتياطات اللازمة ضد المخاطر والأضرار الطبيعية كالحرارة والرطوبة والبرودة .\n6-\tاتخاذ الاحتياطات الكفيلة بالوقاية من مخاطر الإضاءة الشديدة أو الضوضاء  أو الإشعاعات  الضارة أو الخطرة أو الاهتزازات أو زيادة أو نقص في الضغط الجوي داخل مقر العمل بما في ذلك مخاطر الانفجار.\n7-\tتشييد دورات للمياه في أماكن يسهل الوصول إليها مع تخصيص دورات منفصلة للنساء في حالة استخدام النساء .\n8-\tتوريد المياه الكافية الصالحة للشرب ولاستخدام العمال وتسهيل استعمالها.\n9-\tاتخاذ  الاحتياطات اللازمة لمواجهة الحرائق وتهيئة الوسائل الفنية لمكافحتها بما في ذلك تأمين منافذ للنجاة وجعلها صالحة للاستعمال في أي وقت .\n10-\tمسك سجل لحوادث العمل وأمراض  المهنة وإبلاغ الجهات المختصة بها ووضع الإحصائيات عن إصابات العمل والأمراض المهنية وتقديمها للوزارة عند طلبها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 115,
    "text": ": على صاحب العمل أن يتخذ الاحتياطات اللازمة لحماية العمال وسلامتهم من الأخطاء الناجمة عن العمل وسائلة ، ولا يجوز أن يخصم من أجورهم أية مبالغ لقاء ما يلي:\n1-\tتوفير الأجهزة والمعدات والملابس الواقية لحماية العمال من التعرض للإصابات والأمراض المهنية .\n2-\tما يصرف للعمال مقابل ظروف عمل مضرة بالصحة ووجبات غذائية حسبما تقتضيها ظروف السلامة والصحة المهنية .\n3-\tما يصرف مقابل إجراء الكشف الطبي دوريا وفي أي وقت كان للعمال كما تقتضيها ظروف السلامة والصحة المهنية .\n4-\tتوفير وسائل الإسعافات الأولية في موقع العمل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 116,
    "text": "تتولى الوزارة تنفيذ المهام التالية :\n‌أ-\tتقديم المشورة والنصح لأصحاب الأعمال في مجال السلامة المهنية .\n‌ب-\tتنظيم وتنفيذ برامج التدريب والتثقيف المتعلقة بالوقاية من الحوادث .\n‌ج-\tتنظيم تبادل المعلومات الفنية والخبرات بين أقسام السلامة والصحة المهنية في المنشآت .\n‌د-\tتحديد وتقييم وسائل وحدات الوقاية من الحوادث.\n‌ه-\tالمساعدة في تصميم الوسائل الإيضاحية في مجال السلامة المهنية .\n‌و-\tدراسة وتحليل البيانات والمعلومات في مجال السلامة المهنية ورصد حالات الإصابات والأمراض المهنية واقتراح التدابير اللازمة لمنع تكرارها.\n‌ز-\tتحديد وتقييم  وسائل ومعدات الوقاية من الحوادث والإصابات المهنية."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 117,
    "text": "1ـ  تشكل بقرار من مجلس الوزراء بناء على اقتراح الوزير لجنة عليا للسلامة والصحة المهنية يمثل في عضويتها الجهات ذات العلاقة ، ويحدد القرار مهامها والقواعد المنظمة لعملها .\n2 - يجوز بقرار من الوزير تشكيل لجان فرعية للسلامة والصحة المهنية في المحافظات وفي القطاعات والصناعات التي يراها على أن تشمل هذه اللجان في عضويتها الجهات ذات العلاقة ويحدد قرار التشكيل مهام هذه اللجان واختصاصاتها والقواعد المنظمة لعملها ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 118,
    "text": "1ـ  على صاحب العمل القيام بما يلي :\n‌أ-\tإرشاد وإحاطة العامل قبل تشغيله بمخاطر العمل والمهنة ووسائل الوقاية منها التي يجب عليه اتباعها أثناء العمل\n‌ب-\tالقيام باستمرار بالتوجيه والرقابة على مراعاة العمال للسلامة والصحة المهنية .\n‌ج-\tإبراز التوجيهات والإرشادات والملصقات الموضحة لمخاطر العمل والمهنة وأساليب الوقاية منها في أماكن ظاهرة واستخدام كافة وسائل الإيضاح الأخرى .\n‌د-\tنشر الوعي بين أوساط العمال فيما يخص السلامة المهنية والوقاية الصحية والعمل على إشراكهم في الدورات التدريبية والندوات المتعلقة بهذه الجوانب .\n2 - في حالة امتناع صاحب العمل عن تنفيذ قواعد حماية العمل والعمال وتعليمات السلامة المهنية للمفتش استصدار أمر من الوزير بإيقاف الآلة مصدر الخطر لمدة أسبوع حتى تزال أسباب الخطر وعلى الوزير إحالة الأمر إلى اللجنة التحكيمية المختصة في حاله تمديد فترة الإيقاف الجزئي أو طلب الإيقاف الكلي إذا تبين بقاء الخطر وان صاحب العمل لم يقم بإزالته ويستحق العمال الذين توقفوا عن العمل بسبب ذلك كامل أجورهم.\n3 - لصاحب العمل الحق في استئناف القرار الصادر بالإيقاف الجزئي أو الكلـي إذا تبين له أن القرار كان تعسفيا.\nالباب العاشر\nتأمينات الخدمة"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 119,
    "text": ": أ ـ على صاحب العمل أن يوفر الرعاية الصحية للعاملين لديه وتشمل هذه الرعاية ما يلي :\n1-\tإجراء الكشف الطبي للعامل قبل التشغيل.\n2-\tنقل العامل إلى  عمل يتناسب مع حالته الصحية بناء على تقرير من الجهات الطبية المختصة كلما كان ذلك ممكنا .\n3-\tأن يوفر العمل المناسب للعامل وفق توصيات الجهات الطبية المختصة حسب ظروف إمكانية العمل وبموجب قانون التأمينات الاجتماعية إذا كان المرض ناجما عن المهنة أو كانت الإصابة ناجمة عن العمل أو بسببه.\n4-\tتحمل  العلاج ومستلزماته للعمال مهما كان عددهم وفقاً للائحة الطبية لصاحب العمل التي توافق عليها الوزارة .\n5-\tتشغيل ممرض مؤهل في موقع العمل أو منطقته إذا زاد عدد العمال لديه على خمسين عامل .\n6-\tأن يعهد إلى طبيب أو مؤسسة طبية بعلاج العمال لديه إذا زاد عددهم على مائة عامل في موقع العمل أو منطقته .\n7-\tأن يؤمن حفظ الأوراق المتعلقة بعلاج العامل الذي تسلم إليه من قبله وللعامل أن يحصل على صور من الشهادات والوثائق المتعلقة بمرضه والمسلمة إلى صاحب العمل من الجهات الطبية المختصة.\nب- يجوز لأصحاب الأعمال الذين يقل عدد العمال لديهم عن ما هو محدد في هذه المادة أن يعهدوا إلى طبيب أو مؤسسة طبيه بعلاج هؤلاء العمال.\nج- للوزير أن يلزم أصحاب الأعمال الذين يقل عدد العمال لديهم عن ما هو محدد في هذه المادة تشغيل ممرض مؤهل أو أن يعهدوا بعلاجهم إلى طبيب وذلك في الصناعات والمهن الخطرة  أو الشاقة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 120,
    "text": ":1ـ  يستحق العامل عند انتهاء خدمته معاشا شهريا أو مكافأة مقطوعة وفقاً لأحكام قانون التأمينات الاجتماعية أو وفقاً لآي نظام خاص آخر إذا كانت شروطه افضل للعامل .\n2 - إذا لم يكن العامل مشمولا بأحكام قانون التأمينات الاجتماعية أو أي نظام خاص به وفقاً لأحكام الفقرة السابقة استحق من صاحب العمل مكافأة نهاية الخدمة بواقع مرتب شهر على الأقل عن كل سنه من سنوات الخدمة وتحتسب  هذه المكافأة على أساس اجر آخر شهر تقاضاه العامل .\n3 - لا يجوز بأي حال من الأحوال حرمان العامل من مستحقاته المنصوص عليها في هذه المادة أو إسقاط أي جز ء  منها في كافة حالات إنهاء عقد العمل ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 121,
    "text": ": يتحمل صاحب العمل مالم يكن مؤمنا المسئولية المادية طبقا لهذا القانون وقانون  التأمينات الاجتماعية لما يلحق العامل من أمراض مهنية أو إصابات أثناء تأدية العمل أو بسببه .\nالباب الحادي عشر\nتفتـيـش العمل"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 122,
    "text": "يجرى التفتيش على جميع القطاعات وأصحاب الأعمال الذين ينطبق عليهم هذا القانون وعليهم تسهيل مهام مفتشي العمل وتقديم كافة المعلومات والبيانات التي تطلب منهم لأغراض التفتيش ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 123,
    "text": ": يختص مفتشوا العمل بما يلي :\n1-\tمراقبة مستوى تطبيق تشريعات العمل ونظمه وعقود ه وكل ما يصدر عن الوزارة من قرارات وتوجيه إشعارات كتابية لأصحاب العمل بما يقع منهم من مخالفات وطلب إزالتها وتحرير محاضر ضبط المخالفات عند تكرارها  تمهيدا لإحالتها إلى اللجنة التحكيمية المختصة .\n2-\tإعداد تقارير مفصله عن حصيلة  كل جولة تفتيشية مدعمه بالآراء والمقترحات التي تساعد على تلافي أوجه القصور أن وجدت .\n3-\tالمساهمة  في ترسيخ مفاهيم العلاقات القائمة  بين العمال وأصحاب العمل وتزويدهم بالمعلومات بما يضمن تفهمهم لأحكام تشريعات العمل وسلامة تطبيقها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 124,
    "text": "1ـ  يجرى التفتيش على منشآت العمل من قبل موظفين تابعين للوزارة ومكاتبها وتكون لهم صفة الضبطية القضائية في تنفيذ أحكام هذا القانون والأنظمة والقرارات المنفذة له ، ويجوز الاستعانة بالأطباء والمهندسين والفنيين من ذوي الخبرة عند الاقتضاء.\n2 - يمارس مفتشوا العمل مهامهم بصفة فردية أو جماعية ويجب على كل مفتش المحافظة على أسرار المنشآت التي يطلعون عليها بحكم عملهم ويظل هذا الالتزام قائما  من بعد تركهم الخدمة.\n3 - يمارس مفتشوا وزارة الصحة مراقبة مستوى تطبيق قواعد وإجراءات الصحة المهنية وعليهم رفع التقارير الدورية إلى الوزارة والجهات المعنية الأخرى.\n4 - يزود مفتشوا العمل ومفتشوا وزارة الصحة ببطاقات تثبت هويتهم ووظائفهم ويجب عليهم حملها أثناء قيامهم بمهامهم وإبرازها لأصحاب العلاقة عند الاقتضاء.\n5 - تنظم لائحة التفتيش نماذج وبيانات الإشعارات المتعلقة بالمخالفات وكيفية تحرير محاضر الضبط المتعلقة بها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 124,
    "text": "1- يجري التفتيش على منشآت العمل من قبل موظفين تابعين للوزارة ومكاتبها وتكون لهم صفة الضبطية القضائية في تنفيذ أحكام هذا القانون والأنظمة والقرارات المنفذة له ، ويجوز الاستعانة بالأطباء والمهندسين والفنيين من ذوي الخبرة عند الاقتضاء.\n2 - يمارس مفتشو العمل مهامهم بصفة فردية أو جماعية ، ويجب على كل مفتش المحافظة على أسرار المنشئات التي يطلعون عليها بحكم عملهم ويظل هذا الالتزام قائماً  من بعد تركهم الخدمة.\n3 - يمارس مفتشو الصحة والسلامة المهنية مراقبة مستوى تطبيق قواعد وإجراءات الصحة المهنية وعليهم رفع التقارير الدورية إلى الوزارة والجهات المعنية الأخرى.\n4 - يزود مفتشو العمل ومفتشو الصحة والسلامة المهنية ببطاقات تثبت هويتهم ووظائفهم ويجب عليهم حملها أثناء قيامهم بمهامهم وإبرازها لأصحاب العلاقة عند الاقتضاء.\n5 - تنظم لائحة التفتيش نماذج وبيانات الإشعارات المتعلقة بالمخالفات وكيفية تحرير محاضر الضبط المتعلقة بها. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م .."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 125,
    "text": "يؤدي مفتشوا العمل قبل مباشرتهم لمهام وظائفهم أمام الوزير أو من يفوضه اليمين التالية :\nأقسم بالله العظيم أن أقوم بواجبات وظيفتي بكل أمانة وإخلاص وحياد تام وأن لا أبوح بالأسرار المهنية الصناعية والتجارية التي أطلع عليها أثناء ممارستي لوظيفتي ) ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 126,
    "text": "يتمتع مفتشوا العمل بالصلاحيات الآتية :\n1-\tدخول أماكن العمل في أي وقت من ساعات العمل والإطلاع على سير الأعمال الجارية وفحص الوثائق والعقود والسجلات المتعلقة بالعمل والتأكد من عدم وجود مخالفات لأحكام تشريعات العمل ونظمه ولوائحه.\n2-\tاتخاذ الإجراءات الإحتياطية في توقيف الآلة مصدر الخطر بإستصدار قرار من الوزير لفترة لا تزيد على أسبوع وعلى الوزير الإحالة إلى اللجنة التحكيمية المختصة في حالة تمديد الفترة أو طلب الإيقاف الكلي.\n3-\tأخذ عينات من موقع العمل وذلك فيما يتعلق بالصحة والسلامة المهنية والإطلاع على الوثائق المرتبطة بالعمل والعمال حين القيام بمهام التفتيش.\n4-\tأخذ عينات من موقع العمل والحصول على أية وثائق أو صور منها يتطلبها التفتيش."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 127,
    "text": "1ـ على الوزارة أن توفر الحماية اللازمة لمفتشي العمل أثناء ممارستهم لمهامهم أو بعد الإنتهاء منها وفقاً  لما تراه كفيلا  بتحقيق ذلك.\n2 - عند تعرض مفتشي العمل لأي إعتداء أو ضرر جسدي أو معنوي ناجما  عن تأديتهم لمهام التفتيش ، على الوزارة أن تتولى نيابة عنهم رفع الدعوى إلى المحكمة المختصة بما فيها المطالبة بالتعويض وأن تتحمل كافة المصروفات المترتبة على ذلك.\n3 - يستحق مفتشوا العمل مقابل الجهود التي يبذلها لضمان حسن تطبيق تشريعات العمل مكافآت يقررها الوزير.\nالباب الثاني عشر\nمنازعات العمل والإضراب المشروع\nالفصل الأول\nتسوية منازعات العمل"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 128,
    "text": "يقصد بمنازعات العمل الخلافات التي تنشأ بين أصحاب الأعمال والعمال حول ما ينجم من خلافات عن تطبيق أحكام هذا القانون ولوائحه وسائر تشريعات العمل الأخرى وعقود العمل الفردية والجماعية."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 129,
    "text": "1ـ على الطرفين المتنازعين أو ممثلهما عقد جلسة مشتركة لتسوية النزاع وديا  عن طريق المفاوضة خلال فترة أقصاها شهر وإثبات ذلك في محاضر موقعة بين الطرفين تكون لها صفة السرية.\n2 - إذا تعذرت التسوية الودية بين الطرفين المتنازعين يحال موضوع النزاع إلى الوزارة أو مكتبها المختص وعليها استدعاء أطراف النزاع لغرض حل النزاع خلال فترة لا تتجاوز أسبوعين من تاريخ الإحالة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 129,
    "text": "1ـ على الطرفين المتنازعين أو ممثلهما عقد جلسة مشتركة لتسوية النزاع ودياً  عن طريق المفاوضة خلال فترة أقصاها شهر وإثبات ذلك في محاضر موقعة بين الطرفين تكون لها صفة السرية.\n2 - إذا تعذرت التسوية الودية بين الطرفين المتنازعين يحال موضوع النزاع إلى الوزارة أو مكتبها المختص وعليها استدعاء أطراف النزاع لغرض حل النزاع خلال فترة لا تتجاوز أسبوعين من تاريخ الإحالة.\n3 - لكل منظمة أو لجنة  نقابية تكون طرفاً  في عقد عمل جماعي أن ترفع جميع الدعاوى الناشئة عن الإخلال بهذا العقد وذلك لمصلحة أي عضو من أعضائها دون حاجة إلى توكيل منه بذلك ، ويجوز لهذا العضو التدخل في الدعوى المرفوعة لصالحه ، كما يجوز له رفع هذه الدعوى مستقلاً  عن منظمته أو لجنته النقابية وفي حالة عدم رفع الدعوى من قبل نقابته.بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 130,
    "text": "عندما لا تسفر الوساطة إلى حلول نهائية لموضوع النزاع يحق لأحد الطرفين رفعه إلى لجنة التحكيم المختصة خلال مدة أقصاها أسبوعين من تاريخ محضر فشل الوساطة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 131,
    "text": "تشكل بقرار من الوزير لجنة تحكيم أو أكثر على مستوى أمانة العاصمة وسائر محافظات الجمهورية للفصل في منازعات العمل وذلك على النحو التالي :\nممثل عن الوزارة                      \t\t\t\t\t  رئيسا .\nممثل عن أصحاب العمل يرشحه الإتحاد العام للغرف التجارية  والصناعيـة   \t\t\t\t\t\t   \t\t\t\t\t  \t  عضوا .\nممثل عن العمال يرشحـه الإتحاد العام للنقابات                 \t    عضوا .\nعلى أن تتوفر في ممثلي أصحاب الأعمال والعمال الخبرة الكافية في شئون العمل."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 132,
    "text": "تختص اللجان التحكيمية بالنظر فيما يلي :\n‌أ-\tالمنازعات والخلافات الناشئة بين أصحاب الأعمال والعمال فيما يتعلق بتطبيق هذا القانون ونظمه ولوائحه وعقود العمل.\n‌ب-\tالمخالفات المحالة عليها والمتعلقة بالتفتيش على منشآت العمل.\n‌ج-\tالمسائل الأخرى التي تنص القوانين ذات الصلة بإختصاص اللجان التحكيمية بها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 133,
    "text": "للجان التحكيمية كافة الصلاحيات الكفيلة بإحضار أي شخص لاستجوابه وكذا تقرير سماع الشهود بعد تحليفهم اليمين القانونية وإجراء المعاينة بما في ذلك حق الدخول إلى أي مكان من أماكن العمل يستوجبه النظر في النزاع ، ويجوز للجنة أن تندب أحد أعضائها للقيام بهذه المهام وكذا الإستعانة بأهل الخبرة كما يكون لها حق الإطلاع على جميع المستندات أو أي بيانات تراها ضرورية."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 134,
    "text": "1ـ  تصدر قرارات لجان التحكيم بأغلبية أعضائها .\n2 - تكون قرارات لجنة التحكيم مسببة وموقعة من جميع الأعضاء وللعضو المعترض طلب تدوين اعتراضه في مسودة القرار ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 135,
    "text": "1ـ  تكون قرارات اللجان التحكيمية نهائية وغير قابلة للطعن في الدعاوى التالية :\n‌أ-\tالدعاوى التي لا تتجاوز قيمتها ثلاثون ألف ريال.\n‌ب-\tالدعاوى المتعلقة بوقف قرارات الفصل من العمل.\n‌ج-\tالدعاوى المتعلقة بتغريم العاملين.\n2 - لا يجوز للجان التحكيمية أن تحكم بعقوبة سالبة للحرية ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 135,
    "text": "1ـ مع مراعاة قانون التحكيم تكون قرارات اللجان التحكيمية نهائية وغير قابله للطعن في الدعاوى التالية :\n‌أ-\tالدعاوى التي لا تتجاوز قيمتها ستون ألف  ريال.\n‌ب-\tالدعاوى المتعلقة بوقف قرارات الفصل من العمل.\n‌ج-\tالدعاوى المتعلقة بتغريم العاملين.\n2 - لا يجوز للجان التحكيمية أن تحكم بعقوبة سالبه للحرية..بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م.."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 136,
    "text": "1ـ  تقدم كافة الدعاوى المتعلقة بمنازعات العمل أيا كان نوعها إلى اللجان التحكيمية .\n2 - يجب أن تكون الدعاوى المرفوعة موقعة من أحد طرفي النزاع أو المفوضين بتمثيلهم قانونا .\n3 - يطبق في شأن رفع الدعوى وإجراءات المرافعة الأحكام الواردة في قانون المرافعات وذلك فيما لم يرد بشأنه نص خاص في هذا القانون.\n4 - تعتبر الدعاوى المتعلقة بقضايا العمل من القضايا المستعجلة .\n5 - لا تقبل الدعوى العمالية بعد مرور الفترة الزمنية المحددة في القوانين النافذة ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 137,
    "text": ":1ـ  يحدد رئيس اللجنة التحكيمية عقد أول جلسة للنظر  في النزاع خلال فترة أقصاها عشرة أيام من تاريخ رفع الدعوى.\n2 - على اللجان التحكيمية أن تنهي النظر في الدعوى المرفوعة إليها وتصدر قرارها خلال فترة لاتزيد على ثلاثين يوما من تاريخ أول جلسة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 138,
    "text": "يحلف رئيس وأعضاء لجنة التحكيم أمام الوزير بأن يؤدي مهامه في اللجنة  بالذمة والصدق والأمانة والحيدة وذلك قبل مباشرته لمهامه ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 139,
    "text": "1ـ  إذا رغب أحد أطراف النزاع في استئناف قرار اللجان التحكيمية فأن عليه أن يقدم عريضة  استئناف بذلك إلى شعبة قضايا العمل بمحكمة الاستئناف المختصة خلال فترة لاتزيد على شهر من تاريخ تبليغه بالقرار.\n2 - يحدد رئيس شعبة قضايا العمل تاريخ عقد الجلسة الأولى للفصل في الاستئناف المقدم خلال فترة لاتزيد على خمسة عشر يوماً من تاريخ إيداع صحيفة الاستئناف .\n3 - على  شعبة قضايا العمل أن تفصل في النزاع بحكم نهائي خلال فترة لاتزيد على ثلاثين يوماً من تاريخ أول جلسة تعقدها للنظر في النزاع ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 140,
    "text": ": تنشأ بمحاكم الاستئناف على مستوى أمانة العاصمة وسائر  محافظات الجمهورية وفقاً لقانون السلطة القضائية شعبة تسمى ( شعبة قضايا العمل ) تختص بما يلي :\n1-\tالفصل نهائيا وبالدرجة القطعية في جميع دعاوى الاستئناف في القرارات الصادرة من  اللجان التحكيمية المقدمة إليها وفقاً لهذا القانون .\n2-\tأي دعاوى أخرى تختص بها بموجب هذا القانون أو تشريعات العمل الأخرى ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 141,
    "text": ": لا يجوز للجان التحكيمية  أو شعب قضايا العمل بمحاكم الاستئناف الامتناع عن الفصل في النزاع بحجة عدم وجود نص في هذا القانون وتكون في هذه الحالة ملزمة بالفصل وفقاً لأحكام الشريعة الإسلامية وما استقر عليه العرف وقواعد العدالة ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 142,
    "text": ": لا يجوز لصاحب العمل أثناء السير في إجراءات التسوية أمام اللجان التحكيمية أو شعب قضايا العمال في المحاكم الاستئنافية أن يغير شروط  العمل التي كانت قائمة قبل بدء النزاع مما يترتب عليه أضرار بالعمال أو أن يطرد أو يوقع جزاء على أي منهم ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 143,
    "text": ": إذا تصالح الخصوم أو توصلوا إلى تسوية النزاع وجب عليهم إثبات ذلك في محضر أمام الجهة المنظور أمامها النزاع وعلى هذه الجهة أن تحكم بعد التصديق على المحضر بجعله في قوة السند الواجب النفاذ .\nالفصل الثاني\nالإضراب المشروع"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 144,
    "text": "1 ـ لا يجوز لممثلي العمال أو اللجنة النقابية  دعوة العمال للإضراب والتوقف عن العمل إلا بعد صيرورة قرار النزاع نهائيا وغير قابل للطعن سواء لعدم استئنافه خلال الميعاد المحدد في المادة (139) من هذا القانون  إذا كان صادرا من لجان التحكيم أو لصدوره من شعب قضايا العمل في المحاكم الاستئنافية وامتناع صاحب العمل عن تنفيذه رغم مضي سبعة أيام على إبلاغه بالتنفيذ من الجهة مصدرة القرار .\n2 - يحظر على ممثلي العمال أو اللجان النقابية دعوة العمال للإضراب أو التوقف عن العمل بغية تحقيق مطالب أو أغراض سياسية ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 145,
    "text": ": مع عدم الإخلال بأحكام المادة السابقة لا يجوز لممثلي العمال أو اللجنة النقابية الدعوة إلى الإضراب أو ممارسة الإضراب إلا بتوفر الشروط الآتية :\n1-\tعرض مقترح ممارسة الإضراب على العمال في اجتماع عام شريطة حضور عدد لايقل عن (60%) من إجمالي العمال لـدى صاحب العمل وموافقـة (25%) منهم على الإضراب بالاقتراح السري .\n2-\tلا يتم الإعلان عن الإضراب أو ممارسته إلا بعد عرض المقترح على النقابة العامة المعنية وتوقيع ثلثي أعضائها عليه وحصول اللجنة النقابية أو ممثلي العمال على الموافقة الكتابية من المكتب التنفيذي للاتحاد العام للنقابات في الجمهورية .\n3-\tأن يكون موضوع النزاع يمس اكثر من ثلث عدد العاملين لدى صاحب العمل.\n4-\tعلى اللجنة النقابية أو ممثلي العمال القيام بإشعار صاحب العمل والوزارة أو فرعها المختص قبل الشروع في الإضراب بفترة لاتقل عن ثلاثة أسابيع من التاريخ المحدد له ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 146,
    "text": "يمارس الإضراب في المنشأة سلميا وبشكل تدريجي بعد استيفاء الشروط اللازمة لتنفيذ ه الواردة في المادة السابقة  من هذا القانون وذلك على النحو التالي :\n1-\tوضع قطعة من القماش حمراء اللون على ساعد كل عامل في المنشأة إشعاراً باعتزام اللجوء إلى الإضراب لمدة ثلاثة أيام متتالية سابقة على البدء في مباشرته .\n2-\tالتوقف عن العمل في بعض أقسام  المنشأة  ولفترة محددة  من ساعات الدوام الرسمي يتم زيادتها تدريجيا بحيث يسري التوقف الكلي عن العمل في كافة الأقسام بعد انقضاء أربعة أيام متتالية.\n3-\tالتوقف عن العمل في كافة أقسام المنشأة ولفترة محددة من ساعات الدوام الرسمي يتم زيادتها تدريجيا بحيث يؤدى ذلك إلى التوقف الكلي عن العمل في المنشأة بأكملها بعد انقضاء أسبوع من تاريخ ممارسة الإضراب إذا لم يظهر ما يؤدي إلى وقفه ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 147,
    "text": "على اللجنة النقابية أو ممثلي العمال إلغاء الدعوة إلى الإضراب أو وقف ممارسته فورا إذا وافق صاحب العمل على تنفيذ قرار حسم النزاع وفقاً لأحكام المادة (144)."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 148,
    "text": "1ـ  لا تنقطع علاقات العمل بين صاحب العمل والعمال أثناء فترة الإضراب.\n2 - لا يجوز فرض عقوبات على العمال أو بعضهم بما في ذلك الفصل من العمل بسبب ممارستهم للإضراب أو الدعوة إليه إذا كان قدتم وفق أحكام هذا القانون."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 148,
    "text": "1ـ لا تنقطع علاقات العمل بين صاحب العمل والعمال أو من يمثلهم أثناء فترة الإضراب.\n2 - لا يجوز فرض عقوبات  على العمال أو بعضهم بما في ذلك الفصل من العمل بسبب ممارستهم للإضراب أو الدعوة إليه إذا كان قد تم وفق أحكام هذا القانون..بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 149,
    "text": "مع عدم الإخلال بأية عقوبة اشد ينص عليها قانون آخر يعتبر المساس بحرية العمل خطأ مهني جسيم يعاقب عليه ، ويعد في حكم ذلك كل فعل يأتيه العمال المضربين يكون من شأنه أن يمنع أي عمال آخرين أو صاحب العمل أومن يمثله من الالتحاق بمكان العمل أو ممارسة نشاطهم المعتاد سواء كان بالفعل أو بالتهديد أو العنف أو الاعتداء أو احتلال مواقع العمل أو إحداث أضرار بالممتلكات ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 149,
    "text": "مع عدم الإخلال بأية عقوبة أشد ينص عليها قانون آخر يعتبر المساس بحرية العمل خطأ مهني جسيم يعاقب عليه ، ويعد في حكم ذلك كل فعل يأتيه العمال المضربون يكون من شأنه أن يمنع أي عمال آخرين أو صاحب العمل أو من يمثله من الالتحاق بمكان العمل أو ممارسة نشاطهم المعتاد سواءً كان بالفعل أو بالتهديد أو العنف أو الاعتداء أو احتلال مواقع العمل أو إحداث إضرار بالممتلكات.بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م..."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 150,
    "text": "1ـ ينظم حد أدنى من الخدمة الإجبارية في المنشآت الخدمية العامة التي يؤدي توقف العمل فيها أثناء الإضراب إلى تعريض حياة المواطنين أو أمنهم أو صحتهم للخطر أو قد ينجم عنه أزمة اقتصادية ويعتبر من قبيل المنشآت الخدمية على وجه الخصوص ما يلي :\n‌أ-\tالمستشفيات والمستوصفات والمجمعات الصحية والعيادات المناوبة والصيدليات .\n‌ب-\tالمصالح المرتبطة بعمل الاتصالات السلكية واللاسلكية والإذاعة والتلفزيون.\n‌ج-\tالمصالح المرتبطة بالكهرباء والمياه والغاز والمواد البترولية .\n‌د-\tأعمال النظافة وصحة البيئة.\n‌ه-\tأعمال البنوك والمصارف .\n‌و-\tمواقع العمل في المطارات ومواقع الشحن والتفريغ في المواني البرية والبحرية والجوية والجمارك .\n‌ز-\tالأعمال المتعلقة بتقديم السلع والمواد الغذائية والأعمال المتعلقة بالمخابز.\n‌ح-\tالأعمال المتصلة بحضائر الأبقار والأغنام والدواجن وري المزارع وحصاد المحاصيل الزراعية ونقلها وكذا نقل الأسماك .\n‌ط-\tالخدمات المتصلة بالسجون .\n2 - لمجلس الوزراء بناءً على عرض الوزير أن يحدد مجالات أخرى يلزم فيها بتوفير حد أدنى من الخدمة الإجبارية أو المهن التي يحظر ممارسة الإضراب فيها.\n3 - يحظر على العامل رفض القيام بالخدمة الإجبارية ويعد رفض  العامل القيام بها خطأ جسيما يعاقب عليه ولا يعفى من المسئولية أعضاء اللجنة النقابية أو ممثلي العمال ويسألون بصفاتهم الشخصية إذا كانوا سببا في ذلك .\nالباب الثالث عشر\nالمنظمـات النقابية"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 151,
    "text": "1ـ للعمال وأصحاب الأعمال الحق في تكوين منظماتهم والانضمام إليها طواعية بغية مراعاة مصالحهم  والدفاع عن حقوقهم وتمثيلهم في الهيئات والمجالس والمؤتمرات وفي كافة المسائل المتعلقة بهم.\n2 - للنقابات العمالية ومنظمات أصحاب الأعمال الحق في ممارسة نشاطهم بحرية كاملة وبدون تدخل في شئونها والتأثير عليها."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 152,
    "text": "مع مراعاة أحكام المادة (35) من هذا القانون لا يجوز تطبيق عقوبة الفصل أو أي عقوبة أخرى بحق ممثلي العمال في اللجان النقابية بسبب ممارستهم لنشاطهم النقابي وفقاً  لهذا القانون وقانون تنظيم النقابات والنظم واللوائح المنفذة لهما.\nالباب الرابع عشر\nالعقوبات"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 153,
    "text": "تطبق سائر العقوبات المنصوص عليها في مواد هذا الباب وذلك دون إخلال بأي عقوبة أشد منصوص عليها في أي قانون آخر."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 154,
    "text": "يعاقب بغرامة لاتقل عن(1000) ألف ريال ولا تتجاوز(20.000) عشرين ألف ريال كل من يخالف حكما من الأحكام الواردة في الأبواب ( الثاني ، الرابع ، الخامس ، الثامن ، التاسع ، الحادي عشر) من هذا القانون ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 154,
    "text": "مع عدم الإخلال بأي عقوبة أشد في قانون آخر يعاقب بالحبس مدة لا تزيد عن ثلاثة أشهر أو بغرامـة لا تقل عن خمسـة آلاف ريال ولا تتجاوز (000ر20) عشرين ألف ريال كل من يخالف حكماً من الأحكام الواردة في الأبواب (الثاني والثالث والرابع والخامس والسادس والسابع والثامن والتاسع والعاشر والحادي عشر) من هذا القانون..بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 155,
    "text": "يعاقب بغرامة لاتقل عن (500) خمسمائة ريال ولاتزيد علي (1000) ألف ريال كل صاحب عمل خالف حكما من الأحكام الواردة في الأبواب (الثالث ، التاسع ، العاشر) من هذا القانون ، وتتعدد الغرامة بتعدد العمال الذين وقعت بحقهم المخالفة . ملغاة بموجب قانون رقم (25) لسنة 1997م  .."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 156,
    "text": ":1ـ   يعاقب بغرامة مالية لاتقل عن (500) خمسمائة ريال ولاتزيد على (2000) ألفي ريال كل من تغيب من طرفي النزاع بدون سبب مقبول عن حضور جلسات الوساطة التي تدعوا إليها الوزارة أو مكتبها المختص وكذا جلسات اللجان التحكيميه أو شُعب قضايا العمل .\n2 - يعاقب بغرامة مالية لا تقل عن (1000) ألف ريال ولا تزيد على (000ر10) عشرة ألف ريال كل من زود اللجان التحكيمية أو الوزارة أو مكتبها المختص بمعلومات غير صحيحة أو وثائق مزورة عن موضوع النزاع أو تسبب في وقف إجراءات التسوية أو الوساطة بالعنف أو التهديد به.\n3 - يعاقب بغرامة مالية لاتقل عن <5000> خمسة ألف ريال ولاتزيد على <000ر15> خمسة عشر ألف ريال كل من يتسبب في الدعوة إلى الإضراب أو ممارسته دون مراعاة للشروط والضوابط الواردة في هذا القانون أو مَاَرَسَ أعمال التهديد أو العنف بهدف عرقلة العمل .\n4 - يعاقب بغرامة مالية لاتزيد على <000ر15> خمسة عشر ألف ريال كل صاحب عمل أومن يمثله قام بتشغيل عمال جدد بدلا عن العمال المضربين إضراباً مشروعا وفقاً للشروط والضوابط المنصوص عليها في هذا القانون ، ولا يحول توقيع هذه العقوبة في وجوب عودة هؤلاء العمال إلى أعمالهم ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 156,
    "text": "1ـ  مع عدم الإخلال بأي عقوبة أشد في أي قانون آخر يعاقب بغرامة مالية لا تقل عن (500) خمسمائة ريال ولا تزيد على (2000) ألفي ريال كل من تغيب من طرفي النزاع بدون سبب مقبول عن حضور جلستي الوساطة الأولى والثانية التي تدعـو إليهما الـوزارة أو مكتبها المختص ، وكذا جلستي اللجان التحكيمية أو شعب قضايا العمل ، وفي حالة تخلفه عن حضور الجلسة الثالثة تزيد الغرامة من (5.000 - 10.000)ريال من خمسة آلاف ريال إلى عشرة آلاف ريال عن كل جلسة تخلف عنها.\n2 - يعاقب بغرامة مالية لا تقل عن (1000)ألف ريال ولا تزيد على(000ر10) عشرة آلاف ريال كل من زود اللجان التحكيمية أو الوزارة أو مكتبها المختص بمعلومات غير صحيحة أو وثائق مزورة عن موضوع النزاع أو تسبب في وقف إجراءات التسوية أو الوساطة بالعنف أو التهديد به.\n3 - يعاقب بغرامة مالية لا تقل عن(5000) خمسة آلاف ريال ولا تزيد على (000ر15) خمسة عشر ألف ريال كل من يتسبب في الدعوة إلى الإضراب أو ممارسته دون مراعاة للشروط والضوابط الواردة في هذا القانون أو مارس أعمال التهديد أو العنف بهدف عرقلة العمل.\n4 - يعاقب بغرامة مالية لا تزيد على(000ر15) خمسة عشر ألف ريال كل صاحب عمل أو من يمثله قام بتشغيل عمال جدد بدلاً  عن العمال المضربين إضراباً مشروعاً وفقاً للشروط والضوابط المنصوص عليها في هذا القانون ، ولا يحول توقيع هذه العقوبة في وجوب عودة هؤلاء العمال إلى أعمالهم. بصيغتها المُعدله بموجب قانون رقم (25) لسنة 1997م.\nالباب الخامس عشر\nأحكام ختامية"
  },
  {
    "law": "قانون العمـل l",
    "article_number": 157,
    "text": ": تعفى من رسوم التقاضي الدعاوى المتعلقة بمنازعات العمل طبقا  لأحكام هذا القانون والمرفوعة من العمال أو ممثليهم أو أسرهم في حالة الوفاة."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 158,
    "text": ": تسرى الأحكام المنظمة للسلامة والصحة المهنية الواردة في هذا القانون على القطاعات والفئات الخاضعة لأحكام قانون الخدمة المدنية وأي قانون آخر."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 159,
    "text": ": على أصحاب الأعمال المساهمة في إحاطة العمال وتوعيتهم بحقوقهم وواجباتهم وسائر الأحكام الأساسية المنصوص عليها في هذا القانون واللوائح والنظم والقرارات المنفذة له."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 160,
    "text": ": يصدر بتحديد الرسوم المقررة وفقاً  لأحكام هذا القانون قرار من مجلس الوزراء بناءً على عرض الوزير."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 161,
    "text": ":يصدر  الوزير كافة الأنظمة والقرارات والتعليمات المنفذة لهذا القانون وبما لا يتعارض مع أحكامه ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 162,
    "text": "يلغى قانون العمل رقم (5) لسنة 1970م الصادر في صنعاء وقانون العمل رقم (14) لسنة 1978م الصادر في عدن كما يلغى كل نص أو حكم يتعارض مع أحكام هذا القانون ."
  },
  {
    "law": "قانون العمـل l",
    "article_number": 163,
    "text": "يعمل بهذا القرار بقانون من تاريخ صدوره وينشر في الجريدة الرسمية .\nصدر برئاسة الجمهورية ـ بصنعاء\nبتاريخ 8/شوال / 1415هـ\nالموافق / 9/ مارس/ 1995م\nعبد العزيز عبد الغني                 \tالفريق / علي عبد الله صالح\nرئيس مجلس الوزراء                \t\tرئيس الجمهـورية"
  }
]