[
  {
    "law": "قانون الاثبات",
    "article_number": 1,
    "text": ":  الدعوى هي طريق المدعي إلى القضاء للحصول على الحق الذي يدعيه قبل المدعى عليه والإثبات : إقامة الدليل بالطرق القانونية لإثبات الحق المتنازع عليه أو نفيه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 2,
    "text": ":  على الدائن إثبات الحق وعلى المدين إثبات التخلص منه، وتكون البينة على المدعي واليمين على من أنكر."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 3,
    "text": ":  المدعي هو من معه أخفى الأمرين ، وهو من يدعي خلاف الظاهر والمدعى عليه هو من معه اظهر الأمرين."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 4,
    "text": "المدعى فيه هو الحق ـ مالاً كان أو منفعة ـ وهو إما حق لله محض أو حق لله مشوب بحقوق العباد أو حق ادمي محض."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 5,
    "text": "يشترط في المدعي أن يكون مكلفاً أو مميزاً مأذوناً مالكاً أو متولياً أو وكيلاً."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 6,
    "text": ":  يشترط في الدعوى من حيث الإثبات والإجابة عليها ما يأتي :\n1-\tثبوت يد المدعى عليه على الحق المدعى فيه حقيقة أو حكماً.\n2-\tتعيين الحق المدعى فيه بحد أو لقب أو وصف أو نحوه كل على حسبه ويستثنى من ذلك ما يقبل الجهالة كالوصية والإقرار والنذر وعوض الخلع والمهر."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 7,
    "text": ":  إذا كانت الدعوى غير صحيحة لتخلف شرط من شروطها فلا يلزم الإجابة عليها مالم تستوف."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 8,
    "text": ":  ما لا تسمع فيه الدعوى لا تسمع فيه البينة لا العكس."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 9,
    "text": ":  إذا كان المدعى عليه حاضرا وجب عليه أن يجيب على الدعوى بالإقرار أو الإنكار ولا يشترط اللفظ بل يكفي المعنى فان امتنع اعتبر منكرا."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 10,
    "text": ":  ينصب الحاكم منصوبا عن المدعى عليه الممتنع عن الحضور أو الغائب وفقا لقانون المرافعات."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 11,
    "text": ":  لا يوقف خصم لمجيء بينة عليه غائبة إلاَّ لدفع مفسدة كخشية فرار المتهم بالجرائم فيجوز التوقيف ( الحبس الاحتياطي ) طبقا للقانون."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 12,
    "text": ":  لا يثبت حق بيد في ملك الغير ولا في حقه ولا في حق عام إلاَّ ببينة قانونية وتكون البينة على إقرار الخصم بالحق أو على النذر أو الوصية أو استثناء الحق المدعى به أو تقدم الأحياء في المباح أو وجود الآثار القديمة في السواقي."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 13,
    "text": "طرق الإثبات هي:\n1- شهادة الشهود.\n2- الإقرار.\n3- الكتابة.\n4- اليمين وردها والنكول عنها.\n5- القرائن الشرعية والقضائية.\n6- المعاينة ((النظر)).\n7- تقرير.\n8- استجواب الخصم. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م\nالفصل الثاني\nفي عدم سماع الدعوى"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 14,
    "text": ":  لا تسمع الدعوى في الأحوال الآتية :\n1-\tإذا تقدم ما يكذبها محضا.\n2-\tأن تكون على ملك كأن للمدعي أو لمؤرثه إلاَّ في أربعة أحوال هي :\n‌أ-\tأن لا تكون لأحد يد عليه في الحال.\n‌ب-\tأن يكون ديناً أو حقاً.\n‌ج-\tأن يدعي إقرار ذو اليد بملكه.\n‌د-\tأن يكون وقفا.\n3-\tأن تكون لغير المدعي لنفسه بحق ادمي محض إلاَّ أن يكون المدعى له ممن تلزمه نفقته أو شريكاً له في المدعى به.\n4-\tأن تكون من أحد الزوجين على الآخر بفساد عقد زواج فأنها لا تسمع إلاَّ مع دعواه نفي غير هذا العقد."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 15,
    "text": ":  لا تسمع الدعوى بملك المؤرث إلاَّ بذكــر موته مالكاً أو ذايد."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 16,
    "text": ":  لا تسمع الدعوى من المقاسم أو وارثه في قسمة مستوفية شروط صحتها إلاَّ من القاصر بعد بلوغه والغائب بعد حضوره وبشرط أن لا تمضي سنة من وقت البلوغ أو الحضور."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 17,
    "text": "لاتسمع الدعوى في شفعة بعد مضي ثلاثة أيام للعالم بالبيع في البلد وشهر للغائب خارج البلد وتعتبر المدة في الحالتين من وقت العلم، ويطبق في حق القاصر ما يرد في أحكام الوصايا وتحسب المدة المنصوص عليها في الفقرة السابقة من وقت بلوغه. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 18,
    "text": ":  لا تسمع الدعوى من حاضر بحق في عقار مضى عليه ثلاثون سنة من يوم وضع اليد عليه من شخص يتصرف تصرف المالك بلا مطالبة ولا قرابة ولا مصاهره ولا ظروف غير عادية تسود فيها الفوضى أو التغلب ويتعذر فيها الوصول إلى الحق ويستثنى الميراث والوقف والشركة فلا تحدد بمدة ، والعبرة في اعتبار الشخص غائبا عن البلد هي بوجوده خارجها طوال المدة المقررة ، ويعتبر حاضرا إذا كان متردداً إليها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 19,
    "text": ":  مع مراعاة الشروط المنصوص عليها في المادة السابقة لا تسمع الدعوى بحق لا يتعلق بعقار طبقا لما هو منصوص عليه في المواد التالية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 20,
    "text": ":  لا تسمع الدعوى من حاضر بحق متجدد كأجرة  المباني والأراضي بعد مضي ثلاث سنوات من تاريخ الاستحقاق كما لا تسمع دعوى القاصر فيما باعته أمه أو من له ولاية عليه للضرورة أو الإنفاق إذا كان بثمن الزمان والمكان."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 21,
    "text": ": لا تسمع الدعوى من ذي مهنة حاضرا كالطبيب وغيره بحق من حقوق مهنته أو مصروفات تكبدها في أدائه بعد مضى سنة من وقت أداء العمل."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 22,
    "text": ": لا تسمع الدعوى من حاضر بعد مضي سنة من تاريخ الاستحقاق في الأحوال الآتية :\n1-\tحقوق التجار والصناع عن أشياء وردودها لأشخاص لا يتجرون فيها مع عدم المطالبة.\n2-\tحقوق أصحاب الفنادق والمطاعم عن أجر الإقامة وثمن الطعام وكل ما صرفوه لحساب عملائهم.\n3-\tحقوق العمال والخدام والأُجَراء من أجور يومية وغير يوميه أو ثمن ما قاموا به من توريدات لمخدوميهم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 23,
    "text": "لا تسمع الدعوى من حاضر بسائر الحقوق التي لا تتعلق بعقار ولم يرد ذكرها في المواد الأربع السابقة بعد مضي خمس سنوات من تاريخ الاستحقاق مع عدم المطالبة ويعتبر الحق مستحق الأداء من يوم ثبوته ما لم يضرب له أجل للسداد فلا يعتبر مستحقاً إلا بعد انقضاء الأجل، هذا وعدم سماع الدعوى في المواد الأربع السابقة ما لم يكن هناك قرائن دالة على صدق الدعوى فتسمع تأكيداً لحفظ الحقوق. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 24,
    "text": "لا تعتبر المدد المقررة في هذا الفصل بين الوكيل وموكله فيما يدعيه الوكيل من حقوق إلاَّ من اليوم الذي تنته فيه الوكالة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 25,
    "text": ":  لاتخل الأحكام الواردة في هذا الفصل بما يرد في القوانين الخاصة.\nالباب الثاني\nالفصل الأول\nالشهادة وأحكامها"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 26,
    "text": ":  الشهادة إخبار في مجلس القضاء من شخص بلفظ الشهادة لإثبات حق لغيره على غيره."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 27,
    "text": "1- يشترط في الشاهد ما يلي:\nأ- أن يكون بالغاً عاقلاً مختاراً عدلاً.\nب- أن يكون قد عاين المشهود به بنفسه إلا فيما يثبت بالسمع واللمس ويستثنى أيضاً النسب والموت والزوجية وأصل الوقف فإنه يجوز إثباته بالشهرة.\nج- أن لا يكون مجلوداً في حد أو مجروحاً في عدالة ما لم تظهر توبته وصلاح عدالته والعدالة هي الصلاح الظاهر في الشاهد.\nد- أن لا يجر لنفسه نفعاً أو يدفع عنها ضرراً.\nهـ- أن لا يكون خصماً للمشهود عليه.\nو- أن لا يشهد على فعل نفسه مع مضنة التهمة.\nز- أن يكون عالماً بالمشهود به ذاكراً له وقت الأداء.\n2- في الأحوال الشخصية تراعى شروط الشاهد الأخرى المنصوص عليها في القانون الخاص بذلك. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 28,
    "text": ": العبرة في تحقيق الشروط اللازم توافرها في الشاهد هي بحالته حين أداء الشهادة وتراعى الأحكام المبينة في المواد التالية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 29,
    "text": ":  لا تقبل شهادة الأعمى فيما يحتاج إثباته إلى الرؤية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 30,
    "text": ":  تقبل شهادة المرأة فيما لا يطلع عليه الرجال ، وفيما يحدث في الأماكن المخصصة لهن."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 31,
    "text": ": الطفل المميز غير أهل للشهادة ولكن تسمع أقواله فيما شاهده كقرينه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 32,
    "text": ": تقبل شهادة الصبيان بعضهم على بعض فيما يحدث بينهم مالم يختلطوا بغيرهم من الكبار مع غلبة الظن بصدقهم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 33,
    "text": ": تقبل شهادة المثل على مثله إذا ظن القاضي صدقها إلاَّ أن يشتهر الشاهد بشهادة الزور أو حلف الفجور."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 34,
    "text": ":  تصح شهادة الوصي في غير ما هو وصي فيه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 35,
    "text": "لا يقبل في الجنايات شهود إلا ممن ثبت أنهم كانوا حاضرين في المكان الذي وقعت فيه الجناية ما لم تكن الشهادة على اعترافات المتنازعين. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 36,
    "text": ":  مع مراعاة حكم المادة(33) لا تقبل شهادة المتهم في قضية على غيره من المتهمين فيها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 37,
    "text": ": يجوز في غير الحد والقصاص أن يرعي الشاهد عدلين يقول لهما اشهدا على شهادتي أني اشهد بكذا فيكون الشاهد أصلاً وهما فرعان عنه ، ولايصح الارعاء بشاهد واحد."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 38,
    "text": "يقبل الإرعاء في الأحوال التالية:\n1- عن ميت أرعاهما في حياته.\n2- عن معذور عن الحضور بمرض أو نحوه. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 39,
    "text": ":  يقوم مقام الارعاء كتابة الشاهد لشهادته  بخطه المعروف أو إملاؤها على آخر خطه معروف مع إشهاد شاهدين على الكتابة أو إذا لم يكن الخط معروفا صدق عليه من جهة رسمية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 40,
    "text": ":  يجب على الفرعين تعيين الأصل باسمه ونسبه ولهما تعديله."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 41,
    "text": "يشترط في الشهادة ما يأتي:\n1- أن تكون في مجلس القضاء في حضور المشهود عليه أو وكيله أو المنصوب عنه.\n2- أن تؤدى بلفظ أشهد.\n3- أن تتقدمها دعوى شاملة لها.\n4- أن لا تكون بالنفي الصرف إلا إذا اقتضى الإثبات وأن لا يكذبها الواقع وتراعى الأحكام المبينة في المواد التالية.بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 42,
    "text": "لا تصح الشهادة لغير مدع في حق محض لآدمي ولا على القذف والسرقة قبل المرافعة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 43,
    "text": ":  تصح الشهادة حسبة في كلما هو حق محض لله  أو ما يؤدي إلى منكر."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 44,
    "text": ":  للمحكمة من تلقاء نفسها أن تستدعي للشهادة من ترى لزوما لسماع شهادته إظهاراً للحقيقة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 45,
    "text": "نصاب الشهادة حسب ما يلي:\n1- في الزنا أربعة رجال.\n2- في سائر الحدود والقصاص رجلان.\n3- في الأموال والحقوق ونحوها رجلان أو رجل وامرأتان، ويجوز أن يقبل غير ذلك فيما أستثني بنص كشهادة المرأة فيما لا يطلع عليه الرجال وشهادة الصبيان بعضهم على بعض حسبما تقدم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 46,
    "text": "يعتد بشهادة الواحد في الأموال والحقوق إذا قبلها المشهود عليه بعد أدائها. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 47,
    "text": ":  يجوز للخصم أن يدفع شهادة خصمه ببينة يثبت بطلانها كما يجوز له أن يأتي بشهود لجرح شهود خصمه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 48,
    "text": ":  لا تصح شهادة النفي إلاّ فيما يقتضي الإثبات."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 49,
    "text": ":  لا تبطل الشهادة في الأحوال وبالشروط الآتية :ـ\n1-\tاختلاف الشاهدين في الألفاظ إذا اتفقا في المعنى.\n2-\tاختلاف الشاهدين في زمان ومكان الإقرار وإلاّ نشاء إذا احتمل التعدد.\n3-\tاختلا ف  الشاهدين في مقدار المشهود به ، ويصح منه  ما اتفقا عليه معنى ويستثنى من ذلك مقدار عوض العقد إذا كان العقد مجحوداً فيبطل الشهادة اختلاف الشاهدين فيه.\n4-\tاختلاف الشاهدين في صفة المشهود به ، وتكمل شهادة من طابقت شهادته للدعوى بشاهد آخر أو يمين المدعي.\nالفصل الثاني\nالرجوع في الشهادة وحكمه قبل الحكم وبعده"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 50,
    "text": "يصح الرجوع في الشهادة قبل الحكم وبعده بأن يقول الشاهد رجعت عن شهادتي أو بأن يكذب نفسه ولابد من أن يكون الرجوع أمام المحكمة التي سمعت الشهادة إذا كانت قد حكمت بشهادته لاقبل الحكم فيكفي لتوقفها عن الحكم بشهادته ثبوت رجوعه أو إكذابه نفسه ولو خارج المحكمة. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 51,
    "text": ": لا يصح الرجوع عن الرجوع في الشهادة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 52,
    "text": ":  حكم الرجوع في الشهادة كما يأتي :\n‌أ-\tإذا كان الرجوع قبل الحكم فلا يحكم بالشهادة ويكون الحكم بها بعد الرجوع باطلا ، ويحاكم القاضي إذا كان الرجوع في مجلسه.\n‌ب-\tإذا كان الرجوع بعد الحكم جاز للمشهود عليه طلب إعادة النظر في الحكم ، وإذا ألغى القاضي الحكم فيضمن الراجع ما نفذ وتعذر إرجاعه ويعاقب بعقوبة شاهد الزور.\n‌ج-\tإذا كان المنفذ به حدا أم قصاصا وألغى الحكم ضمن الراجع ارش الحد أو القصاص إلاّ أن يقر بأنه تعمد الحد أو القتل بشهادته فيحد أو يقتص منه.\n‌د-\tإذا كانت شهادة الشاهد الذي  رجع قد تممت بيمين المدعي فيضمن نصف المشهود به في غير الحدود والقصاص.\n‌ه-\tلاضمان على المزكي والجارح.\nالفصل الثالث\nالجرح والتعديل"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 53,
    "text": "يشترط في الجرح والتعديل الإثبات بلفظ الشهادة وفي الجارح والمعدل ما يشترط في الشاهد ، وان يكون الجرح بما ينفي شروط الشاهد والشهادة مع بيان علة الجرح وتاريخها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 54,
    "text": "لا يقبل جرح الشاهد بعد الحكم بشهادته إلا في الأحوال الآتية:\n1- أن يكون المحكوم عليه غائباً.\n2- خائفاً أو مسجوناً أو مريضاً لا يستطيع الوصول إلى القاضي.\n3- القاصر إن أهمل وليه الجرح.\n4- استعجال الحاكم بالحكم قبل إتمام النزاع.\nويترتب على قبول الجرح في هذه الأحوال إعادة النظر في الحكم. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 55,
    "text": "قبول الخصم لشهادة الشاهد قبل أدائه تعديل للشاهد لا يقبل بعده الجرح فيه وقبولها بعد أدائها إعتراف بما فيها. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 56,
    "text": ":  إذا تعارض الجرح والتعديل فالجارح أولى وان كثر المعدل.\nالفصل الرابع\nإجراءات الشهادة"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 57,
    "text": "يجب على محتمل الشهادة أصالة أو ارعاء أداؤها عند طلب المشهود له."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 58,
    "text": "على الخصم الذي يطلب الإثبات بشهادة الشهود أن يبين الوقائع التي يريد إثباتها وعدد الشهود الذين  يريد سماع شهادتهم عليها إجمالا."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 59,
    "text": ":  يكون أداء الشهادة أمام المحكمة أو من تنتدبه لذلك من أعضائها او من قضاة المحاكم الأخرى."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 60,
    "text": ":  تستمر المحكمة في التحقيق إلى أن يتم سماع شهود طرفي الخصومة في الميعاد إلاَّ إذا حال دون ذلك مانع وإذا  اجل التحقيق لجلسة أخرى كان النطق بالتأجيل بمثابة تكليف  لمن يكون حاضرا من الشهود بالحضور في الجلسة التي اجل إليها التحقيق إلاَّ إذا اعفوا صراحة من الحضور."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 61,
    "text": "إذا طلب أحد الخصوم خلال الميعاد المحدد للتحقيق مد الميعاد كان للمحكمة أن تصدر قرارها على الفور في الطلب بقبوله أو رفضه ولا يحق للخصم التظلم من ذلك كما لا يجوز مد الميعاد بناءً على طلب الخصم لأكثر من مرتين ولا يجوز بعد انقضاء ميعاد التحقيق سماع الشهود بناءً على طلب الخصم إلا لعذر مقبول. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 62,
    "text": "إذا لم يحضر الخصم شاهده في الجلسة المحددة قررت المحكمة إلزامه بتكليف الشاهد بالحضور عن طريق المحضرين لجلسة أخرى، فإن لم يفعل فلا تؤجل له المحكمة إلا بعذر شرعي. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 63,
    "text": ":  إذا رفـض الشاهد الحضور إجابة لدعوة الخصم أو المحكمة جاز للقاضي إحضاره جبرا."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 64,
    "text": ":  إذا كان للشاهد عذر يمنعه من الحضور جاز أن ينتقل إليه القاضي لسماع أقواله ويدعى الخصوم لسماع الشهـادة ويحرر محضراً بها يوقعه الكاتب والقاضي."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 65,
    "text": "من لا قدرة له على الكلام يؤدي الشهادة إذا أمكن أن يبين مراده بالكتابة أو بالإشارة المفهومة فيما يجوز فيه ذلك."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 66,
    "text": "للقاضي أن يفرق بين الشهود قبل سماع شهادتهم، وعلى كل شاهد أن يؤدي شهادته على انفراد بغير حضور باقي الشهود الذين لم تسمع شهادتهم ويكون ذلك في الحقوق والحدود. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 67,
    "text": ":  للمحكمة أن تسال الشاهد عن اسمه ، ولقبه ، ومهنته ، وسنه ، وموطنه ، وعما إذا كانت له أي صلة بنسب أو مصاهرة أو مهنة أو صداقة لاحد الخصوم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 68,
    "text": ":  تحلف المحكمة الشاهد قبل أداء الشهادة بان يقول الحق ويحلف غير المسلم على حسب الأوضاع الخاصة به إذا طلب ذلك."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 69,
    "text": "للمحكمة أن تستوفي الشهادة بسؤال الشاهد عن جميع جوانب ما يتعلق بشهادته. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 70,
    "text": ":  يكون توجيه الأسئلة إلى الشاهد من رئيس المحكمة أو القاضي المنتدب ويجيب الشاهد أولاً عن أسئلة المحكمة ثم عن أسئلة الخصم الذي استشهد به ثم عن أسئلة الخصم إلاَّ خر ولا يجوز لأحد الخصوم أن يقطع كلام الآخر أو كلام الشاهد وقت أداء الشهادة ، ويجوز للمحكمة أو لأي عضو من أعضائها عن طريق رئيس المحكمة أن توجه للشاهد ما تراه من أسئلة لكشف الحقيقة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 71,
    "text": ":  إذا انتهى الخصم من استجواب الشاهد فلا يجوز له إبداء أسئلة جديدة إلاَّ بإذن المحكمة أو القاضي المنتدب."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 72,
    "text": ":  تؤدى الشهادة شفاها ، ويجوز للشاهد أن يقرا من مذكرة مكتوبة إذا أذنت له المحكمة أو القاضي المنتدب بذلك وحيث يسوغ ذلك موضوع الدعوى."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 73,
    "text": ":  تسجل شهادة الشاهد في المحضر ثم تتلى على الشاهد ويوقعها بعد تصحيح ما يرى لزوم تصحيحه منها ، وإذا امتنع عن التوقيع سجل ذلك وسببه في المحضر."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 74,
    "text": ":  تقدر مصروفات الشهود ومقابل تعطيلهم بنظر المحكمة حسب الأحوال بناء  على طلبهم ويعطى الشاهد صورة أمر التقدير ، وتكون نافذة على الخصم الذي استدعاه للشهادة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 75,
    "text": ":  تقدر المحكمة أمانة (عدال) للشهود يؤديها الخصم الذي يستدعيهم تصرف لهم منها نفقاتهم المقررة طبقا للمادة السابقة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 76,
    "text": ": يشتمل محضر التحقيق  الذي يحرره الكاتب ويوقعه مع رئيس المحكمة أو القاضي المنتدب على البيانات الآتية :\n‌أ-\tيوم التحقيق ومكان وساعة بدئه وانتهائه مع بيان الجلسات التي استغرقها.\n‌ب-\tأسماء الخصوم وألقابهم ومن ينوبون عنهم وطلباتهم وحضورهم وغيابهم.\n‌ج-\tأسماء الشهود وألقابهم وصناعتهم وموطن كل منهم وحضورهم وغيابهم.\n‌د-\tما يبديه الشهود وذكر تحليفهم  اليمين.\n‌ه-\tالأسئلة الموجهة إليهم ومن تولى توجيهها وما نشا عن ذلك من المسائل العارضة ونص شهادة الشاهد عن كل سؤال.\n‌و-\tتوقيع الشاهد بخطه أو ختمه أو بصمته على شهادته بعد إثبات تلاوتها عليه وملاحظاته عليها.\n‌ز-\tقرار تقدير مصروفات الشاهد إن كان قد طلب ذلك.\n‌ح-\tتوقيع رئيس المحكمة أو القاضي المنتدب والكاتب."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 77,
    "text": ":  إذا لم تحسم المرافعة في نفس الجلسة التي تم فيها سماع شهادة الشهود كان للخصوم الحق في الاطلاع على  المحضر.\nالباب الثالث\nالإقــرار\nالفصل الأول\nتعريف الإقرار  ـ أركانه ـ شروطه"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 78,
    "text": ":  الإقرار هو إخبار الإنسان شفاها أو كتابة عن ثبوت حق لغيره على نفسه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 79,
    "text": ":  أركان الإقرار أربعة هي :\n‌أ-\tالمقـر.\n‌ب-\tالمقر له.\n‌ج-\tالمقر به.\n‌د-\tصيغة الإقرار."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 80,
    "text": ":  يشترط في المقر أن يكون مكلفاً أهلاً لأداء الحق المقر به مختارا غير محجور عليه غير هازل إلاَّ في الطلاق والنكاح ، وأن لا يعلم كذبه عقلاً أو قانوناً."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 81,
    "text": ":  يشترط في المقر له أن يكون معلوماً وقت الإقرار."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 82,
    "text": ": يشترط في المقر به ما يأتي :\n1-\tأن لا يكون مستحيلاً عقلاً أو قانوناً.\n2-\tأن يكون مالا أو غيره مما يقضى فيه متعلقاً بالمقر ولو كان مجهولاً ، ويكلف المقر تفسيره في حياته فإن مات فوارثه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 83,
    "text": ":  يكون الإقرار صراحة بأي عبارة تؤدي إلى الاعتراف بالحق كما يكون ضمنيا كالإقرار بفرع يترتب على ثبوته ثبوت اصله كمن يقر بالطلاق فذلك يتضمن إقراره بالزواج."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 84,
    "text": ":  يشترط في الإقرار ما يلي :ـ\n1-\tأن يكون غير مشروط.\n2-\tأن يكون مفيدا في ثبوت الحق المقر به على سبيل الجزم واليقين.\n3-\tأن يكون بالنطق إذا كان المقر به حدا من حدود الله تعالى."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 85,
    "text": ":  يجب الإشهاد على الإقرار الشفهي الذي يتم في غير مجلس القضاء."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 86,
    "text": ":  تراعى في الإقرار الكتابي أحكام الباب الخاص بالأدلة الكتابية.\nالفصل الثاني\nأحكام الإقرار"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 87,
    "text": ":  الإقرار حجة قاطعة على المقر ، ويجب إلزامه بما اقر به مع مراعاة الأحكام المبينة في المواد التالية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 88,
    "text": ":  يصح الإقرار من الأخرس والمصمت والمريض الذي لا يستطيع الكلام ويكون بالإشارة المفهمة أو بالكتابة ، ويستثنى من ذلك أحوال خمسة لا يصح الإقرار بها إلاَّ نطقا هي الزنى ، والقذف ، واللعان ، والظهار ، والإيلاء."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 89,
    "text": ":  لا يصح الإقرار من الوكيل بالخصومة أو المرافعة فيما يضر موكله ولو مفوضا إلاَّ بحضور الموكل وعدم اعتراضه على وكيله بعد تنبيه المحكمة له."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 90,
    "text": ":  لا يصح الإقرار من الوصي أو الولي إلاَّ فيما تولى قبضه أو التصرف فيه في حدود ولا يته."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 91,
    "text": ":  يصح الإقرار من الصبي المميز فيما أذن له به."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 92,
    "text": ":  لا يصح إقرار السكران إذا ذهب إدراكه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 93,
    "text": ":  يصح الإقرار بالمجهول جنسا أو قدرا ويفسره المقر بما يقضي به العرف أو بيمين القطع وعلى الوارث يمين العلم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 94,
    "text": ":  يفسر الإقرار بالكثير أو بالقليل بالمتعارف عليه وإلاَّ فالكثير فوق العشرة والقليل ما بين الثلاثة والعشرة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 95,
    "text": ":  لا يتجزأ الإقرار على صاحبه إلاَّ إذا انصب على وقائع متعددة وكان وجود واقعة منها لا يستلزم حتما وجود الوقائع الأخرى."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 96,
    "text": "لا يصح الرجوع في الإقرار إلا أن يكون في حق من حقوق الله التي تسقط بالشبهة أو في حق من حقوق العباد المالية بشرط قبول المقر له ولا يصح الرجوع وإن صادق المقر له في الطلاق البائن أو المكمل الثلاث أو الرضاع. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 97,
    "text": ":  الأدلة الكتابية نوعان :ـ\n1-\tمحررات رسمية.\n2-\tمحررات عرفية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 98,
    "text": ":  المحررات الرسمية التي يثبت فيها موظف عام أو شخص مكلف بخدمة عامة ما تم  على يديه في  حدود اختصاصه أو ما تلقاه من ذوي الشان وذلك طبقا للأوضاع  القانونية وفي حدود سلطته واختصاصه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 99,
    "text": ":  المحررات العرفية هي التي تصدر من الأشخاص العاديين فيما بينهم ويجوز لهم تعميدها لدى الجهة المختصة في حضورهم وبعد التأكد من أشخاصهم وموافقتهم على ما جاء فيها فتأخذ حكم المحررات الرسمية.\nالفصل الثاني\nأحكام المحررات الرسمية"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 100,
    "text": "المحررات الرسمية حجة بما جاء فيها من أمور قام بها محررها في حدود مهمته الرسمية أو وقعت من ذوي الشأن في حضوره أو صودق منه على توقيعاتهم عليها في حضورهم بعد التحقيق من أشخاصهم ما لم ينكرها الخصم فيتعين إثباتها بالطرق الشرعية أو يتبين تزويرها. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 101,
    "text": ":  إذا كان اصل المحرر الرسمي موجودا فان صورته الرسمية خطية كانت أو فوتوغرافية تكون حجة بالقدر الذي تكون فيه مطابقة للأصل وتعتبر الصورة الرسمية مطابقة للأصل مالم ينازع في ذلك أحد الطرفين وفي هذه الحالة تراجع الصور على الأصل ولكي تكون الصورة رسمية يجب أن يوقع عليها من الموظف المختص بالمراجعة وان تختم بالختم الرسمي للجهة التي أصدرتها وان يبين فيها أنها مطابقة للأصل."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 102,
    "text": ":إذا لم يوجد اصل المحرر الرسمي كانت الصورة الرسمية المعمدة المصرح فيها بأنها مطابقة للأصل وبحجة على الوجه الآتي :\n‌أ-\tتكون للصورة الأصلية المصدقة (المعمدة) المنقولة من الأصل مباشرة والمقابلة عليه تنفيذية كانت أو غير تنفيذية حكم اصلها متى ما كان مظهرها الخارجي لا يسمح بالشك في مطابقتها للأصل.\n‌ب-\tيكون للصورة الرسمية المصدقة ( المعمدة) المنقولة من الصورة الأصلية الحجية ذاتها ولكن يجوز في هذه الحالة لكل من الطرفين أن يطلب مراجعتها علـى الصورة الأصلية التي أخذت منها.\n‌ج-\tما يؤخذ من صور رسمية للصورة المأخوذة من الصور الأصلية فلا يعتد به إلاَّ لمجرد الاستئناس تبعا للظروف.\nالفصل الثالث\nأحكام المحررات العرفية"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 103,
    "text": ":  المحررات العرفية أقسام ثلاثة :\n‌أ-\tمحررات مكتوبة بخط الخصم وموقع عليها منه.\n‌ب-\tمحررات مكتوبة بخط الغير وموقع عليها من الخصم.\n‌ج-\tمحررات مكتوبة بخط الغير وليس عليها توقيع للخصم ويكون التوقيع على المحرر ، إما بالخط أو بالختم أو بصمة الإصبع."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 104,
    "text": "يعتبر المحرر العرفي الموقع من الخصم حجة عليه وعلى وارثه أو خلفه ما لم ينكر صراحة ماهو منسوب إليه من خط أو إمضاء أو ختم أو بصمة فإذا لم يقم المدعي البرهان على الخط حلف المدعى عليه البت والقطع أما الوارث أو خلفه فانه يحلف على نفي العلم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 105,
    "text": ": من احتج عليه بمحرر عرفي وناقش محتواه فلا يقبل منه إنكار الخط أو الإمضاء أو الختم أو بصمة الإصبع."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 106,
    "text": "إذا كان المحرر العرفي مكتوباً بخط الغير وغير موقع من الخصم فيجب الإشهاد عليه للأخذ بما جاء فيه غير أنه إذا كان كاتب المحرر معروفاً بالعدالة والأمانة وحسن السيرة وكان خطه معروفاً للقاضي لشهرته أو كان قد أقر أمامه أنه كاتب المحرر وشهد بصحة ما جاء فيه فإنه يجوز الأخذ بما جاء منه في المحرر كشاهد بصحته مع التتميم. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 107,
    "text": "يكون المحرر العرفي حجة على الخصوم طبقا لماهو مبين في المواد الثلاث السابقة وعلى ورثتهم وخلفهم بما جاء فيه صلبا وتاريخا مع مراعاة ماهو منصوص عليه في المادة التالية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 108,
    "text": "لا يكون المحرر العرفي حجة على غير من صدر منه الذي يضار من التاريخ الثابت  فيه ولو كان وارثا او خلفا وذلك بالنسبة للتاريخ إلاَّ إذا أقام خصمه بينة قانونية على صحة التاريخ المعطى للمحرر اومنذ ان يكون للمحرر تاريخ ثابت بوجه قطعي على النحو المبين في المادة التالية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 109,
    "text": ": يكون للمحرر تاريخ ثابت بوجه قطعي في الأحوال الآتية :\n‌أ-\tمن يوم أن يقيد في السجل المعد لإثبات التاريخ لدى الجهة المختصة.\n‌ب-\tمن يوم أن يثبت مضمونه في ورقة أخرى ثابتة التاريخ.\n‌ج-\tمن يوم أن يؤشر عليه موظف عام مختص مبين تاريخ تأشيرته.\n‌د-\tمن يوم وفاة أحد من لهم على المحرر اثر معترف به من خط أو إمضاء أو بصمته أو من يوم يصبح مستحيلا على أحد هؤلاء أن يكتب أو يبصم لعلة في جسمه.\n‌ه-\tمن يوم وقوع أي حادث آخر يكون قاطعا في ان الورقة قد صدرت قبل وقوعه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 110,
    "text": ": يجوز للمحكمة تبعا للظروف ألاَّ تطبق حكم المادة السابقة على المخالصات وان تأخذ بالتاريخ الثابت فيها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 111,
    "text": ": تكون للرسائل الموقع عليها قيمة المحرر العرفي من حيث الإثبات وتكون للبرقيات هذه القيمة أيضاً إذا كان ا صلها المودع في مكتب التصدير موقعا عليها من مرسلها وتعتبر البرقية مطابقة لأصلها حتى يقوم الدليل على عكس ذلك وإذا إنعدم أصل البرقية فلا يعتد بها إلاَّ لمجرد الاستئناس."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 112,
    "text": ":  يجوز للخصم في الحالات الآتية أن يطلب إلزام خصمه بتقديم أي محرر منتج في الدعوى يكون تحت يــده :\n‌أ-\tإذا كان القانون يجيز مطالبته بتقديمه أو تسليمه.\n‌ب-\tإذا كان مشتركا بينه وبين خصمه ويعتبر المحرر مشتركا على الأخص إذا كان المحرر لمصلحة الخصمين او كان مثبتا لالتزاماتهما وحقوقهما المتبادلة.\n‌ج-\tإذا استند إليه خصمه في أي مرحلة من مراحل الدعوى."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 113,
    "text": ":  يجب أن يبين في هذا الطلب ما يأتي :ـ\n‌أ-\tأوصاف المحرر الذي يعنيه.\n‌ب-\tفحوى المحرر بقدر ما يمكن من التفصيل.\n‌ج-\tالواقعة التي يستدل به عليها.\n‌د-\tالدلائل والظروف التي تؤيد انه تحت يد الخصم.\n‌ه-\tوجه إلزام الخصم بتقديمه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 114,
    "text": ": لا يقبل الطلب إذا لم تراع فيه أحكام المادتين السابقتين."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 115,
    "text": ":إذا اثبت الطالب طلبه واقر الخصم بان المحرر في حيازته أو سكت أمرت المحكمة بتقديم المحرر في الحال أو في اقرب موعد تحدده وإذا أنكر الخصم ولم يقدم الطالب إثباتاً كافيا لصحة الطلب وجب أن يحلف المنكر يمينا بان المحرر لاوجود له وانه لا يعلم وجوده ولا مكانه وانه لم يخفه أو لم يهمل البحث عنه ليحرم خصمه من الاستدلال به."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 116,
    "text": ": إذا كان السند المكتوب مشتركا بين الخصوم ومودعا لدى أحدهم وأنكر المودع لديه السند واثبت الخصم بالبينة القانونية وجود السند لدى خصمه واثبت محتواه أخذت المحكمة بمحتوى السند وحكمت على المودع لديه بالعقوبة المقررة لخيانة الأمانة مالم يقدم عذرا مقبولا."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 117,
    "text": "إذا لم يقم الخصم بتقديم المحرر في الموعد الذي حددته المحكمة أو امتنع عن حلف اليمين المذكورة اعتبرت صورة المحرر التي قدمها خصمه صحيحة مطابقة لأصلها فإن لم يكن قد قدم صورة من المحرر فيحبس المدعى عليه حتى يسلم المستند أو يحلف اليمين. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 118,
    "text": "إذا قدم الخصم محررا للاستدلال به في الدعوى فلا يجوز له سحبه بغير رضاء خصمه إلاَّ بإذن كتابي من القاضي أو رئيس الدائرة بعد أن تحفظ منه صورة في ملف الدعوى يؤشر عليها قلم الكتاب بمطابقتها للأصل."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 119,
    "text": ":  يجوز للمحكمة أثناء سير الدعوى ولو أمام محكمة الاستئناف أن تأذن في إدخال الغير لإلزامه بتقديم محرر تحت يده مع مراعاة الأحوال والأحكام والأوضاع المنصوص عليها في المواد السابقة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 120,
    "text": "1ـ كل من حاز شيئا أو أحرزه يلتزم بعرضه على من يدعي حقا متعلقا به متى كان فحص الشيء ضروريا للبت في الحق المدعى به من حيث وجوده ومداه 0 فإذا كان الأمر متعلقا بسندات أو أوراق أخرى فللقاضي أن يأمر بعرضها على ذي الشان وبتقديمها عند الحاجة إلى القضاء ولو كان ذلك لمصلحة شخص لا يريد إلاَّ أن يستند إليها في إثبات حق له.\n2ـ يجوز للقاضي أن يرفض إصدار الأمر بعرض الشيء إذا كان لمن أحرزه مصلحة مشروعة في الامتناع عن عرضه.\n3ـ يكون عرض الشيء في المكان الذي يوجد فيه وقت طلب العرض مالم يعين القاضي مكانا آخر وعلى طالب العرض أن يقوم بدفع نفقاته مقدما وللقاضي أن يعلن عرض الشيء على تقديم كفالة تضمن لمن أحرزه تعويض ما قد يحدث له من ضرر بسبب العرض."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 121,
    "text": ":   ملغاة   دفاتر التجار لا تكون حجة على غير التجار غير أن البيانات المثبتة فيها عما ورده التجار أساساً يجيز للقاضي أن يوجه اليمين المتممة إلى أيٍ من الطرفين وذلك فيما يجوز إثباته بالبينة وتكون دفاتر التجار حجه على هؤلاء  التجار ولكن  إذا كانت هذه الدفاتر منظمة فلا يجوز لمن يريد أن يستخلص منها دليلا لنفسه  أن يجزئ ما ورد فيها ويستبعد منه ما كان مناقضا لدعواه. بموجب قانون رقم (20) لسنة 1996م\nالفصل الرابع\nإنكار السند الكتابي والادعاء بتزويره"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 122,
    "text": "إذا أنكر الخصم صدور السند منه وأنكر توقيعه عليه أو أنكر ذلك وارثه أو خلفه على الوجه المبين في المادة (104) كان للخصم المتمسك بالسند أن يثبت صدوره من خصمه بالبينة الشرعية ويجوز إثبات صدور السند من الخصم عن طريق تحقيق الخطوط بشهادة خبيرين فنيين عدلين أو أكثر. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 123,
    "text": "إذا ثبت بعد التحقيق صدور السند من الخصم أخذت المحكمة بمحتواه وحكمت على المنكر بالغرامة التي تراها المحكمة وبتعويض مناسب للخصم إذا طلب ذلك ولا يحكم على الوارث أو الخلف بشيء ويخضع تقدير الحاكم لقواعد الاستئناف. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 124,
    "text": ": إذا ثبت بعد التحقيق أن السند لم يصدر من الخصم كان على المحكمة أن تبلغ الجهة المختصة  لتحقيق التزوير ومعاقبة فاعله."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 125,
    "text": ": إذا ادعى الخصم المنسوب صدور السند إليه أو وارثه أو خلفه أن السند الكتابي مزور  كلفته المحكمــة إثبات التزوير بالطرق المبينـة في المـادة (122)."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 126,
    "text": ": إذا ثبت بعد التحقيق تزوير السند رفضته المحكمة وحكمت على مرتكب التزوير إذا كان معروفا بالعقوبة المقررة وبتعويض مناسب للخصم أن طلب ذلك 0 ويعتبر المتمسك بالسند مـزورا لـه أو شريكا في تزويره مالم يثبت  غير ذلك ويجوز للمحكمة أن تحيل جريمة التزوير إلى الجهة المختصة لتحقيقها والحكم فيها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 127,
    "text": ": إذا ثبت بعد التحقيق صحة السند أخذت المحكمة بمحتواه وحكمت على مدعي التزوير بغرامة ألف ريال وبتعويض مناسب للخصم إذا طلب ذلك."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 128,
    "text": ": يجوز للمتمسك بالسند الكتابي أن يتنازل عنه إذا أنكره خصمه أو ادعى تزويره ويترتب على التنازل عن السند رفضه وعدم المضي في إجراءات التحقيق ويقبل التنازل في أية حالة تكون عليها الدعوى قبل الحكم بصحة السند أو برفضه ويجوز للمحكمة أن تحكم على الخصم الذي تنازل عن التمسك بالسند بغرامة لا تقل عن مائتي ريال ولا تتجاوز خمسمائة ريال لتعطيله لها وان تحكم لخصمه بتعويض مناسب إذا لم يفلح في إثبات دعواه عن طريق آخر ولا يحكم على الخصم بشيء إذا افلح في إثبات دعواه ببينة قانونية.\nالباب الخامس\nاليمين والرد والنكول\nالفصل الأول\nتعريفها وبيان أقسامها"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 129,
    "text": ": اليمين حلف لإثبات الواقعة المتنازع عليها أو لنفيها تؤدى من الخصم الذي وجهت إليه بالصيغة التي تقرها المحكمة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 130,
    "text": ":رد اليمين هو طلب الخصم الذي وجهت إليه أصلاً بردها إلى خصمه ليحلفها هو بالصيغة التي تقرها المحكمة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 131,
    "text": "النكول هو امتناع الخصم الذي وجهت إليه اليمين عن حلفها الواجب عليه دون أن يردها على خصمه في الأحوال التي يجوز فيها الرد."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 132,
    "text": ":  اليمين قسمان :ـ\n1-\tيمين تؤدى من المدعى عليه لدفع الدعوى أو تصحيحها وهي اليمين الحاسمة ويجوز ردها على المدعي.\n2-\tيمين تؤدى من المدعى لإتمام البينة القانونية اللازمة لإثبات الحق الذي يدعيه قبل المدعى عليه وهي اليمين المتممة أو يمين الاستظهار ولا يجوز ردها على الخصم الآخر.\nالفصل الثاني\nأركان اليمين وشروطها"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 133,
    "text": ":  أركان اليمين أربعة هي :ـ\n1.\tمـدع.\n2.\tوحالف.\n3.\tوصيغة.\n4.\tونيــة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 134,
    "text": "يشترط في المدعي أن تكون بينه وبين الحالف مخالطة تقرب إلى الذهن صدق الواقعة المراد الحلف عليها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 135,
    "text": ": يشترط في الحالف أن يكون مكلفاً مختاراً غير محجور عليه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 136,
    "text": ": تؤدى صيغة اليمين بالعبارة بان يقول الحالف (احلف بالله العظيم ) ثم  يذكر الواقعـة المــراد الحلـف عليها ويجـوز أن تكون بالكتابة الدالــة على ذلك أو بالإشارة المفهومة من الأخرس إن كان لا يعرف الكتابة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 137,
    "text": ":  يجب أن تكون الواقعة المراد الحلف عليها متعلقة بشخص الحالف وإلاَّ انصبت على مجرد علمه بها وللمحكمة أن تعدل من صيغة اليمين بحيث تنصب  على الواقعة المراد إثباتها ، ولا يجوز توجيه اليمين على واقعة مخالفة للقانون وللنظام العام أو الآداب العامة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 138,
    "text": ":العبرة في الحلف على الحقوق هي بنيـة المحلــف لا بنية الحالف.\nالفصل الثالث\nأحكام خاصة باليمين الحاسمة\nوردها والنكــول عنها"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 139,
    "text": ":للمدعي أن يوجه اليمين الحاسمة إلى المدعى عليه وللمدعى عليه أن يردها على المدعي ولا يجوز لمن وجه اليمين أو ردها أن يرجع  في ذلك متى قبل خصمه الحلف."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 140,
    "text": ":يكون توجيه اليمين أوردها عن طريق المحكمة ولها أن تعدل صيغتها أو أن تمنع توجيهها طبقا لما هو منصوص عليه في المادة (137) من هذا القانون."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 141,
    "text": "يجوز بناءً على طلب الخصم تغليظ اليمين بالصيغة التي تقبلها المحكمة وترى فيها المصلحة. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 142,
    "text": ":تكفي اليمين الحاسمة لإثبات تخلص المدعى عليه من الدعوى ، ولا يجوز طلب إثبات الدعوى بالبينة بعدها كما لا يجوز للخصم أن يثبت كذب اليمين بعد أن يؤديها خصمه على انه إذا ثبت كذب اليمين بحكم قضائي كان للخصم الذي أصابه ضرر منها أن يطالب خصمه بالتعويض دون إخلال بما يكون له من حق الطعن على الحكم الذي صدر ضده بالطرق المبينة في قانون المرافعات."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 143,
    "text": ":  كل من وجهت إليه اليمين فنكل عنها دون أن يردها على خصمه وكل من ردت عليه اليمين فنكل عنها خسر الدعوى فان كان المدعى عليه حكم للمدعي بطلباته وان كان المدعي حكم برفض دعواه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 144,
    "text": ": يكون النكول صراحة بان يقول لا احلف ويكون ضمنا بان يمتنع عن أداء اليمين بعد توجيهها إليه أوردها عليه.\nالفصل الرابع\nأحكام خاصة باليمين المتممة"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 145,
    "text": ":  على المحكمة أن توجه اليمين المتممة للمدعي الذي قدم بينة ناقصة لاستكمال البينة القانونية على الحق المدعى به بشرط ألاَّ تكون الدعوى خالية من أية بينة وان لا تكون فيها بينة كاملة وذلك في الأحوال التي يجوز فيها ذلك وهي الحقوق والأموال، ولا يجوز للمدعي أن يرد اليمين المتممة إلى المدعى عليه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 146,
    "text": ":  لا يجوز للمحكمة أن توجه للمدعي اليمين المتممة لتحديد قيمة المدعى به إلاَّ إذا استحال تحديد هذه القيمة بطريقة أخرى وعلى المحكمة في هذه الحالة أن تضع حدا  أقصى للقيمة التي يصدق فيها بيمينه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 147,
    "text": ": إذا حلف المدعي اليمين المتممة حسبما وجهتها إليه المحكمة اعتبرت دعواه ثابتة قانونا ويحكم له بطلباته، وإذا نكل عنها خسر دعواه وحكم برفضها.\nالفصل الخامس\nأحكام خاصة بإجراءات اليمين"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 148,
    "text": "يكون حلف اليمين أمام المحكمة أو القاضي المنتدب في مجلس القضاء، ولا يجوز حلفها خارجه إلا فيما يتفق عليه الطرفان في الإطار الشرعي. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 149,
    "text": ":  إذا لم ينازع من وجهت إليه اليمين لا في جوازها ولا في تعلقها بالدعوى وجب عليه إن كان حاضراً بنفسه أن يحلفها فوراً أو يردها على خصمه إذا كان ردها جائزاً وإلاَّ اعتبر ناكلاً ، ويجوز للمحكمة أن تعطيه ميعادا للحلف إذا رأت لذلك وجها فان لم يحضر ويحلف في الميعاد بغير عـذر أو حضر وامتنع اعتبر ناكلاً."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 150,
    "text": "إذا نازع من وجهت إليه اليمين في جوازها أو في تعلقها بالدعوى أو نازع وكيله أو المنصوب عنه فصلت المحكمة في المنازعة في الحال ويجب على الخصوم إتباع ما تأمر به ولهم حق التظلم في درجة أعلى. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 151,
    "text": ":إذا كان من وجهت إليه اليمين غائبا كلفت المحكمة خصمه بإعلانه بصيغة اليمين التي أقرتها المحكمة وبالميعاد المحدد للحلـف فإذا حضر وامتنع أو تخلف بغير عذر اعتبر ناكلاً."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 152,
    "text": "على من يؤدي اليمين من غير المسلمين أن يؤديها وفقاً للأوضاع المقرة في ديانته إن طلب ذلك ما لم تناف التوحيد.. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 153,
    "text": ":  يحرر الكاتب محضرا يثبت فيه حلف اليمين يوقعه الحالف ورئيس المحكمة او القاضي المنتدب والكاتب.\nالباب السادس\nفي القرائــن"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 154,
    "text": "القرينة هي الإمارات التي تدل على إثبات ما خفي من الوقائع ودلائل الحال المصاحبة للواقعة المراد إثباتها وهي على ثلاثة أنواع. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 155,
    "text": "القرائن وهي كما يلي:\nأ- قرينة شرعية: تغني في إثبات الواقعة عن أي دليل آخر كقرينة الولد للفراش وحمل المرأة غير المتزوجة وحجية الحكم.\nب- قرينة قضائية: وهي ما تستنبطه المحكمة من الأمور الواقعية أو المعاينة التي تدل على صور الحال في القضية كخروج شخص من دار في يده سكين تقطر دماً أو سلاح ناري عليه أثر الاستعمال مع وجود قتيل في الدار وليس بها غيره، والنكول عن اليمين ممن وجبت عليه.\nج- قرينة بسيطة: وهي التي لا تصلح دليلاً مستقلاً ولكن تستأنس بها المحكمة. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 156,
    "text": ": كل قرينة قاطعة قانونية لا يجوز نقضها ، ويتعين الأخذ بها والحكم بمقتضاها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 157,
    "text": ": للمحكمة أن تأخذ بالقرينة القاطعة القضائية التي يمكن استنباطها من وقائع الحال وان تعتبرها دليلا كاملا على الواقعة المراد إثباتها في الأحوال التي يجوز فيها ذلك وهي الأموال والحقوق ويجوز للخصم أن يثبت أنها غير صحيحة بالبينة القانونية."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 158,
    "text": ": القرينة البسيطة غير القاطعة وهي التي لاتقطع بثبوت الواقعة المراد إثباتها وإنما ترشح لثبوتها وقد تحتمل ذلك وغيره 0 ولا تعتبر دليلا قاطعا يغني عن المطالبة  بإقامة البينة القانونية على ما يدعيه وإنما يجوز للمحكمة أن تستأنس وتستكمل الدليل على أساسها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 159,
    "text": ": الحكم الحائز لقوة الأمر المقضي به حجة على أطرافه وفي موضوعه وسببه (اصله ) قرينة قاطعة (قانونية ) لا تقبل إثبات العكس.\nالباب السابع\nالمعاينــة"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 160,
    "text": ": للمحكمة أو من تنتدبه من قضاتها أو من قضاة المحاكم الأخرى أن تجري معاينة بان تنظر في الأشياء التي تفيد في إثبات الدعوى ، وتطلع عليها وتفحصها لكي تصل إلى الحقيقة في شانها ويجوز لها أن تستعين بخبير (عدل) أو اكثر أثناء قيامها بالمعاينة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 161,
    "text": ":تصرف تكاليف انتقال المحكمة والقاضي المنتدب للمعاينة من خزينة المحكمة بأمر من رئيسها."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 162,
    "text": ":  يدعى الخصوم للحضور أثناء المعاينة  ويجوز الانتقال إلى المكان الذي  يوجد به الشيء أو الأثر المراد معاينته بطلب الخصم أو من تلقاء نفس المحكمة مع تحقيق المصلحة ويكون على الخصم الذي تعينه المحكمة دفع ما تقدره المحكمة أمانة (عدال) لانتقال الخبراء وأجورهم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 163,
    "text": ": يقدر اجر الخبير بناء على طلبه بأمر يصدر من المحكمة يكون نافذا على الخصم طالب الإثبات وينفذ فوراً مما دفعه الخصم طبقا للمادة السابقة فان بقي له شيء رجع به على الخصم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 164,
    "text": "تثبت المحكمة ما عاينته وتراءى لها المعاينة في محضر يوقعه الحاضرون من الخصوم أو من يمثلهم والخبراء ومن رئيس المحكمة والكاتب، ويجب أن يبين في المحضر يوم وساعة ومكان إجراء المعاينة ووصف الشيء أو الأثر الذي جرى معاينته (نظره) وتحديده بحسب الحال، فان أمتنع أحد الخصوم عن التوقيع أثبتت المحكمة ذلك وأكتفي بتوقيع الآخرين. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م\nالباب الثامن\nفي الاستعانة بالخبراء ( العدول )"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 165,
    "text": ":على المحكمة في المسائل الفنية كمسائل الطب والهندسة والحساب وغيرها مما يدق فهمه أن تعين خبيرا (عدلا) أو اكثر من المؤهلين علميا وفنيا  أو ممن لهم خبرة خاصة المشهورين بذلك لتستعين بهم في كشف الغامض من هذه المسائل مما يفيد إثبات الواقعة المراد إثباتها ويجب على المحكمة أن تذكر في قرارها بيانا دقيقا لمأمورية الخبير والأجل المضروب لإيداع تقريره فيه ويكلف الخبير بتقديم تقرير بما أدت إليه أبحاثه في الموعد المحدد ، ويجوز أن يتفق الخصوم على خبير (عدل ) أو اكثر تعينهم المحكمة بناء على طلبهم كما يجوز أن يختار كل من الخصمين خبيرا (عدلا ) على أن تختار المحكمة خبيرا (عدلا مرجحا)."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 166,
    "text": ": يجوز رد الخبير للأسباب التي يرد بها القاضي وفقا لقانون المرافعات ولا يقبل من أحد الخصوم طلب رد الخبير المعين بناء على اختيارهم إلاَّ إذا كان سبب الرد قد حدث بعد تعيينه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 167,
    "text": ":  يكون تعيين الخبراء (العدول) من تلقاء نفس المحكمة او بناء على طلب الخصوم وتعين المحكمة الخصم الذي يلزم بأداء الأمانة (العدال ) التي تقدرها لصرف أتعاب الخبراء منها ويجب على الخصم الذي عينته المحكمة أن يدفع الأمانة في الميعاد الذي تحدده المحكمة فان لم يفعل سقط حقه في الاستشهاد بالخبراء ( عدول ) مالم يقم خصمه بدفعها ويجوز للمحكمة أن تقسم الأمانة بين الخصوم"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 168,
    "text": ": يجوز للمحكمة أن تقدر جزء من الأمانة يصرف للخبير مقدما للاستعانة به في أداء المهمة التي كلف بها  ، كما يجوز أن تصرفها له كلها مقدما مع تحقق المصلحة."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 169,
    "text": "بمجرد دفع الأمانة تستدعي المحكمة الخبير وتعرض عليه المهمة فإن قبلها تحلفه اليمين إن رأت ذلك بأن يؤديها بالذمة و الأمانة والصدق وتقدر المبلغ الذي يصرف له مقدماً إن لم تكن قدرته من قبل ويكون صرفه له في الحال وتصرح له بكل ما يلزم من انتقال وإطلاع وغيره لأداء المهمة المكلف بها. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 170,
    "text": ": يكون أداء المهمة بحضور الخصوم كلما أمكن ذلك ويجب على الخبير استدعاؤهم لذلك وان يحرر محضرا بالإجراءات التي تمت يوقع عليه مع الخصوم الحاضرين ويثبت غياب من غاب منهم واستدعائه له."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 171,
    "text": ":  للخبير (العدل ) أن يستمع إلى أقوال الخصوم وأقوال شهودهم وان يجري المعاينات ( النظر ) والأبحاث اللازمة والمقيدة في أداء مهمته."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 172,
    "text": ": على الخبير أو الخبراء تقديم تقاريرهم في الميعاد الذي حددته المحكمة ويجوز للخبراء إذا تعددوا تقديم تقرير مشترك متفق عليه بينهم  وموقع عليه منهم كما يجوز لكل منهم أن يقدم  تقريراً مستقلاً برأيه موقعا عليه منه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 173,
    "text": ":للمحكمة أن تأخذ بتقرير الخبراء أو الخبير الذي تطمئن إليه مع بيان الأسباب إذا خالف التقرير الذي أخذت به تقريراً آ خر ولها أن تستمع إلى مناقشات الخصوم في شان التقارير المقدمة وملاحظاتهم عليها وان تكلف الخبير أو الخبراء مرة أخرى لاستكمالها أو تصحيحها إذا لزم الأمر أو ترفض طلبات الخصوم."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 174,
    "text": "إذا تأخر الخبير أو الخبراء عن تقديم تقاريرهم في الميعاد المحدد جاز للمحكمة أن تمنحهم أجلاً مع تغريمهم في حدود ما تراه المحكمة إذا تبين تقصيرهم، ويجوز لها إذا تكرر تأخرهم عن تقديم التقرير وثبت لها أن الخبير لم يباشر ما كلف به أصلاً أو باشرها وتلكأ في إتمامها بقصد تعطيل الفصل في الدعوى أن تعزله وتعين خبيراً آخر بدله مع تغريمه وإلزامه بالضمينات المناسبة التي يطلبها الخصوم نتيجة تعطيله للدعوى وما أنفق من مصاريف، كما يجوز للمحكمة استبدال الخبير إذا أعتذر عن أداء ما كلف به بعد قبوله للتكليف وإلزامه بالمصروفات  التي أنفقت بسبب قبوله للمهمة إذا لم يقدم عذراً مقبولاً. بصيغتها المُعدله بموجب القانون رقم (20) لسنة 1996م"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 175,
    "text": ": تعتبر النتيجة التي توصل إليها الخبير او الخبراء وتطمئن إليها المحكمة دليلا كاملا في المسائل التي يعينون فيها.\nالباب التاسع\nاستجواب الخصوم"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 176,
    "text": ":  يجوز للمحكمة من تلقاء نفسها أو بناءً على طلب الخصم استجواب خصمه للإحاطة بجوانب المسالة المتنازع عليها ويكون توجيه الأسئلة للخصم عن طريق المحكمة أو من تنتدبه لذلك من قضاتها أو قضاة المحاكم الأخرى ويبدأ بتوجيه الأسئلة التي ترى المحكمة أو القاضي المنتدب توجيهها ثم أسئلة الخصم وللخصم المستجوب الإجابة فان امتنع اثبت امتناعه في المحضر وسببه إن وجد ولا يخل ذلك بما تستنبطه المحكمة من قرائن تفيد في إثبات أو نفي الحق المتنازع عليه."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 177,
    "text": ": يحرر محضر يثبت فيه الاستجواب وتتلى على الخصم المستجوب إجاباته لإبداء ملاحظاته عليها ، ويوقع عليه مع رئيس المحكمة أو القاضي المنتدب والكاتب.\nالباب العاشر\nأحكام ختامية"
  },
  {
    "law": "قانون الاثبات",
    "article_number": 178,
    "text": ":  يلغى أي قانون أو قرار أو لائحة أو قاعدة أو نظام يتعارض مع نصوص هذا القانون وعلى وجه الخصوص يلغى قرار مجلس القيادة بالقانــون رقـم (90) لعام 1976م بشان الإثبات الشرعي وواجبات القاضي والتحكيم الصادر في صنعاء كما تلغى أحكام الباب الرابع من الكتاب الأول المــواد مــن (90) إلى (173) من قانون الإجراءات المدنية رقم (9) لعام 1988م الصادر في عدن."
  },
  {
    "law": "قانون الاثبات",
    "article_number": 179,
    "text": ":  يعمل بهذا القرار بقانون من تاريخ صدوره وينشر في الجريدة الرسمية."
  }
]